{"id":"428835640537739_558102174277751","type":"photo","created_time":"2013-10-19T02:51:45+0000","message":"War Crimes Tribunal: British Foreign Secretary asked for immediate intervention\r\n\r\nLONDON, 18th October – Today a group of members of the House of Lords, along with leading international war crimes and human rights lawyers, have written to Britain’s Foreign Secretary, William Hague, with a stinging rebuke of Bangladesh’s International Crimes Tribunal. Their letter asks for the British Government’s immediate intervention and argues the tribunal risks destabalising the country prior to elections.\r\n\r\nThe letter, signed by senior figures from all three of Britain’s main political parties, follows criticism from human rights organisations and international legal experts over the International Crimes Tribunal.\r\n\r\nThe tribunal was set up to try those accused of war crimes and genocide during Bangladesh’s 1971 independence war. However, international legal experts have grown concerned the process has been undermined by misconduct by both prosecutors and judges. All defendants so far are members of the political opposition in Bangladesh, drawing accusations the tribunal is being used by the Bangladeshi Government to suppress political dissent prior to elections later this year.\r\n\r\nThe letter comes after recent death sentences handed out to leading members of the two principal opposition parties have been condemned by Amnesty International, amongst others. It also says there is ‘credible evidence’ the Bangladeshi government influenced the recent judgment of SQ Chowdhury.\r\n\r\nThe letter is sponsored by Lord Carlile QC, one of Britain’s foremost lawyers and Vice-Chair of UK Parliament’s All Party Parliamentary Group on Genocide and Crimes Against Humanity. Cosignatories also include:\r\n• Sir Desmond De Silva QC, the United Nations Chief Prosecutor in Sierra Leone\r\n• Sir Geoffrey Nice QC, Deputy Prosecutor of Slobodan Milosevic at International Tribunal for the former Yugoslavia\r\n• Kirsty Brimelow QC, International Human Rights lawyer, Chair of Bar Human Rights Committee of England and Wales\r\n• Karim Khan QC, legal adviser to the UN Criminal Tribunals for Former Yugoslavia and Rwanda; International Defence Council in Special Courts for East Timor and Sierra Leone\r\n• Sir Henry Brooke, former Vice-President, Court of Appeal of England and Wales\r\n• Niccolo Figa-Talamanca (Secretary General, No Peace Without Justice)\r\n \r\nThe letter states (excerpts): ‘The international community has watched with concern as the current government of Prime Minister Sheikh Hasina has eroded civil liberties – opposition MPs have been arrested and journalists face intimidation.\r\n\r\n‘Bangladesh politics has an unfortunate history of cyclical acts of retribution against previous administrations. Yet this tribunal may herald a far worse outcome. The country’s political landscape risks being polarised and poisoned for a generation.\r\n\r\n‘Only through international pressure to reconstitute this tribunal, adhering to internationally accepted norms of human rights and fairness, can Bangladeshis truly reconcile with the past and move forward as a nation.\r\n\r\n‘As Bangladesh’s largest donor, and a country vehemently opposed to the death penalty, the British Government can no longer remain silent. The International Community must surely condemn a government that sanctions the arrest and execution of political opponents prior to an election.\r\n\r\n‘If Bangladesh continues its current trajectory, another political tinderbox may be lit in this already troubled region. We hope you will use your high office to make clear to the Bangladeshi Government that these tribunals must not be manipulated to eliminate political opponents. Only through international pressure to reconstitute this tribunal, adhering to internationally accepted norms of human rights and fairness, can Bangladeshis truly reconcile with the past and move forward as a nation.’\r\n\r\nCommenting, Lord Carlile QC said: ‘We hope that this appeal to the Foreign Secretary will help highlight the deteriorating human rights situation in Bangladesh and spur the British Government to call for reform of this tainted tribunal.\r\n\r\n‘Britain is Bangladesh’s largest aid donor and Bangladesh is a country with which it has deep historical ties and a productive trading relationship. Yet the hijacking of these tribunals by the Bangladeshi government risks severely destabilising Bangladesh prior to elections.\r\n\r\n‘The British government is publicly committed to end executions worldwide. However so far it has remained shamefully silent on this matter. The state-sponsored execution of political opponents prior to an election is completely reprehensible. It has created a highly charged and divisive political landscape. The situation is very serious.\r\n\r\n‘For the sake of a stable Bangladesh and the wider region, it is surely now time to resist such incendiary actions by its government, so Bangladeshis can vote freely and without intimidation in the forthcoming elections. We hope our appeal to the Foreign Secretary spurs the British Government into action.’\r\n\r\nhttp:\/\/bdinn.com\/news\/war-crimes-tribunal-british-foreign-secretary-asked-for-immediate-intervention\/","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn2\/t1\/1392610_558102167611085_2084557487_s.png"}