{"id":"428835640537739_488887894532513","type":"status","created_time":"2013-06-18T12:52:14+0000","message":"Approaching the Bangladesh civil war? Seminar in parliament\n\nThe situation is serious in Bangladesh and several leading human rights organizations such as Human Rights Watch, Amnesty International and others have shown concern over the developments in the country with several dead and thousands injured when massive protests that rocked the country.\nBangladesh has a long history of civil unrest, but the latter is reaching historic proportions. In the past, concerns of this kind led to military coups and a return to dictatorship.\nThe violence which in recent months has been reported in Bangladesh has historical roots - which threatens to plunge the country into total chaos. To understand why, it is important to know the history of Bangladesh.\n1947 so separated West Pakistan and East Bengal from India and became the new country Pakistan. East Bengal became East Pakistan in 1955, but it did not and in 1971 East Pakistan broke away from the Union and was renamed Bangladesh. None of these separations in particular went peacefully such as Swedish-Norwegian union out was very violent and bloody with hundreds of thousands of deaths as a result.\nThis short albeit superficial overview of Bangladesh's history is important to know in order to understand what is happening today as it is still plaguing the country.\nIn the capital, Dhaka, the demonstrations consists of primarily two camps: one of the people who want an immediate execution of persons convicted for war crimes related to the resignation in 1971. The second camp consists of those who believe that the war crimes tribunal is merely a political theater that is used to eliminate the leaders of opposition political parties and gain a decisive advantage in the next election.\nThe Bengal government created the controversial agency \"International Crimes Tribunal\" or \"ICT\" which has led to the ever increasing fragmentation of the country. ICT has been dogged by scandals and has grossly failed to maintain an international standard for litigation and transparency.\nSwedish Muslims for Peace and Justice - SMFR is concerned about how the political and civic space in Bangladesh has steadily decreased since 2010 and how it is fueling violent clashes.\nMedial freedom and freedom of expression are severely curtailed them in recent years. Recently in the week so arrested an editor of one of the more reputable opposition newspapers in Bangladesh. Another editor from one of the major news papers in Bangladesh got nine years in prison along with a colleague for having published an article that cast suspicion on the Prime Minister's son in a big tangle of corruption.\nIn recent years, at least 17 journalists killed in the country. A television channel has been shut down and the editors of a number of Internet-based newspapers have been locked up.\nThe government has also arrested several people for expressing their views on social media like Facebook.\nIn addition to limitations in Opinion and pressfriheteen it is done today gross violations of human rights in Bangladesh and there is a strong political power today. Extremely political repression by the police in Bangladesh is now a reality. People have been killed by police in the middle of the day and in front of cameras. Several opposition figures have also \"disappeared\". Right now almost all senior opposition leaders from the two major opposition parties in the prison. Total estimated that about 20 000 people are kept locked up for political reasons, including women and children who have any kind of connection to opposition leaders and activists.\nTo illustrate the situation in the country so we can take up an incident where police arrested a female member of parliament for the opposition and threw her out of a moving police car causing serious injuries. The entire incident was recorded by a cameraman.\nIn addition, it is the ruling party's youth and student unions strong-armed, which led to the transition from the law in the country. The armed section of the ruling party are involved in several cases of extortion, rape, female harassment, murder, land occupations and more. Just in the last year it has 12,000 rapes reported in Bangladesh. International human rights organizations Humans Rights Watch has shown concern over the prevailing situation in the country.\nToday moderate Muslim Peace Movement seminar in Sweden Parliament to raise the issue of human rights in Bangladesh. We organize the seminar hosted by Mehmet Kaplan, MP for the Green Party, which is hosting. Among the seminar participants include the British politician and government critic Ajmal Majsror as war crimes jurist John Stephen Cammegh.\n\nYASRI KHAN\nChairman of the Federation\nSwedish Muslims for Peace and Justice\nSource: http:\/\/muslimerforfred.org\/arkiv\/3517"}