{"id":"428835640537739_488829224538380","type":"status","created_time":"2013-06-18T10:05:34+0000","message":"13.06.13 \n\nBudget for Fiscal Year 2013-14: \nReaction of the Bangladesh Islami Chhatrashibir on Education Budget\n\nThe Budget for the fiscal year 2013-14 had been presented before the august House (Jatio Sangsad). It was proposed to allocate Tk.25,114.60 crore, development and non-development budgets combined for the Ministry of Education and for the Ministry of Primary and Mass Education altogether. From that it was proposed to allocate Tk.11,935.37 crore for the Ministry of Primary and Mass Education and Tk.13,179.23 crore for the Ministry of Education. In the Budget for the fiscal year 2012-13 it was proposed to allocate Tk. 21,408 crore, development and non-development budgets combined for the Ministry of Education and for the Ministry of Primary and Mass Education altogether. From that it was proposed to allocate Tk.9,825 crore for the Ministry of Primary and Mass Education and Tk.11,583 crore for the Ministry of Education. Before that in the Budget for the fiscal year 2011-12 for the Ministry of Primary and Mass Education it was allocated Tk. 1,976 crore and for the Ministry of Primary and Mass Education it was allocated Tk. 2,460 crore. Therefore for the fiscal year 2013-14 proposed allocation for the Education sector is greatly insufficient for the fulfillment of the present demand.        \n\nPrevious budgets in this sector were highest but in this fiscal year it is 4th in place. In some countries where the total allocation for the Education sector like in Malaysia 8%, Maldives 7.5%, India 4%, Nepal 3.8%  from their GDP  whereas in Bangladesh it is only 3% of the GDP. Bangladesh is one of the signatory countries of the United Nations declared policy on ‘Education for All’ within 2015. On the other hand there is a big challenge in front of the country to be a middle income country within 2021. To meet these challenges and for the cherished successes it is important to increase the amount of the allocation on Education sector. \n\nThe proposed Education Budget for the fiscal year 2013-14 is greatly unsatisfactory. There is no proposal for new allocation in education sector and there is no mention of the latest condition of the previous project in the education sector. Besides, there is no reflection of the promises given in the previous budgets. In the present budget it is said that government considers the great importance of education and is committed to enhance the quality of education and also to create opportunity for higher education, wants to reduce inequality in the education sector and wants to hunt best talents by organizing a program called creative talent hunting with great enthusiasm across the country but there is not enough allocation for this. Especially for the Monthly Payment Order (MPO) of the teachers there is no direction. There is also no declaration about new projects in this proposed budget. \n\nIn the fiscal year 2012-13 there was taken an initiative to found ‘By the Direction of the Prime minister a Trust Fund’, in proposed Budget for Fiscal Year 2013-14 there is no mention over that issue. In the previous two fiscal years’ budget, for the sake of higher education it was proposed to establish universities in Barisal, Gopalgonj and in Rangamati but there is also no mention about these projects in the present budget.\n\nBangladesh Islami Chhatrashibir believes that, education is one of the fundamental human rights   which make a man honest, skilled and patriotic citizen. There is no alternative of education for the total development of any country by generating the proper production process of the country. According to the Article 17 of the Constitution of Bangladesh, education is a fundamental human right of the citizen of this country and the state is bound to fulfill this human right. Following this commitment since the independence every government allocated a big part of the national budget for the development of education. It is expected that a large amount of the budget will be allocated for the education sector as Bangladesh is a country with 15 crore people. But it is surprising that in the last four budgets and also in the present budget of the present government’s allocation on education and technology sector has decreased gradually. In the fiscal year 2010-11 the estimated expenditure on education and technology sector was 14.2% of the total budget, in the fiscal year 2011-12 that was 12.4% and in the fiscal year 2012-13 that was 11.7% but in the present fiscal year 2013-14 it is only 11.7% of the total budget. It has increased a very little in this year considering the last budgets but the gradual process is unexpectedly downward. \n\nAlong with the number of the students and teachers school, college and universities are increasing regularly. There is an effort to make the country digital. There is an opportunity of earning foreign capital by outsourcing. Using technology including making software, establishing IT village and producing mobile apps there is an opportunity for the national development. On the other hand, the cost of educational instruments and education are increasing day by day. As there are too many challenges and opportunities, it is not wise to decrease the allocation of the budget on education sector. Whereas every country of the world whether developed or not, increases the budget on education sector, unfortunately our government gradually decreases its budget on education sector and increases its budget on different sectors like public administration that will hamper the stability of the country and it is not a good news for a nation like us. When 42.2% people lives below the poverty line, in this situation by decreasing the budget on education sector our people will be the highest loser as a whole and which will disrupt the overall development process of the country and the dream of the digital Bangladesh will collapse. \n\nThere are many opportunities for Bangladesh. It is one of the populous countries in the world but it is endowed with many natural resources and it has the highest geopolitical and geo-economic importance in the Asian region especially in the south Asia. Considering this situation, Bangladesh Islami Chhatrashibir does belief that and strongly urges the government to increase the allocation on education and technology sectors in the proposed budget that will help to decrease the cost of educational instruments and make easy access to education for all. \n\n \n\n \nProposed Budget for Fiscal Year 2013-14: \nProposal of Bangladesh Islami Chhatrashibir on Education Budget\n\nThere are many opportunities for Bangladesh. It is one of the populous countries in the world but it is endowed with many natural resources and it has highest geopolitical and geo-economic importance in the Asian region especially in the south Asia. Human resources can be considered as the prime resources for the populous country like Bangladesh. We can turn our vast population into human resources by increasing proper education and by the implementation of it as other countries did. For continuous and sustainable economic prosperity and development we need to have a balanced budget allocation on different sectors. For this it is very important to make a well planed and proper budget allocation on education sector as well as the proper direction on the implementation of that budget. By implementing well planed education policy many countries have already achieved notable success in the world economy within very short time and successfully established themselves as key players in the global system. For instance, South Korea, Malaysia, Singapore, Taiwan are well known for their economic position.     \n\nThe Budget for the fiscal year 2013-14 was presented before the august House (Jatio Sangsad). It was proposed to allocate Tk.25,114.60 crore, development and non-development budgets combined for the Ministry of Education and for the Ministry of Primary and Mass Education altogether. From that it was proposed to allocate Tk.11,935.37 crore for the Ministry of Primary and Mass Education and Tk.13,179.23 crore for the Ministry of Education. In the Budget for the fiscal year 2012-13 it was proposed to allocate Tk. 21,408 crore, development and non-development budgets combined for the Ministry of Education and for the Ministry of Primary and Mass Education altogether. From that it was proposed to allocate Tk.9,825 crore for the Ministry of Primary and Mass Education and Tk.11,583 crore for the Ministry of Education. Before that in the Budget for the fiscal year 2011-12 for the Ministry of Primary and Mass Education it was allocated Tk. 1,976 crore and for the Ministry of Primary and Mass Education it was allocated Tk. 2,460 crore. Therefore for the fiscal year 2013-14 proposed allocation for the Education sector is greatly insufficient for the fulfillment of the present demand.  \n\nThe proposed Education Budget for the fiscal year 2013-14 is greatly unsatisfactory. There is no proposal for new allocation in education sector and it did not mention the latest condition of the previous projects in the education sector. Besides, there is no reflection of the promises given the previous budgets. In the present budget it is said that government considers the great importance of education and committed to enhance the quality of education and also to create opportunity for higher education, wants to reduce inequality in the education sector and wants to hunt best talents by organizing a program called creative talent hunting with great enthusiasm across the country but there is not enough allocation for this. Especially for the Monthly Payment Order (MPO) of the teachers there is no direction. There is no declaration about new project in this proposed budget. \n\nIn the fiscal year 2012-13 there was taken an initiative to found ‘By the Direction of the Prime minister a Trust Fund’, in proposed Budget for Fiscal Year 2013-14 there is no mention over that project. In the previous two fiscal year budget, for the higher education it was proposed to establish universities in Barisal, Gopalgonj and in Rangamati but there is also no mention about these projects in the present budget.\n\nPrevious budget in this sector was highest but in this fiscal year it is 4th in place. In some country where the total allocation for the Education sector like in Malaysia 8%, Maldives 7.5%, India 4%, Nepal 3.8%  from their GDP  whereas in Bangladesh it is only 3% of the GDP. Bangladesh is one of the signatory countries of the United Nations declared policy on ‘Education for All’ within 2015. On the other hand there is a big challenge in front of the country to be a middle income country within 2021. To meet these challenges and for the cherished successes it is important to increase the amount of the allocation on the Education sector. \n\nConsidering this situation, Bangladesh Islami Chhatrashibir strongly urges the government to increase 6% allocation of the GDP on the proposed budget on education sector along with the following consideration. \n\nPre-primary Education:\nPre-primary education is one of the important steps for developing a strong moral base of the nation. For fulfilling the dream of corruption free and morally developed future generation it must need to start pre-primary education program on the basis of the religious belief of  different ethnic groups of this country. In the present budget we strongly claim for a clear declaration on this issue and also hope sufficient allocation. We also expect that Primary Education Board (Directorate) will establish pre-primary school, make curriculum, set payment structure and teacher as well.  \n\nPrimary Education:\n1. Within next fiscal year there must need to take proper steps to bring all the 5-10 years old children under education programs. Schools must be established in the far reaching areas of the country. We expect allocation on education, budget on primary education for poor and old people for the Maktab and to revive toll based  effective primary education system.\n2. For the street children mobile schools and for the hill tract children it is needed to establish schools on their mother tongue.\n3. In every month at least one training camp must need to introduce for the quality development of the teachers of the primary schools. \n4. To attract the brilliant and ideal educated young generation in teaching profession in the primary school, it must need to increase payment scale and other facilities. \n5. Primary school scholarship must need to increase and ‘Food for Education’ must be reintroduced.   \n6. In the name like ‘Mosque Based Primary Education Program’ a well planed education program is needed to implement and it that process for the development of the overall education of the country it must need to get the help of about 6 lakh Imam, Muajjin, Khadem and other related workers of about 2 lakh Mosques. For this it needs some extra allocation. \n7. There must need some specific budget for Mosque based library, clinic, and environmental protection and tree plantation clubs. That is also need for other religious institutions. \n8.  There must have budget for increasing facilities for student-teacher ratio, managing committee, educational instruments and other materials.   \n\nSecondary and Higher secondary Education:\n\n1. In the secondary level there must increase the number of schools and seats for the students in the schools should be increased to help explore the latent quality and talent of the students.  \n2. Need to ensure education free of cost up to higher secondary level.\n3. Computer education must be made compulsory in the secondary and higher secondary level both in School and Madrasha.\n4. It is evident that in the last few years the result of the schools or other educational institutions which have no co-education are far more better  than that of the coeducational institutions with co-education system. So, there must need to establish separate educational institutions for the boys and girls. \n5. In secondary and higher secondary levels reliable institutions must need to be registered under  MPO.\n6. In all these levels   importance must be given on religious and moral education. \n7. In the secondary schools for opening 11 and 12 classes there must need to establish proper infrastructure and include new teachers.\n\nMadrasha Education: \n1. To fulfill the demand of the present and future there must need to introduce technology based education in the madrasha educational institutions. There also need to develop infrastructures and the number of the institutions must be increased. \n2. Ibtedayee education must be recognized and given importance  like   primary education. \n3. To increase and ensure research programs in the Madrashas there must have sufficient allocation of the budget. \n4. Madrasha students are greatly contributing after getting higher education for the greater development of the country and the nation. For building a developed nation they are really showing their honest, skilled, and patriot citizenry characteristics. For ensuring their proper contribution to build up a developed nation all types of barriers presented by the universities must be to eliminated. There must be sufficient allocation for their skill development in English, Bengali, and Mathematics. Teachers of the Madrashas must be  trained up for their skill development in their respective subject. There is needed to allocate budget to establish an special affiliated University for the Madrashas. \n5. In all the qualified Madrashas there must be honors and masters programs and for it there must have proper economic supports and budget.       \n\nQaumi Education:          \n\nThere must be coordination and taking suggestion from the Qaumi Madrasha Board to initiate successful reconstruction of the Qaumi education and for that proper financing must need to ensure. There must need to initiate proper step to ensure the active participation of the Qaumi students to take part in the   nation building process.     \n\nTechnical Education:\n1. There must be established sufficient number of technical educational institutions for fulfilling the demand of the students who want to have technical education. And their education in those institutions must  be provided free of cost. \n2. There is about five million fishermen in our country and most of them are young. There must need to allocate a good amount of the budget for their training for how they scientifically with low cost can nurture their firms in the ponds or other water bodies that will be environment friendly as well. \n3. There is about three crore young unemployed people  . For their home based employment like fruits firms, vegetable firms, horticulture, apiculture or different other programs there must be a good budget allocation.\n4. Government pledged for making technical education compulsory in secondary level within 2013 but in the last fiscal year’s budget government initiative was insufficient. Therefore, in the present budget there must be a good amount of allocation   for the technical education.     \n\nUniversity Education: \n1. To make the universities as the research centres, proper budget allocation must be ensured. For this  libraries of the universities must be digitalized. For contemporary inventions, research data and research materials there should be proper financing.   \n2. The university curriculums need to be changed. Modern and contemporary subjects need to be introduced besides the general subjects. For that there must be an arrangement for  proper training program for the teachers and it needs to provide proper educational instruments.  \n3. Business in the name of education must be stopped and for this budget allocation must  be increased properly as well as the other facilities for the universities.  \n4. In every department in the universities computer education must be made compulsory and it must need to ensure computer lab for each department. \n5. To reduce brain drain in our country, well facilitated jobs opportunitiesmust be created.  \n6. In the regional level it must need to establish world class universities to ensure highly qualified research. Besides this, in some greater district it must need to establish universities with modern facilities. \n7. There is very much need to increase the seats in the public universities and their residential facilities must be increased urgently. \n8. Transport facilities in the universities and the colleges must be increased. Adequate buses and shuttle train must be ensured for the students. In this budget 4 buses for each university and 2 buses for each government college must be provided. \n9. Politics on teacher recruitment must be stopped. \n10.  For international publication of the teachers, financial incentive must be  provided. \n11.  To participate in international symposium, teachers must be provided financial and others supports.  \n\nScience and Technology University: \n1. It is needed to take step to ensure the contribution of BUET along with other technology universities for the nation development. \n2. For new invention students or the inventor must be awarded national prize. For it there must be financial assistance. \n3. Politics on teacher recruitment must be stopped. \n\nMedical Science:\n1.   to ensure qualified medical education in the country,  the number of the medical university must be increased  and the education cost must also be reduced. \n2. To increase the overall quality of the medical education, residential and transport  facilities for the students must be   increased. \n3. To ensure the participation of the children of the poor families, there must be reserved sets for them. They must be facilitated education free of cost. For that a good amount of the budget needs to be allocate for them. \n\nPrivate University: \n1. In the private universities it is needed to take proper steps to ensure the quality of the education. In this case public-private university combined education program needs to be arranged. Proper initiative should be introduced in order to stop business in the name of education. \n2. Permanent campus for the private universities must be ensured. There need a clear declaration in the budget on government’s land allocation system for the private universities.\n3. In the private universities where resource person are available there need to facilitate M. Phil. And P.H.D. degrees. For this, for the higher education and research proper financial and infrastructural allocations need to be ensured. \n4. In the private universities for the poor, meritorious and for the girl students there need to allocate 10% tuition fee from the government side. \n\nProposal for the overall development of the education: \n1. Establishment of public library in   thana level.\n2. Tuition fee free educations should be ensured for the poor students in the public and private educational institutions.\n3. In all levels for the skill development in mathematics and English there must need to initiate training program for the teachers. English and Math club need to be established. For this it is needed a special allocation of the budget. \n4. Girl’s education up to higher education must be made compulsory. For ensuring this system scholarship for them should be introduced and the amount also needs to be increased.  \n5. From the secondary to university level, students must be provide with low cost laptop and desktop computer. In this budget there should be a clear initiative. \n6. For the higher research program, overall facilities need to be increased. There should be proper allocation to reduce the educational cost so that students can do their M. Phil. and P. H. D. in this country. Maximum admission fee of TK. 5000 for M. Phil.  and Tk. 10,000 for PhD. Must be ensured. \n7. In all the levels pre-primary, primary, secondary higher secondary and higher education, compulsory religious education needs to be established and proper practical implication of this education should be ensured. \n8. To protect the students from the tuition and coaching aggression and to refrain teachers from  practicing these activities, their pay scale need to be increased in an acceptable level. \n9.  By reducing the cost of the educational instruments it is needed to make available educational instrument for the students. \n10.  From all educational institutions different kinds of fees like department development fee, student welfare fee, sports fee, common room fee, curriculum fee and student union fee etc must be  eliminated totally. \n11.  In the budget for the fiscal year 2012-13 there was no declaration on minority communities’ education or the minority communities’ development. For their overall development it must need to declare a specific budget in this budget. \n\nOnly skilled manpower can take a nation in a developed and honorable place in the world. By initiating proper program and their implementation for the moral education and modern contemporary education we can ensure the expected skilled manpower. For that reasons in the national budget in the education sector there needs to allocate a good amount of budget comparing with other sectors. There is no alternative for us as a developing state to make our country a developed one we need to give highest emphasis on the education sector. Therefore, if the above proposals in the budget for the fiscal year 2013-14 are implemented, we do believe that Bangladesh will make a good turn toward the overall development. We hope that our present government will take proper initiative for the implementation of our proposal in the present budget."}