{"id":"428835640537739_440741149347188","type":"photo","created_time":"2013-03-30T22:15:22+0000","message":"Kolkata Muslims protest against anti-Islamic activities in Bangladesh\r\nMar 30, 2013 \r\n\r\nMembers of a coalition of Islamic organisations in Kolkata gathered today at the Shaheed Minar to protest against the death sentence handed down to Sayeedi by the war crimes tribunal. The All-Bengal Muslim Youth Federation, the Sunnat-ul-Jama’at, the Madrasa Student Union and the Welfare Party of India, among others, say Sayeedi is being persecuted for his political beliefs. The movement against Sayeedi’s conviction also has the backing of the Indian wing of the Jama’at-e-Islami. Syed Jalaluddin Umari, the head of the Jama’at-e-Islami Hind has called his Bangladeshi sister-party, “the nation’s most caring and concerned”.\r\n\r\nOVER a dozen Muslim outfits along with Human Rights Association hold the protest gathering in Kolkata demanding the stepping down of Bangladesh Prime Minister Sheikh Haseena amid the war crime tribunal’s verdicts against Jamaat-e-Islami’s leaders in connection with the atrocities committed by them during 1971′s Liberation War.\r\n\r\nThey demand setting Bangladeshi Islamic orator and politician Delwar Hossain Sayeedi free after the tribunal awarded him death penalty.\r\n\r\nProminent Muslim leaders such as Syed Md Nurur Rahman Barkati, Shahi Imam of Tipu Sultan Masjid and Maulana Syed Athar Abbas Rizvi, imam, Cossipore Masjid participated in the demonstration.\r\n\r\nThe spekers strongly condemned the actions of the Bangaladeshi government and said whatever Sheikh Hasina was doing was not only anti-Islam but anti-humanity as well.\r\n\r\nEarlier, the outfits had planned to hold the protest on Tuesday, but police denied permission, forcing them to hold the protests on March 30.\r\n\r\nhttp:\/\/bdinn.com\/news\/kolkata-muslims-protest-against-anti-islamic-activities-in-bangladesh\/","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-frc3\/525369_440741136013856_1359337644_s.jpg"}