{"id":"428835640537739_468112053276764","type":"status","created_time":"2013-05-18T10:00:26+0000","message":"বিবিসির মিথ্যা নিউজকে বাঁশ দেয়া দেখুন\nBBC Bengali Service's version of the Bali statement \nThe BBC Bengali service did a piece on Sukhranjan Bali, the defence witness abducted by law enforcement agencies in November last year, being found in a Calcutta jail, as disclosed yesterday in the New Age article. \n\nYou can read the BBC article here in Bangla [http:\/\/www.bbc.co.uk\/bengali\/news\/2013\/05\/130516_mh_sukhronjon_bali.shtml](the translation is at the bottom of this post.)\n\nSee this for Background on the New Age article that broke the story [http:\/\/bangladeshwarcrimes.blogspot.com\/2013\/05\/tribunal-witness-confirms-police.html]\n\nI was caught by the last few paragraphs. This stated:\nThe report published in the New Age of Dhaka claims that Shukhoronjon Bali sent them a written statement from Indian prison. In this statement he describes the incident of kidnap and how he was pushed to India. \nHowever, Ranvir Kumar, chief of the Prison Division of West Bengal, told BBC that it's almost impossible to take statement from a Bangladeshi prisoner and handing it over to a foreign newspaper. If any relative visits, the authority scrutinizes the Passport-Visa of the visitor. \nHowever, through a source from West Bengal's intelligence BBC reporter Amitabh Bhatyashali came to know that the Dum Dum prison authority has already interrogated Mr. Bali and Mr. Bali informed the prison officers that he sent the statement through a prison guard by alluring him with money. \nThe intelligence sources informed further that according to Mr. Bali, that prison guard went to the border and handed it over to a smuggler. The sources say that the prison authority has already identified that prison guard and started the process of his punishment\nFirst of all it states that 'New Age of Dhaka claims that Shukhoronjon Bali sent them a written statement from Indian prison.' That was not in fact what the New Age article stated [http:\/\/www.newagebd.com\/detail.php?date=2013-05-16&nid=49319]. It states as follows:\nThe paper made contact with an Indian citizen, with access to the jail, willing to meet Bali and take a statement from him. This person, who wishes to remain anonymous for security reasons, is independent of all parties involved in the Bangladesh tribunal — with no connections to either the Jamaat-e-Islami or the Bangladesh Nationalist Party, whose leaders are currently being prosecuted for crimes alleged to have been committed in 1971 or to the Bangladesh government.\nWhere from that does the BBC get that Bali sent New Age a written statement?\n\nSecondly, the BBC article then quotes a 'source from West Bengal's intelligence [agency]' who says that Bali told them when he was questioned that 'he had sent the statement through a prison guard by alluring him with money.' It then goes onto say that; 'The intelligence sources informed further that according to Mr. Bali, that prison guard went to the border and handed it over to a smuggler.'\n\nWithout giving anything away, I can assure the BBC, there were no smugglers, no prison guards, no money exchange in the obtaining of this statement. \n\nThirdly, I am rather shocked that the BBC decided to rely on an anonymous intelligence agency person as the source of this information. Perhaps the BBC should use better sourcing in the future - and not simply write down anything that an intelligence agency person told them. If all journalists started doing this, the papers would be fall of completely false and motivated stories - just like this one turns out to be in its last few paragraphs.\n\nThis does look like it is a breach of the BBC's own editorial guidelines [http:\/\/www.bbc.co.uk\/editorialguidelines\/page\/guidelines-accuracy-avoiding-misleading-audiences\/]which states:\n'Any proposal to rely on a single unnamed source making a serious allegation ... must be referred to Director Editorial Policy and Standards and Programme Legal Advice.' \nI wonder whether this was done? I would guess almost certainly not. Had it been referred to this person\/department, the following issues would then have needed to be considered:\n- whether the story is of significant public interest \n- whether the source is of proven credibility and reliability and in a position to have sufficient knowledge of the events featured\n- any legal issues\n- safety concerns, for example for whistleblowers\n- whether a response to serious allegations has been sought from the people or organisations concerned\nsensitive and personal issues\n- whether the serious allegation was made or substantiated \"off the record\".\nAnd had they considered these issues, it is pretty likely that this anonymous comment from an intelligence agency would not have been published.\n\n---------------\n\nHere is the translation of the BBC Bangla piece\nMissing witness of war crime suite found at Indian prison\n\nBBC has been informed that Shukhoronjon Bali, a prominent witness of the war crime case against the convicted Jamaat e Islami leader Delowar Hossain Sayedee is at an Indian prison.\n\nShukhoronjon Bali disappeared from the international crime tribunal premise at the Dhaka on 5th November last year. However, Amitabh Bhatyashali from Kolkata informed us that he has been confirmed by the prison authority that one person named Shukhoronjon Bala is staying as a prisoner at Dum Dum prison at Kolkata.\n\nIt has been confirmed by Indian prison authority, Court’s documents and through various informations from different sources that the missing Shukhoronjon Bali of Bangladesh and Shukhoronjon Bala of Dum Dum prison is the same person.\n\nOne thing is worth mentioning here, previously The New Age, a English newspaper of Dhaka, published a news saying Shukhoronjon Bali has been imprisoned in Indian prison. Through the link of that news, BBC conducted an enquiry and came out with this information.\n\nThe Kidnap Controversy\nInitially, Shukhoronjon Bali was a state (prosecution’s) witness against Jamaat e Islami leader Delowar Hossain Sayedee at the international crime tribunal.\n\nBut later on, he changed his side and agreed to give testimony in favor of Delowar Hossain Sayedee, as informed by the defense lawyers.\n\nShukhoronjon Bali was kidnapped from the international crime tribunal premise at the Dhaka on 5th November last year.\n\nJamaat e Islami leader Delowar Hossain Sayedee’s lawyers complained that people from government law enforcement agencies have kidnapped him.\n\nHowever, the states denied this complaint.\n\nHow he ended up in Dum Dum Prison\nBBC reporter Amitabh Bhatyashali informs, on 23rd December night, last year BSF detained one Bangladeshi from India-Bangladesh border at Swarupnagar area of North 24 Parganas with a charge of illegally entering into Indian Territory.\n\nScrutinising the files of Basirhat court, advocate Mosaraf Hossain informed that the person’s name is Shukhoronjon Bala, father’s name: Let Lalit Ronjon Bala, village: Pahar Hati, Thana (PS): Gongarampur, District: Pirojpur, Bangladesh.\n\nAmitabh Bhatyashali informs, Advocate Mosaraf Hossain assumes, since most of the members of BSF are Hindi speaker, they might have mistakenly misspelled Shukhoronjon Bali’s name while recording his name after the detention.\n\nThe court records inform further, BSF handed him over to the Swarupnagar police station. The case number of the case filed against him is 713, dated: 25th of December, 2012.\n\nThe next day, on 26 December, Shukhoronjon Bali was produced in court with the charge of illegally crossing the Indian border. Charge against him was framed under section 14 and 14 (c) of Foreigners Act.\n\nThe Second Additional Magistrate of Basirhat gave judgment against Shukhoronjon Bali on 3rd April. He was at jail custody in the time in between.\n\nPrison guard’s punishment\nThe report published in the new age of Dhaka claims that Shukhoronjon Bali sent them a written statement from Indian prison. In this statement he describes the incident of kidnap and how he was pushed to India.\n\nHowever, Ranvir Kumar, chief of the Prison Division of West Bengal, told BBC that it's almost impossible to take statement from a Bangladeshi prisoner and handing it over to a foreign newspaper. If any relative visits, the authority scrutinizes the Passport-Visa of the visitor.\n\nHowever, through a source from West Bengal's intelligence BBC reporter Amitabh Bhatyashali came to know that the Dum Dum prison authority has already interrogated Mr. Bali and Mr. Bali informed the prison officers that he sent the statement through a prison guard by alluring him with money.\n\nThe intelligence sources informed further that according to Mr. Bali, that prison guard went to the border and handed it over to a smuggler. The sources say that the prison authority has already identified that prison guard and started the process of his punishment\n\nhttp:\/\/bangladeshwarcrimes.blogspot.co.uk\/2013\/05\/bbc-bengali-services-version-of-bali.html?m=1"}