{"id":"428835640537739_468377496583553","type":"photo","created_time":"2013-05-18T20:05:29+0000","message":"Administration unaccountable and non-transparent: Hafizuddin\r\n\r\nFormer adviser to caretaker government M Hafizuddin Khan said the ruling government lack transparency and accountability at every level of the administration.\r\n\r\n“The authorities should have detained local UNO (Upazila Nirbahi Officer) and other officials concerned after the deadly building collapse in Savar. They, however, didn’t do that and that’s why these types of accidents will happen again in the future. The present government doesn’t have accountability and transparency at any level,” said Khan.\r\n \r\nThis came as he was addressing a roundtable meeting at VIP lounge of national press club in Dhaka Saturday. Sushashoner Jonno Nagorik (Sujan) arranged the meeting.\r\n \r\n“The Savar tragedy wouldn’t have happened had the engineer concerned discharged his duties duly. When it comes to discharging duties and responsibilities, everyone has failed. We, the civil society members, are guilty as well because we have always commended the clothing industry despite its numerous problems,” said Khan.\r\n \r\nSujan Secretary Badiul Alam Mazumder said: “The country at present is being governed by extortionists, corrupt individuals, killers and brokers. People like Rana, owner of the collapsed Rana Plaza in Savar, will show influence as long as those people govern the country. We must stay conscious of these people. Otherwise, the country will become extinct.”\r\n \r\n“The armed forces are like Homeopathic medicines. They don’t have any specialized training on rescue operations. People from all walks of life joined the rescue operations in Savar. The UNO declared a faulty building ‘safe’ because of lack of accountability. The home minister should have fired him promptly. He, however, didn’t do that,” said former election commissioner Shakhawat Hossain.\r\n \r\nDr Zarullah Khan, founder of Gonoshastho Kendro said: “I was taken aback by audacity of the garment owners rather than hundreds of deaths in Savar tragedy. Bangladesh is still alive because of people like Reshma and Kaykobad. There is no point in expecting justice from rulers.”  \r\n \r\n“Every single garment worker will get the opportunity to enjoy health insurance facility, if BGMEA (Bangladesh Garment Manufacturers & Exporters Association) spends only 200-300 taka for each of them. This move will also gain global reputation for our apparel sector. Otherwise, this industry will not survive. The industry is already facing conspiracies from different sections,” he added.","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn1\/947005_468377486583554_451769764_s.jpg"}