{"id":"428835640537739_600642563357045","type":"status","created_time":"2013-12-29T15:06:50+0000","message":"CNN এ সুপ্রিমকোর্টে ছাত্রলীগের হামলা নিয়ে আরেকটি i Report: \n\nhttp:\/\/ireport.cnn.com\/docs\/DOC-1071186\n\nAwami League cadres attack on Bangladesh Supreme Court with police back up; creates unprecedented mayhem\n\nThe ruling Awami League cadres have carried massive anarchy and violence inside the Bangladesh Supreme Court. They chased the lawyers, assaulted upon them, hurled bricks and set blaze in different establishments inside the court premises in presence of the police and hundreds of law enforcers. During the mayhem, a female lawyer named Rehana had been assaulted by the government party cadres. \n\nAt around 3.15pm on Sunday, a procession of Awami League entered into the court premises with sticks and other domestic lethal weapons and chased the protesting pro-opposition lawyers.\n\nEarlier, since this morning, several rounds of clashes have taken place in the court area between the pro-opposition lawyers and the police as the opposition backed lawyers were carrying an effort to start a march towards Naya Paltan as a part of the pre-declared program ‘March for Democracy.’ Police barred the procession of the lawyers at the main gate of the Court premises. To disperse the protesters, police also threw hot and color water from the water cannon which had been deployed over there. At one stage, police suffered from water crisis and instantly the water cannon was replaced by the new one. Later, at around 3.20 in the afternoon, Awami League cadres attacked on the protesting lawyers entering inside the court premises, which is unprecedented in the history of this nation.  \n\nThe ruling party thugs initiated their attack by hurling bricks. At one stage, they entered into the court area by breaking the main gate which is located in the Eastern side of the Supreme Court. Police surprisingly assisted the ruling party men at that time instead of barring them. Later, the Awami League cadres entered into the court building in searching of the opposition supporter lawyers. They have assaulted several lawyers physically suspecting them lawyers of anti-government forum. The ruling party men at that time set fire in a parking motor cycle and vandalized several rooms inside the court office. The party thugs also carried patrolling for next couple of hours after conducting the misdeeds."}