{"id":"428835640537739_600377743383527","type":"status","created_time":"2013-12-29T06:46:11+0000","message":"Bangladeshi Opposition leader under house arrest\n-By SayforTruth \n \nThe government in Bangladesh has carried multi-dimensional effort to obstruct the opposition’s pre-declared March for Democracy; a Dhaka bound flow of people. The administrations across the country have halted all types of commutation and transportation for last 3 days to create hindrance. But now the ruling regime became more desperate and aggressive to thwart this opposition gathering.\n\nSince Saturday evening, police has cordoned off the residence of the leader of the opposition and former Prime Minister Begum Khaleda Zia. She was mulling to attend a social program followed by her regular activities in her party office in Gulshan of the capital. But the law enforcers barred her and did not allow moving.\n'\nThen several incidents happened instantly one by one. Huge number of police deployed around her residence. Though the 9th Parliament is still in function, the opposition leader is entitled to enjoy a protocol. But unprecedentedly, violating all the norms and practices, her protocol services had been withdrawn as well.\n\nGradually, she had no way left to move. Several sand loaded trucks were posted in front of her residence gate, which is nothing but another effort to obstruct her moving. None but a group of journalist led by BFUJ President Ruhul Amin Gazi was allowed to enter into her house. After coming out, the media men’s leader informed media, Begum Khaleda Zia is keen to join Sunday’s program but she is not allowed to move even to her office.\n\nIn a late night press conference in Supreme Court Bar Association, Senior Advocate Khondokar Mahbub Hossen, the vice president of the bar council, informed the journalists that, the leader of the opposition is under house arrest. He also asserted to make the declared gathering a success on Saturday. He also exposed his defiance about the participation of the opposition leader in the program. Otherwise, people will make her free, he claimed.\n\nThe arrest of the leader of the opposition is an dramatic event of Bangladesh politics. Both the leaders had been arrested earlier during the rule of autocrat H M Ershad in 1990s. The two major leaders were also detained during the previous military backed caretaker rule as well. But it is unexpected of witnessing such an arrest under a democratic ruling led by Sheikh Hasina. There is no doubt that, this house arrest and nationwide obstruction by the government would intensify the ongoing political deadlock in Bangladesh. \n\nhttp:\/\/ireport.cnn.com\/docs\/DOC-1071133"}