{"id":"428835640537739_600654773355824","type":"photo","created_time":"2013-12-29T15:29:41+0000","message":"Bangladesh activists clash with police at polls protest\n\nSupporters of Bangladesh's opposition parties have clashed with security forces in Dhaka ahead of the country's general election next week.\n\nPolice said two people were killed as protesters defied a ban on rallies.\n\nThe opposition is demanding that Prime Minister Sheikh Hasina steps down and a neutral government is installed before the election.\n\nThe government has rejected the demand, saying the elections are a constitutional necessity.\n\nPolice fired water cannon and rubber bullets at protesters who threw stones and homemade bombs, according to reports.\nNationwide crackdown\n\nThe leader of the main opposition Bangladesh Nationalist Party (BNP), Khaleda Zia, had called for a march on the capital, Dhaka, in defiance of a police ban, to protest against what she calls the \"farcical\" election.\n\nPolice surrounded her home on Sunday in an apparent bid to stop her from addressing the demonstration. They deny holding her under virtual house arrest.\n\n\"The government is undemocratic and illegal. It should step down immediately,\" Ms Zia, a former prime minister of Bangladesh, told reporters outside.\n\nOne person was killed as police opened fire on protesters in the centre of the city, and a guard was killed in a blast at a train station, police said.\n\nSupporters of the governing Awami League - armed with sticks and rocks - also clashed with opposition activists outside the Supreme Court.\n\nLocal media reported that hundreds of people had been detained in recent days as part of a nationwide crackdown ahead of the 5 January elections, which the opposition is boycotting.\n\nThe BNP and its allies have staged weeks of deadly protests, strikes and transport blockades to try to force the prime minister to resign. Scores of people have been killed.\n\nThe opposition fears the government will rig the polls if it remains in power.\n\nCaretaker governments previously oversaw elections, but Ms Hasina scrapped the arrangement in 2011.\n\nA series of rulings against the BNP's Islamist ally, Jamaat-e-Islam, have also led to violent protests across Bangladesh, with many people killed.\n\nhttp:\/\/www.bbc.co.uk\/news\/world-asia-25543054","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-frc1\/t1\/1483359_600653860022582_601102707_s.jpg"}