{"id":"428835640537739_600397490048219","type":"photo","created_time":"2013-12-29T07:24:56+0000","message":"The Execution of Abdul Quader Mollah A Judicial Murder\r\nBy MOHAMMAD HOSSAIN\r\n\r\nShaheed Abdul Quader Mollah has become a name uttered with reverence in thousands of households throughout the world today. What started as a saga of domestic trials with a promise to deliver justice for crimes committed four decades ago turned into a chapter of full blown kangaroo trials that seemed geared towards one aim, that of judicial murder. He is the first victim of this travesty of justice, and barring any prevalence of common sense and rule of justice in the contemporary sense of the word, more eminent personalities are set to follow his fate, the bulk of them Islamists who have the added distinction of being popular figures of the opposition movement as well. Let us recap the main points of his case.\r\n\r\nAbdul Quader Mollah was arrested on July 13, 2010 from the Supreme Court premises without any charges. His name was later included in two police cases to legitimise his arrest. To include him in the trial process of the domestic International Crimes Tribunal, he was shown arrested in a war crimes trial case on July 22, 2010, again without any charges. In this manner he was imprisoned illegally till December 18, 2011, the date on which the prosecution submitted formal charges against him before Tribunal-1, which took the charges into cognizance on December 28, 2011. On April 16, 2012, after the Skype scandal in which the Chairman of the Tribunal was forced to resign, the case was transferred to Tribunal-2.\r\n\r\nThe six charges in chronological order included the murder of student Pallab, the killing of poet Meherunnesa and her family, the murder of Khandakar Abu Taleb, the killings of Osman Gani and Golam Mostofa, the killing of 344 people at Alubdi village and the murder of Hazrat Ali and five family members. The witnesses brought by the prosecution in charges 1, 2, 3 and 5 were hearsay witnesses who testified that they had heard of a “Kader Mollah” being involved in the crimes, but could not relate as to how or from whom they had heard so. Despite the incredibly weak testimony at hand, the court saw it fit to award Abdul Quader Mollah 15 years against the charges 1, 2 and 3 and a life sentence against charge 5. On charge 4, the prosecution witness was proven to be committing perjury in court by his own younger brother and the charges were as of then, dropped. \r\n\r\nThe sixth charge was a charge upon which the prosecution relied on heavily to demonise Mollah, due to which it merits some analysis. The sole and uncorroborated witness of this crime was Momena Begum, who recounted in horrible detail how she, only 13 years then, witnessed Kader Mollah and his accomplices kill her family and rape herself and her sister, as she lost her consciousness. Thrilling and gruesome it may seem, the same Momena was recorded to have testified differently on the above. In an earlier account to the Tribunal investigator in 2010, she omits the mention of any Kader Mollah, mentioning that she ‘heard’ later that he was involved. In an even earlier account of testimony given to the Liberation War Museum in 2007, Momena gave an account where she says that she had left her parents’ house two days before the incident to her in-laws!\r\n\r\nAs per the seemingly pre-planned direction of the trials, the gallows, not jail, had always seemed the more likely destination for Mollah. And obligingly, on September 17 the Supreme Court of Bangladesh made it so, as it surprisingly overturned the earlier verdict in increasing the penalties for charges 4 and 6, giving life sentence in the latter and a death sentence in the last charge. Thus the ticket to judicial murder of an icon of the Islamic movement in Bangladesh was given.\r\n\r\nAbdul Quader Mollah was a renowned politician and well known personality involved in numerous social activities in Bangladesh. Born on August 14, 1948 at Faridpur, he was attracted to the leftist ideology during early student life. Later, he rediscovered his Muslim roots after coming upon Mawlana Maududi’s literature, and joined the then Islamic students’ organization, the Islami Chatra Sangha in 1966. From 1972-75, he studied in Dhaka University and after graduation taught at Udayan School, a prestigious academic institute inside the campus of Dhaka University. After joining the Daily Sangram in 1981, he was elected Vice President of Dhaka Journalists’ Union for two consecutive terms in 1982 and 1983.\r\n\r\nQuestions may arise as to the location of Abdul Quader Mollah during the Liberation War. Three defence witnesses, Shushil Chandra Mondol, Moslem Uddin Ahmed, principal of a school in Faridpur and Hafez A I M Lokman, imam of Shahidullah Hall Mosque at Dhaka University, concurred that he was not in Dhaka during the War, but that he stayed at the house of Dhola Mia Peer Saheb at Sadarpur village of Faridpur throughout the war and used to teach the children of the family.\r\n\r\nIgnoring all pleas of rationale from national and international huge public demonstrations to calls by human rights organisations such as Human Rights Watch,  Amnesty International and international bodies such as the United Nations itself, including calls from major countries and their heads of state, Abdul Quader Mollah was executed by the government at 10:01 pm on December 12. Earlier, he was scheduled to be hanged at 00:01 am on December 11, when a Supreme Court judge stayed the execution, in response to the point raised by his lawyers that he had a ‘constitutional right’ to appeal. The appeal was however, binned out by the same appellate division of the Supreme Court which had granted him a higher sentence in the first place and the Attorney General Mahbubey Alam, who had claimed initially that Mollah did not deserve any appeal, said that the government would go ahead with the execution as Mollah had also refused to ask for a presidential pardon.\r\n\r\nAfter his execution, the government sent his body to be buried at Faridpur. His family was barred from attending his funeral and was victim to attacks by ruling party goons and police who later arrested them. Despite all efforts, the government could not prevent thousands and thousands of people from attending funerals in absentia for the Shaheed throughout next day. Among his last words were, “Take revenge for injustice done to me by establishing Islam.”  \r\n\r\nIn the aftermath of the execution of this great leader, condemnations poured in via media and various governments against the unjust execution from all corners of the world. Thousands of people came out in demonstrations against this judicial murder.\r\n\r\nIndian policy makers should understand it fully and clearly that Abdul Quader Mollah and the organisation he represented, Bangladesh Jammat-e-Islami, stand for peace and democracy. I end this article with the fervent hope that the Government of India stands shoulder to shoulder with the democracy and justice loving people of the world and condemn this injustice for what it is, a judicial murder.\r\n\r\n- See more at: http:\/\/radianceweekly.in\/portal\/issue\/abdul-quader-mollahs-hanging-a-blot-on-hasina-wajeds-regime\/article\/the-execution-of-abdul-quader-mollah-a-judicial-murder\/#sthash.gT4F8DNY.dpuf","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn2\/1526621_600382426716392_216116035_s.jpg"}