{"id":"428835640537739_486521421435827","type":"status","created_time":"2013-06-14T18:32:50+0000","message":"Martyrs of Shapla Chottor plead for Justice.\n\nSome things we can never forget, and if we do, it may be done consciously to suppress those traumatic or disturbing experiences. Recent revelation of Shapla Chottor genocide by Odhikar and few other newspapers have again brought back those harrowing experiences in to our mind. I don’t want to repeat myself but there are events that are worth repeating if only to remind people of the horror and injustice that a democratic government can inflict on its people. \n\nMy heart felt sympathy goes to those people who have given their lives for a cause they so much believed and held dear to their hearts. These people never thought when they came out of their house that they would never go back. If they were to ask us for what crime they had been killed, we would have no answer. Surely there can be no excuse justifying 150,000 bullets set free on defenceless innocent civilians; among them were children as young as 11 and 12. It was a calculated intentional massacre of unarmed civilians in the history of independent Bangladesh. \n\nIn spite of repeated demand by Hifazote Islam for a judicial investigation to the killings, nothing has been set up yet by the government. And, why should they? It is the government which had committed those acts, and they are now too busy concocting cases, arresting, and blaming on members Hifazote Islam to divert the responsibility from them. I remember one face book Awami contact of mine, mockingly said, “Everything over in 10 minutes uncle.” I wonder if he had seen the report of Odhikar and numerous pictures and videos of Shapla Chottor massacre. My feeling is he hasn’t, and if he had, he would probably be in self denial. If I ever had a chance I would have asked him, how long he would have stayed, if he had been attacked by 10,000 armed men in a dark power cut night. This is a question I put to every Awami scoffer.\n\nMufti Shafi in a recent statement has vented his anger on the government failure to address the genocide and has said, “Those who are responsible for ordering the genocide on 5\/6 May will never escape the justice of God.” Indeed, history has seen many example of God unseen punishment. Dictators and oppressors of the Middle East never thought for a second that they will be removed from power and face a humiliating death at the hand of their people, yet it did happen to Saddam Hussain of Iraq, and Gaddafi of Libya and the tyrant Mubarak of Egypt. Will it be impossible to repeat the same to this government? I should not think so, for Hifazote is regrouping again with greater zeal than before and soon we are sure to see a re-emergence of Hifazot in the political theatre of Bangladesh. \n\nMozafor\n14 June 2013"}