{"id":"428835640537739_565746270180008","type":"status","created_time":"2013-11-01T12:36:58+0000","message":"Israel helped India in 1971 war, says book\nSaikat Datta , Hindustan Times  New Delhi, November 01, 2013 \n\nIndia may not have had diplomatic ties with Israel but New Delhi quietly sought and got arms from Tel Aviv as it prepared to go to war with Pakistan in 1971, a book has revealed.\n\nThe book, 1971, by scholar Srinath Raghavan offers fresh insights into the 14-day war that led to the creation of Bangladesh.\n \nRaghavan accessed the PN Haksar papers maintained at the Nehru Memorial Museum and Library in Delhi. These papers document startling aspects of a war that is probably India’s finest military moment but has not been documented adequately. A diplomat, Haksar was also an adviser to the then Prime Minister Indira Gandhi.\n\nRaghavan’s research reveals that India’s ambassador to France DN Chatterjee began the process to get Israeli arms with a note to the external affairs ministry on July 6, 1971, saying assistance from Israel for “propaganda, finance and even procurement of armament and oil” would be “invaluable”.\n \nGandhi immediately accepted the proposal and through the country’s external intelligence agency R&AW began the process to get the arms through the tiny principality of Liechtenstein.\n \nIndia didn’t have diplomatic ties with Israel at that time, having voted against its creation in 1948, and consistently supported the Arabs in the Israel-Palestine conflict.\n\nIsrael was in middle of an arms shortage but prime minister Golda Meir stepped in to divert arms meant for Iran to India. She sent a note addressed to Gandhi in Hebrew through Shlomo Zabuldowicz, the director of the firm handling the secret transfers, with a request for diplomatic ties in return for arms. The diplomatic ties, however, could only be established in 1992 when Narasimha Rao was the Indian PM.\n\nAnother note -- from then R&AW chief RN Kao on August 4, 1971 to Haksar — also finds mention in Raghavan’s book. The note detailed how the arms would be airlifted with a batch of Israeli instructors. The arms would eventually land up with the Indian Army and the Mukti Bahini, the guerilla force of Bengalis who would force the Pakistanis to surrender.\n\nOther revelations in the book include a secret agreement between Iran and Pakistan to give air cover to Karachi in case of an Indian attack. But the Shah of Iran reneged on the agreement, fearing retaliation from the Soviet Union.\n\nInterestingly, while Gandhi was worried about Chinese intervention, the then charge de affairs of the Indian embassy, Brajesh Mishra, who would go on to be the national security adviser in the Vajpayee government, sent an authoritative assessment that China would stay out of the war.\n\nFinally, the US move to send in the seventh fleet to “intimidate” India proved counter-productive. As soon as the American ships arrived, India decided to step up the offensive and para-dropped troops in Tangail to make a dash for Dhaka. As the capital fell, India forced a surrender before any international power could intervene.\n\nhttp:\/\/www.hindustantimes.com\/india-news\/israel-helped-india-in-1971-war-says-book\/article1-1146011.aspx"}