{"id":"428835640537739_481276705293632","type":"photo","created_time":"2013-06-06T13:07:35+0000","message":"Professor Ghulam Azam has come\nfrom a respected family. He was born in 7th November'1922 at his maternal gandfather's laxmibazar house in Dhaka. His father Maolana Golam Kabir and mother Sayeda Ashrafunnisa.\u000bThe root of his family is in the Birgaon of Nabinagar thana under Brahmanbaria district. In 1908 his father bought a piece of land at Maghbazar and from then Ghulam Azam has been residing there.\u000bHis maternal grandfather late Shah Sayed Abdul Monaem and grand father Sheikh Shahabuddin were famous Aleem. Maolana Golam Kabir was an islamic and modern man.He was the teacher of a high school.\u000bGhulam Azam has 3 brothers& 5 sisters (1 brother & 1 sister living now). All the brothers are genius & brilliant. Ghulam Azam is the eldest son of his father. His 2nd brother Dr. Golam Moazzom passed the M.B.B.S degree from Calcutta Medical College. He was a gold medalist in his batch in which national professor Nurul Islam was also his batchmate. He was the principal of Sylhet and Rangpur Medical college and professor of Acra Medical College in Ghana through Commonwealth invitation. He wrote several books. 2 of the books: Science in Quran and Quran and Medical Science [written in Bengali]. The third brother is an Electrical Engineer & was chief engineer in a section in Bangladesh Chemical Industries Corporation (BCIC). His 4th brother Dr Mahdiuzzaman also is an Electrical Engineer. He was a professor in Bangladesh University of Engineering and Technology (BUET). Husbands of three sisters of Ghulam Azam are Advocate Moshihur Rahman, Late Maolana Alauddin Al-Azhari and Maolana Kazi Shariatullah (Secretary General of Bangladesh Kazi Association). \nProfessor Azam married Sayeda Afifa Khatun, daughter of Maolana Mir Abdus Salam of Bogra in 28th December'1951. Professor Azam has 6 sons with no daughter. 1st son has completed his honors and masters in Economics from the university of Manchestor, London. He works for a development bank [middle east], 2nd son is businessman [uk], 3rd son works in a company [uk], 4th son is ex brigadier general of BD Army who was dismissed without explanation by this govt, 5th son is a management consultant [uk] and youngest is a university lecturer [uk]. Youngest passed from Alighar university which is in Alighar, India.","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-ash3\/t1\/945208_481276691960300_762427697_s.jpg"}