{"id":"428835640537739_571990549555580","type":"photo","created_time":"2013-11-12T07:14:22+0000","message":"Resistance a must to save Bangladesh\r\n\r\nBy Zoglul Husain \r\n\r\nThe govt’s crack down on the BNP has virtually slammed the doors of dialogues and, in this dire situation, any prospects of a free, fair, inclusive, transparent and credible election seem to have been dashed, though the US has still been talking about an ‘inclusive’ election and its new Asst Sec of State for South and Central Asia, Nisha Desai Biswal, is due for a visit to Bangladesh on 16 November with the declared intention of meeting both Hasina and Khaleda.\r\nAs things are at present, Hasina even refused to meet Nisha Biswal’s predecessor Blake, on his visit to Bangladesh. Will Nisha have better luck by conceding to Hasina and India’s demands? Or will Hasina close the door to Nisha as she, empowered and instigated by Delhi, did to Mozena and Blake? That is the question! The relation between Hasina and the US has remained frozen for quite sometime. Two Indian newspapers even hurled insults at Mozena by publishing that Mozena visited India uninvited and they quoted an Indian official to express India’s difference with the US (about the election, BNP-JI, etc. in Bangladesh), which the US seem to be trying to diffuse. The Times of India even published an article by Subir Bhaumik, which urged the Indian govt to militarily intervene in Bangladesh, if the BNP alliance returns to power in the next election!! It was Bush who put India in such position of power and it were Manmohan-Bush who engineered 1\/11 2007 and rigged the 2008 election with pre-determined results.\r\nToday, 10 November 2013, amid hartal suppression by the police-BGB-BCL combine, the State Minister for Law, Qamrul Islam, warned, ‘Khaleda may face arrest if violence persists’ (CLICK). He included other top BNP leaders too. After the arrest of 5 top leaders of the BNP (Moudud, Anwar, Rafiqul, Mintu and Shimul) there has been police searches (for arrest, it can be assumed) at the homes of a dozen or so BNP leaders (Zamir, Abbas, Goyeswar, Khoka, Altaf, Faruk, Moazzem, Salam, Sarwar, Annie, Mannan, Ashim, etc.). The Awami thugs hurled cocktails in front of Piash Karim’s home with the slogans of ‘Joy Bangla’. The Awami thugs also torched BRTC buses, as reported in the press. They attacked and vandalised 100 Hindu houses and temples in Santhia, Pabna, and some of these thugs were photographed with State Minister for Home, Shamsul Hoque Tuku, when he visited the area on 6 November 2013, as reported in the Daily Star. This was done to put the blame on the BNP-JI alliance, but they have been caught red handed! Interestingly, Bahauddin’s (Inqilab) home was also searched by the police. Many BNP leaders and members have gone into hiding, which offers a wonderful environment for free, fair and inclusive election, as it prevailed in 2008!!\r\nThe govt cracked down on the opposition as per the blue print of its heinous India-BKSAL conspiracy to hold an one-sided election (Hasina, Ershad, Anwar Manju, Maij Bhandari, and any one they can pick up from the opposition with carrot and stick) for the BKSAL of the BKSAL and by the BKSAL in order to obliterate the opposition and to continue the present illegal BKSAL rule indefinitely until Bangladesh becomes a vassal state of India. If they are successful in reducing Bangladesh to a vassal state, then the Indians will occupy all the houses and properties, agriculture and industry, trades and commerce, offices and institutions of the Bangladeshis, and the Bangladeshis will inevitably become landless peasants, low-paid workers in factories and menial workers and orderlies in offices. This is an existential threat to Bangladesh. The opposition must integrate with the general public, unite and mobilise them in order to resist, and resist effectively. Khaleda also called for resistance and people’s fight. The opposition must take control of the rural areas and district head quarters as soon as possible, which would have serious impact on Dhaka.\r\nDuring Ershad’s downfall, there was people’s upsurge, the Army refused to suppress it and, as a consequence, Ershad had to go.\r\nThe people will win in the end, as they did in the past!\r\nhttp:\/\/bdinn.com\/articles\/resistance-a-must-to-save-bangladesh\/","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/1468795_571990536222248_1253521475_s.jpg"}