{"id":"428835640537739_571989139555721","type":"photo","created_time":"2013-11-12T07:07:32+0000","message":"Political biasness of War Crime Tribunal exposed once again\r\n\r\nICTDie-heart Awami activists working as prosecutors and top members of the war crimes investigation agency of the international crimes tribunal\r\n\r\nAt least four prosecutors of the international crimes tribunal and two top members of the war crimes investigation agency yesterday collected the ruling Awami League’s nomination papers to contest the next general election.\r\n\r\nProsecutors Muklesur Rahman Badal collected nomination papers for Kishoreganj-2 (Pakundia-Katiadi) constituency while Sultan Mahmud Simon did it for Sariatpur-2 (Naria-Sakhipur), Nurjahan Begum Mukta for Chandpur-5 (Haziganj-Shahrasti) and Syed Sayedul Haque Suman for Habiganj-4 (Chunarughat-Madhobpur).\r\n\r\nAbdul Hannan Khan, the coordinator of the investigation agency, collected nomination papers for Netrokona-5 (Purbadhala) and Sanaul Huq, a senior member of the agency, for Kishoreganj-3 (Tarail-Karimganj).\r\n\r\nMeanwhile, two other prosecutors — Mohammad Ali and Abul Kalam — told The Daily Star that they were hopeful of collecting the AL’s nomination papers for Dhaka-20 (Dhamrai) and Patuakhali-4 (Kalapara-Rangabali) constituencies.\r\n\r\nBadal, a former leader of Bangladesh Chhatra League (BCL), is currently a member of the convening committee of Pakundia upazila AL. He was also president and general secretary of Dhaka Bar Association.\r\n\r\nSimon was Naria upazila chairman and joint secretary of Sariatpur district AL. He contested the 2001 polls but was defeated.\r\n\r\nMukta, a former BCL leader, is currently international affairs secretary of Bangladesh Mahila Awami League. Her father was a parliamentarian from Chandpur.\r\n\r\nSumon was an assistant secretary of the BCL central committee. \r\n\r\nA 22-member prosecution team has been dealing with a number of war crimes cases pending with two international crimes tribunals.","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-frc3\/1391876_571989126222389_534398849_s.jpg"}