{"id":"428835640537739_606493952771906","type":"photo","created_time":"2014-01-07T02:22:44+0000","message":"The United States is disappointed by the recent Parliamentary elections in Bangladesh. With more than half of the seats uncontested and most of the remainder offering only token opposition, the results of the just-concluded elections do not appear to credibly express the will of the Bangladeshi people.\r\n\r\nWhile it remains to be seen what form the new government will take, United States commitment to supporting the people of Bangladesh remains undiminished. To that end, we encourage the Government of Bangladesh and opposition parties to engage in immediate dialogue to find a way to hold as soon as possible elections that are free, fair, peaceful, and credible, reflecting the will of the Bangladeshi people.\r\n\r\nWe condemn in the strongest terms the violence from all quarters that continues to mark the prevailing political impasse. Violence is not an acceptable element of the political process; we call on all to stop committing further violence. Bangladesh’s political leadership – and those who aspire to lead – must do everything in their power to ensure law and order and refrain from supporting and fomenting violence, especially against minority communities, inflammatory rhetoric, and intimidation.\r\n\r\nIn the coming days, as Bangladesh seeks a way forward that is in keeping with its strong democratic traditions, we call upon the Government of Bangladesh to provide political space to all citizens to freely express their political views. We also call strongly on the opposition to use such space peacefully and responsibly, and for all sides to eschew violence, which is not part of democratic practice and must stop immediately.\r\n\r\nPress Statement\r\nMarie Harf\r\nDeputy Department Spokesperson, Office of the Spokesperson\r\nWashington, DC\r\nJanuary 6, 2014","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-prn2\/1521535_606493879438580_1418811758_s.jpg"}