{"id":"428835640537739_606491422772159","type":"photo","created_time":"2014-01-07T02:13:27+0000","message":"\"Patience is a light.\" (Muslim) \nIn the intricate paths of life when difficulties and hardships confront a man, and the darkness of adversities and suffering becomes long, it is patience only that acts like a light for a Muslim that keeps him safe from wandering here and there, and saves him from the muddy mire of disappointment, desperation and frustration. \nAs a Muslim we should make SABR a torch light for guiding our way, else we will be defeated in the field of life. \nWe should prepare ourself to tolerate the hardships and difficulties, and should not holler or raise hell. \nWe should not sit waiting for the results, however late that may take. \nWe should not run away from responsibilities, whatever they may be. \nNo doubts and misgivings, no hardship of trouble should prompt our intellect to indulge in violence. \nWe should have plenty of self-confidence. \nWe should not be frightened by the dark clouds appearing on the horizon of life, even if they may be appearing continually, nay, we should be fully sure that these clouds of adversities and hardships will disappear, and the clear and bright atmosphere of success and glory will appear again. \nTherefore, the demand of wisdom and far- sightedness is that its coming should be awaited with patience, peace and conviction. \nThe Almighty God has stressed this point sufficiently that no man can escape tests and trials, so that man may be alert and ready at the time when these hardship and difficulties descend on him, and he should not be frightened by these heavenly and earthly tribulations, and need not be disappointed and disheartened. \n\"And verily We shall try you ill till We know those of you who still hard (in the cause of Allah) and the steadfast, and till We test your record. \" (Surah Muhammed: 31) \nAdopted from Muslim Character - English Translation of Muhammad Al-Ghazali's Khuluq Al-Muslim","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-frc3\/1536751_606491326105502_404739781_s.jpg"}