{"id":"428835640537739_614247255329909","type":"status","created_time":"2014-01-19T16:02:03+0000","message":"Jan 19, 2014\n\nJamaat urges to review EU’s position regarding Bangladesh\n\nBangladesh Jamaat-e-Islami expressed its concern over the resolution by the European Parliament pointing finger at Jamaat on 16th January with the observation that it does not represent the position of the Member States of the European Union.\nIn a statement issued today Jamaat called the European Union and the European Parliament to review its position regarding attacks on minorities, banning of political parties and its support for International War-Crime Tribunal that is marred by controversy.\n1525275_611156075639027_1524680785_nIn the statement the Acting Secretary General of Bangladesh Jamaat-e-Islami, Dr. Shafiqur Rahman pointed that the resolution was adopted following the vote of 61 Members of the European Parliament, which represents less than 8% of all members.\nExpressing Jamaat’s concern Rahman called on the European Union and the European Parliament to review its position regarding attacks on minorities, banning of political parties and its support for an institution that is marred by controversy.\nClarifying Jamaat’s position regarding the EU observation that “parties which turn to terrorist acts should be banned” and “urging BNP to cut ties with Jamaat and Hefajat”, Rahman said,\n‘Jamaat-e-Islami recognises that the laws of many European Member States provide strict rules for the banning of what it terms undemocratic movements, but the banning of mainstream, democratic, political parties is not permitted save in exceptional circumstances. In this regard, Jamaat-e-Islami respectfully reminds the European Parliament that it is the democratic right of all political parties to choose its coalition partners and any call to challenge such a democratic is improper.’\nMentioning that Jamaat-e-Islami is a democratic political party and recognizes the right of all political parties and movements to espouse its own political ideology the statement condemned the characterization in EU resolution that Jamaat-e-Islami and Hefazet-e-Islam are responsible for the violence and are undemocratic forces.\nRegarding EU resolution linking Jamaat and its allies with the post-election violence specifically directed against minority groups the Jamaat leader demanded that there is no evidence to link Jamaat-e-Islami or its student body to these crimes.\n‘Such unsubstantiated attacks on Jamaat-e-Islami, in the absence of any compelling evidence, are inappropriate and likely to further contribute to the flow of violence.’\n‘On the contrary, there are credible allegations to suggest that such attacks may have been conducted by Government Forces and therefore an independent investigation is essential.’\nIn this regard statement reminded that, ‘on 9 January 2014 Jamaat-e-Islami called upon the United Nations to form an independent commission of inquiry to investigate post-election violence specifically directed against minority groups’.\nHowever Jamaat in its statement appreciated the attempts by the Members of the Alliance for Liberals and Democrats for Europe (ALDE) Group for their calls to reform the Bangladesh Central Election Commission and to hold fresh elections under a neutral transitional government.\nIn the statement Jamaat appreciated the European Parliament for calling for a moratorium on the death penalty, particularly in relation to the International Crimes Tribunal and call on the Bangladesh Government for a moratorium on the death penalty.\n\nFull text of the statement:\nhttp:\/\/bdinn.com\/from-the-press\/41196\/"}