{"id":"428835640537739_614128912008410","type":"status","created_time":"2014-01-19T12:13:48+0000","message":"The Fake Election in Bangladesh & the Existential Threat Signal\n-Dr. Firoz Mahboob Kamal \n\nHasina’s Coronation.Democracy is now dead in Bangladesh. The fake election held on 5th of January, 2014 has successfully assassinated it. On its graveyard, Shaikh Hasina held her coronation for another 5 years. Although she failed to get even 10% of the votes, he congratulated herself as the great winner. People know autocracy, and also understand democracy. In autocracy, it does not need to get votes to be a ruler; military might is enough to do the job. But in democracy, it is unthinkable to be a ruler without peoples’ votes. It is an obligation that every MP must be chosen only by the voters of the constituencies. But that didn’t happen on 5th January’s Election Day in Bangladesh. Out of 300 parliamentary seats, in 153 seats the election didn’t take place even in its sham form. Even a single vote was not casted in those constituencies. These so-called elected MPs were chosen not by the voters, but by Sheikh Hasina and her cronies.\nThe people of Bangladesh had little doubt about Hasina’s evil intention. She was planning to hijack the whole election process since her 2nd time coming to the power in 2008. Her malicious motive became clear when she abolished the constitutional provision of election under the care-taker government. For successful hijacking, the hijacker needs to take full control of the driving seat. Hence, the removal of care-taker government was the first step in that direction. The country’s judiciary, police, army and the civil administration were rearranged by the embedded political cronies to help her steering the whole hijacking. Surprisingly, the people showed enough political acumen to understand Hasina’s evil design, hence avoided to embark on the hijacked election process. The common people and most of the political parties boycotted the election. The boycott was so massive that in 153 seats, not even a single candidate stood from the opposition parties. Therefore, in more than half of the country, there wasn’t a single polling station. In the remaining so-called 147 contested seats, the electoral contest was mere farcical -arranged only for propaganda consumption for domestic and foreign audience. Not a single vote was casted in about 50 polling stations. The election officials couldn’t hold election in nearly 400 centres and about 500 polling centres were burnt down by the angry protesters. On Election Day, 22 people were killed by the police and several hundred were killed during the months prior to that.\nThe mockery of election ;According to Prothom Alo –the Bengali daily of Dhaka, (6\/01\/14), Shaikh Hasina won her seat in Gopalganj district by securing 187,185 votes. That means she got 88.36% of total 211, 839 votes. It means 9 out of 10 registered votes were casted in that constituency. It beggars belief! People only rush to vote in huge number when they perceive that the electoral contest is very tough. In such situation, they come out to help their preferred candidate to win. Since the opposition parties boycotted the election, such possibility didn’t exist. Only a gross fabrication can manufacture such an unbelievable figure of participation. Only an objective of projecting an image of high success of the election could prompt the ruling BAL to produce such a mammoth lie. A brief survey in Hasina’s constituency will suffice to prove it. The election has ended. But the parliament has none to sit in the opposition bench. The boycott made the whole election procedure totally flawed and faceless. Hasina’s fake victory has only led to an ugly ethical conundrum that could invite only the hatred from all over the world. The New York Times ridiculed the election by a derogatory remark. According to the paper, the election made history by record low participation of the voters. In democracy, uncontested election victory is unthinkable. Mr Winston Churchill played a pivotal role as the war-time British Prime Minister in achieving victory in World War II. But such credential didn’t help him return to the parliament without winning an election. In fact, his party lost the lost election.\nHasina didn’t win any war for her country, rather earned many shameful disgraces. During her first time tenure in the late nineties, she made Bangladesh the most corrupt country in the world. This time, she earned other humiliations. Her party men and ministers committed unprecedented robbery on the government banks, share markets, tenders, road-side trees, state-owned lands and the development projects. They also stole money from World Bank allocations. As a result, the World Bank and its partners like ADB (Asian Development Bank), IDB (Islamic Development Bank) withdrew their grant for the proposed Padma Bridge. As a result, the country’s largest infrastructural development project in the history got delayed for many years. Otherwise, it could have been near to its finishing end. During her rule, terrorism is no more the acts of a few criminals; it has become the huge state enterprise. According to some independent estimate, about 22 thousands people have been killed by her party thugs, police and RAB (Rapid Action Battalion) during her 5 year rule. The political killings are taking place every day and night, and almost in every corner of the country. The opposition leaders and members are being snatched by the police, the RAB and the BAL thugs from their houses. Many of them never return to the family. Some of them come back only as dead bodies. Thousands of them are languishing in crowded jails for years without even a trial. The prosecution and the judiciary have no time to bring these killers and kidnappers to the justice; rather busy only to hang the Islamist opponents. In democracy, great hopes rest on elections. The people get rid of the criminal rulers through votes. But Hasina made such electoral process fully non-functional.\nThe mockery of constitution .Hasina reiterates that the election was a constitutional necessity. In fact, such a fake election was her political necessity. She knew that a fair election will only bring her political doom -as was revealed by many pre-election polls. Hasina and her cronies were not ready to accept such defeat in any cost. She had a lot of regrets for her defeat after the first term in 2001. That time she even tried to prompt a coup to stop Kahlida’s take over. She even hesitated to vacate her Prime Ministerial residence. Moreover, returning back amidst the angry people -who suffered so much in her rule, was not an easy option for her. She is now putting salt on their wounds by celebrating her fake victory. She cannot dare walking in a street without heavy police protection. In absence of police protection, who could save her from the angry mob? Hence she took the alternate route. She arranged the election only to draw a constitutional cover for prolongation of her stay in power. The article 56(2) of Bangladesh constitution makes it a legal obligation that parliament must be elected through popular votes, not by in-house selection -as has been engineered this time. It is a constitutional requirement that the registered voters should be given opportunity to cast their votes in polling stations. It is the prime responsibility of the Election Commission to ensure such provision. If the Election Commission failed to do so, holding election becomes pointless. Since such voting didn’t happen this time, the whole election stands illegal. In fact, Hasina and her Election Commissioner committed a great crime in the name of holding election. The voting rights of the people have been robbed and the whole country has been hijacked. Now the people bear the moral burden to free the country from these usurpers.\nShaikh Hasina makes pledges that she would do everything to protect the constitution. As if the constitution was not protected by the caretaker governments in 1991, 1996 and 2001! By such utterance, she only expresses her stubborn commitment against any constitutional amendment for the caretaker government. In fact, Hasina never disliked constitutional amendments. In the past, she did that many times. But such amendments must serve her political interests. She changed the constitution even to omit the expression of fundamental Muslim faith of reliance on Allah SWT. Hasina knew that impartial caretaker government would not help her victory in the election. For a victory, she needed the whole government machineries on her side. That could only happen through removal of the caretaker formula from the constitution. Hence she removed that. Whereas, the caretaker government was never a minority view; it was a consensus view in 1996. Hence it incorporated in the constitution. And Hasina herself was a party to that. Even now, except Hasina and her coalition partners, all other political parties want its reincorporation. Only to counter such opposition’s demand, she pretends to be a defender of the constitution. As if, it is a sacred holy book and no amendment is possible!\nThe politics of exclusion.Politics must show ways to integrate other people in the political system. The constitution must prescribe provision for such political inclusion. If it promotes only the selfish interest of a leader, party or a dynasty, then it creates bloodletting divisions in a country. On the world stage, such politics of exclusion by the contemporary world powers gave birth to two devastating World Wars. And in a country, such politics of exclusion generates civil wars. To avoid such disastrous wars in the future, the emerging new powers are given some spaces by the big powers. Hence China was given access to USA’s domestic markets. The western powers now have started talking with Iran and Cuba. In Bangladesh, such political wisdom seldom exists. Shaikh Hasina uses politics and the constitution as tools of exclusion of her political opponents. Her father Mujib did the same. During his time, the political opponents found their place only in prison, not in country’s political or intellectual arena. He gagged all independent newspapers. He closed all opposition parties and snatched citizenship of many of the opposition leaders. With the special blessing of BAL leaders, organisations like Ghatak Dalal Nirmul Committee were formed with the sole objective of eliminating Islamic leaders. To justify such elimination project, a tag of religious extremism and communalism is attached to them. Whereas, there is no proof that Jamaat-e-Islami or Hezbut Tahrir or any other Islamic party’s workers have ever killed a Hindu or burnt any Hindu house or temple in Bangladesh history. Nor are they against the independence of Bangladesh. But still, they are denied any political space by Hasina and her coalition partners. JI has been banned from taking part in any election. Now it is facing a total prohibition. The Islamic parties were denied space by her father Mujib, too. These Bangladeshi stooges of India have not taken any lesson from their masters. Although the upper caste ruling Hindus of India has left no spaces for the Muslims in Indian politics, they have given free hand to the Hindu extremists. Parties like BJP, Shivsena, RSS, Bajrang Dal, Bishwa Hindu Parisad are known for killing thousands of Muslims. They burnt thousands of Muslim houses and shops in Gujarat, Bombay, Allahabad, Hyderabad, Delhi, Muradabad, Bareli, Aligarh, Assam, Muzaffar Nagar and in many other parts of India. They even demolished historic Babri Mosque in day light in front of the police. Despite all these criminal acts of extremism, not a single Hindu communal party is banned, rather given ample space in Indian politics. They can stand in elections. They can open offices, can publish newspapers and form governments. But in Bangladesh, thing are happening otherwise.\nShaikh Mujib buried the multi-party political system only to grab the whole political space for himself. He amended constitution and used it as a tool for promoting his one autocracy. Mujib’s party was BAKSAL (Bangladesh Krishak Sramik Awami League) and it was the only lawful party in her era. He left no space for others. However, such politics of exclusion did not protect him either, it brought his own exclusion. Shaikh Hasina is going down the same route. The BAKSAL era has returned back. Like 1971, the Islamists are again finding their place only in prisons or underground. So Bangladesh is back to square one. Instead of pursuing a straight path, the country has completed a full circular path to reach Mujib era. Ziaur Rahman’s huge surge in popularity owes to his politics of inclusion, which gave space even for those who strongly opposed the separation of East Pakistan from Pakistan in 1971. Of them, Abdur Rahman Biswas became the president of Bangladesh and Shah Azizur Rahman became the Prime Minister. Even Pakistan, after its creation in 1947, gave some space and recognition for the Hindu Congress leaders who opted to stay in the country. But such political tolerance is non-existent in BAL politics. Hasina’s politics of exclusion has gone to the extent that she has purged almost every non-BAL people from the key posts of the government. The election office, the judiciary, the police and the army -all are under the full command of the BAL affiliated people. The common people can only vote, but the election result is worked out by these implanted party cadres.\nThe politics of betrayal.The election of 5th January re-enforced the opposition’s belief that the ruling party cannot be defeated by any amount of votes. Even General Ershad -the most unpopular autocrat in Bangladesh history, who usurped power from an elected government by a coup, couldn’t be defeated by votes either. He was only removed by a mass upsurge in 1991. This was the ground reality which persuaded all political parties in 1996 to come to a consensus formula of nonpartisan caretaker government to ensure fair elections. In 1996, Hasina was in the opposition, but now she is in power. The shift in her position brought a total shift in per policy. Now she wants to cling to the power as any cost. Hence, she has changed the game plan. Care taker formula is not an option for power grabbing politics. As a consequence, her previous arguments for a caretaker government have been thrown to the bin. The constitutional change of 1996 that made caretaker government a legal necessity has also been discarded. Isn’t a betrayal? How one could expect any honesty in such politics of betrayal? Bangladesh is indeed hostage to such dishonest politicians. Hasina’s pathological motive is now exposed. She wanted to make full use of all state machineries to ensure her election victory. The 5th January’s election is a clear proof of that.\nThe country’s invasion and occupation by the external enemies has ended. But an era of new occupation has taken place by the internal enemies. These home-grown enemies are not less brutal to kill the unarmed citizens and to snatch their basic human rights. According to some estimates, Hasina’s 5 year rule has already killed about 22,000 people. Hundreds of houses and shops have been burnt by these state sponsored terrorists. Thousands of opposition leaders and activists are behind the bar. Many thousands are hiding underground to escape the persecution. The police, the judiciary, the civil bureaucracy although claim to be public servants, they are indeed the servants of the rulers. Whenever the military snatches power from an elected government, the judiciary becomes quick partners to such arson. In the name of law, they legalise such assaults on the statehood. Whenever the autocrats wished their opponent a judicial elimination, neither the police nor the judiciary frustrate these paymasters. The British ruled 190 years with the help of such official thugs. Through fraudulent election, the killing machines and tools of oppression got an extended life for another 5 years. So the suffering of the people shows no sign to wean off.\nThe Indian war.Hasina and her coalition have launched a full scale war against Islam. It is an Indian war. In 1971, India could dismantle Pakistan in her eastern wing. But she could not dismantle the seed of Islam. And if the seed survives, the chances of re-emergence of Islam do not die out. More than 180 million Muslims live with distinctive homogeneity in Bangladesh and in the adjoining areas. Such homogeneity does not exist in Pakistan, Iran, Indonesia, Turkey or any other Mulsim countries. Unlike Arabs, they are not divided in tribes. Indeed, this is the largest solid Muslim population in the whole Muslim world. Qaid-e-Azam Mohammad Ali Jinnah received most of his political support for his Pakistan project from these Bengali Muslims, not from the Punjabi, Pathan, Baluch or any other Muslims of the sub-continent. The most decisive moment in Pakistan movement took place in Kolkota on 16th August in 1946. On that fateful day, the Bengali Muslims responded to Qaid-e-Azam’s Direct Action Day by making a huge sacrifice. About 5 thousand people gave their lives. On that day, Pakistan appeared as an undeniable new reality even to the Hindu and the British leaders.Such potentials of the Bengali Muslims still thrive to generate new realities in the south Asian political map. Now it has been proved, the Islamists in Bangladesh are stronger than their cohorts in Pakistan. They can bring the whole country to a standstill in less than one day’s notice –as recently demonstrated again and again. India’s Islamophobic fever gets delusional state from fear of such an Islamic resurgence. Indian Prime Minister Mr Monomohan Singh pronounced such fear in one of his last year’s announcements that 40% people of Bangladesh support Jamaat-e-Islami. Hence, they are bent upon breaking the back bone of Bangladesh and its Muslim population. And India started it in 1971. It looted all the Pakistani weapons and industrial assets from Bangladesh –which were bought by taxpayers’ money of both the wings. The country’s economic, cultural and to a great extent the political borders were dismantled from the beginning. The international market for its jute, tea and other goods were quickly snatched away. As a part of the master plan, Bangladesh was made a bottomless beggar’s basket. And a great famine was manufactured to kill hundreds of thousands of her people.\nHence, the chances of coming out from the current political quagmire is very little. In other parts of the world, it is quite possible to solve more difficult problems. But it is impossible in Bangladesh. A peaceful solution of the current problem will undermine India’s grand strategy of dismantling Bangladesh’s backbone. For the same reason, it was not possible in 1969, 1971, 1975, and not in 2013 or 2014. The ball is not in Hasina’s hand. In 1971, it was not in Mujib’s hand either. General Yahia Khan understood it lately. He was mesmerised by Mujib that he would make him the constitutional president of Pakistan (source: GW Chowdhury, The Last Days of United Pakistan). So he gave Mujib a freehand in 1970’s election. With the support of the Yahia’s administration, Mujib routed all factions of Muslim League, Nurul Amin’ PDP and JI from an effective election campaigning. JI’s flagship political meeting on 18th January 1970 in Paltan Maidan in Dhaka was brutally vandalised by Mujib’s political thugs. Moulana Syed Abul Ala Moududi was supposed to address the meeting. Three JI workers were killed and hundreds were injured in front of the governor’s house. But Yahia’a military administration didn’t arrest or prosecute any of the killers. Admiral Ahsan –Yahia’s East Pakistsn governor, was still playing as a patronizing crony for Mujib. At the end, Yahia tried to play the game directly with India. Lately, he proposed a peaceful plebiscite on cessation of East Pakistan issue. Since such plebiscite would have undermined India’s grand strategy of occupation of East Pakistan and breaking her back bone through massive robbery, Indira Gandhi flatly refused that.\nThe Indian objective.Enemy’s war never ends. It only takes new strategies in new contexts. Now the Indian strategy has two prongs: i). Rapid de-Islamisation of Bangladesh, and ii).breaking its economic backbone. To promote rapid de-Islamisastion, Bangladeshi Muslims are given only one option: they have to practise Islam with clear disrespect and disobedience of prophet. Since prophet’s Islam asks for full Islamisation of state, full implementation sharia and practice of jihad -as were practised by the prophet himself, is not acceptable to them. Instead, they encourage learning Islam from the Sufis or saints who have no quarrel with the anti-Islamic rulers, secular courts and the kufr laws at the helm of affairs. They are happy with the tight confinement of Islam within the boundary of mosques and dorgahs. All western powers support such Indian view. In fact, India is working as the West’s protégé in this part of the world.To promote such view and encounter an Islamic resurgence in Bangladesh, India is in dire need of subservient collaborators. Like Shaikh Mujib, Shaikh Hasina, too, has repeatedly shown the needed commitment to play such role. In return, she wants full Indian help to remain in power –even as nominal head of a vassal state. India happily concedes to her wish. In exchange, Hasina’s coalition want the same amount of Indian help as was provided in 1971. They understand that they can’t fight the war against the Islamists on their own –as they couldn’t do in 1971. Some of the leaders –like Shariyar Kabir have already started visiting Indian cities to emphasise the importance of such help. They are also lecturing on the consequence of Islamic takeover.\nHasina and her partners have already displayed enough commitment to such de-Islmisation project. During her last 5 years’ rule, she has restricted the propagation of Islam in Bangladesh. Tafsir of Qur’an in open air mahfils – as was the tradition in Bangladesh has been stopped. The books on jihad and on other fundamentals of Islam are continuously being confiscated by the police and the RAB (Rapid Action Battalion). Hasina’s government has already killed hundreds of Hefajat-e-Islam and Jamaat-e-Islami workers, and arranged judicial killing of one of the Islamist leaders Abdul Qader Mollah by a fake trial. Many of the JI leaders are waiting for their turn to be hanged in such planned judicial murder. All the offices of Jammat-e-Islami (JI) are closed. JI, Hefajat-e-Islam and Hizbut Tahrir are not allowed to hold any public meeting or any peaceful procession in any part of the country. Almost all central, district and sub-district leaders of JI are put behind the bar. Only a few could avoid such oppressive ordeal only going underground. Hezbut Tahrir is banned and many of its leaders are also arrested. Such atrocities against the Islamists have raised Hasina’s credentials as the high priced anti-Islamic bully in the psyche of Indian ruling clique. What Indian army is doing in occupied Kashmir, Hasina is doing much more than that against the Islamists in Bangladesh. India too, paid back by full endorsement of her fake election –which other countries still hesitate to do.\nThe existential threat & the obligation.In 1972, India was subdued by international pressure to withdraw her invading troops from Bangladesh. But she did not withdraw any one of her cultural foot soldiers. Rather reinforced them in almost every nook and corner of the country. In 1971, the Indian army could invade only the country’s geographical boundary, but in later years the cultural soldiers could invade even the domestic boundary of almost every household. Through TV channels, these cultural soldiers can talk all day and night even in bedrooms and sitting rooms of these invaded households. This way they are disseminating their value-loaded cultural massage. An independent country must protect not only its political boundary, but also its economic and cultural boundaries. Otherwise it faces existential threat. Bangladesh’s current political border does not demarcate its linguistic boundary, rather its distinctive cultural and religious boundary. It was the only basis of its separation from West Bengal in 1947. Now India is continuously launching its onslaught to destroy this boundary. Instead of protecting the cultural border, Hasina and her cronies are the part of the invasion. They are working as the collaborators. From such Indian invasion, Hasina’s own gain is huge. Such cultural converts constitute her political backbone.\nPakistan couldn’t teach Urdu her East Pakistani compatriots, but India could easily teach Hindi. Now, even a rural housewife understands the Hindi dialogue of the Indian films. Language is an important conveyer of cultural and ideological feed, and cement people’s bondage. India cannot contemplate any religious conversion of the Bengali Muslims; even the hard efforts of the Christian missionaries during the British rule couldn’t produce any discernable success. The Indians envisage a cultural conversion as a very helpful alternative. In fact, what happened in 1971 in the form of dismemberment of Pakistan does not owe that much to the political issues, but was the outcome of such cultural conversion, which instigated Mujib and his party men to consider Tagore, Bankim and other Bengali Hindu as their own. To such cultural converts, Allama Iqbal, Mohammad Ali Jinnah, Liaqat Ali Khan and other non-Bengali Muslim leaders looked alien. Economic or political problems can be solved amicably within the confine of same political boundary, but cultural mismatch makes people incompatible to each other. In a Muslim society, only Qur’anic teaching can remove such mis-match. Only then all ethnic, linguistic and geographical barriers could be removed and the Muslims can emerge as a united Ummah. This is why remaining ignorant of Qur’anic teaching is a major sin in Islam. Such ignorance hinders all moral, cultural and political progression. Such sin can only generate disunity and disasters –both political and non-political. On that count, Pakistan failed in 1971, and is still continuing to fail pathetically. In a non-Islamised Muslim society, lslam with its Qur’anic teaching looks alien to its secular converts. This is the key reason that in a Muslim country Allah’s legal system –the sharia has been so much unacceptable to the secularised leaders. This owes to gross failure of the Muslims to grow up with the Qur’anic teachings. Indeed, this is the root cause of all failures of the Muslims.\nIndia wants such cultural conversion should continue unabated in Bangladesh to promote gradual de-Islamisation, as well as Indianisation. Since Hasina is a key player of such Indian project, India cannot afford to see her losing the ongoing political battle. Hasina’s continuation in power is not only a BAL agenda, it is an Indian agenda. Hence her pro-Indian politics is not only detrimental to development of Bangladesh; it is indeed a grave existential threat. She is imposing an Indian version of Islam which forbids not only the practice of full Islam and sharia in Bangladesh, but also obstructs all possible ways of emerging as an Islamic civilizational force in the sub-continent. So, she is a frontline enemy of Islam in disguise of a Muslim. Therefore, the current war against her fake government is not a simple political battle, rather a religious obligation for all Muslim men and women. It is the crucial issue of saving Islam and Bangladesh. 18\/01\/14 \n\nwww.drfirozmahboobkamal.com"}