{"id":"428835640537739_614020865352548","type":"photo","created_time":"2014-01-19T06:51:03+0000","message":"Bangladesh’s Stranglehold Election: HRW\r\n\r\nThe election may be over, but the turmoil certainly isn’t.\r\nA peaceful election indeed!\r\n\r\nA peaceful election indeed!\r\n\r\n“Please show us some mercy! My family is inside!” Adam Ali pleaded when he saw protesters charging towards the truck carrying him and his family. “They saw my children were inside,” he told Human Rights Watch. Then they hurled petrol bombs through the window. Clutching two of his children, Ali jumped out. He lay semi-conscious on the ground while his wife and their 2-year-old daughter burned to death on December 10, 2013.\r\n\r\nAdam Ali is one of hundreds of Bangladeshis whose life has been torn apart by the recent hartals –political protests that all but shut down many parts of the country. Those who venture into the streets during a hartal risk injury or death in the stand-off between protesters enforcing the strike by any means necessary, government supporters seeking to counter them, and security forces operating with impunity.\r\n\r\nPro-government and opposition political leaders publicly distance themselves from the violence – but have done little to restrain their supporters. Contrary to their claims, the violence has everything to do with the party leaders.\r\n\r\nAwami League’s Prime Minister Sheikh Hasina and former prime minister Khaleda Zia of the opposition Bangladesh National Party (BNP) have shown a deep-seated hostility towards one another for over a decade. At this point, they are allowing their personal acrimony to run the country into the ground.\r\n\r\nNearly 300 people died in 2013 during street violence by political activists and as a result of the lethal use of force by police against protesters. Many of those killed were helpless bystanders like Adam Ali’s family. In a country where people depend on their daily wages, the political parties have given impoverished workers the choice of risking their lives or being unable to feed their families.\r\n\r\nInitially, the protests were linked to the rulings by the International Crimes Tribunal (ICT), prosecuting those responsible for atrocities in 1971 before Bangladesh broke away from Pakistan. The Shahbagh movement – named after the major intersection in Dhaka where people gathered – demanded the execution of all those convicted by the ICT, and a secular Bangladesh.\r\n\r\nSince its major leaders are being prosecuted by the ICT, Islamist opposition party Jamaat-e-Islami led violent protests against the tribunal, leading to a harsh state response. On December 12, one of the Jammat leaders, Abdul Qader Mollah was hanged despite condemnation by the international community.\r\n\r\nCountering Shahbagh, on May 5, tens of thousands of madrassa teachers and students converged for a “siege of Dhaka” in support of Hefazat-e-Islam (“Protectors of Islam”), a strict Islamic movement campaigning for demands that include a ban on the public mixing of men and women and the criminalization of atheists. Protesters, members of the security forces, and bystanders were killed in the violent clashes that followed.\r\n\r\nRecent protests are linked to the January 5 elections. While the ICT and Hefazat protests are separate, they have served to exacerbate an increasingly tumultuous political environment.\r\n\r\nWhen Prime Minister Sheikh Hasina amended the constitution in 2011 to abolish the system of caretaker government during elections – the very same system she fought for when she was in the opposition – she began the process of cutting the opposition out of the democratic process.\r\n\r\nSo it is no surprise that her party won the election without challenge. The main opposition alliance led by the BNP boycotted the polls. Meanwhile, Jamaat was all-out banned from the election. Awami League ended up with 232 of 300 seats – 153 of them uncontested.\r\n\r\nSince then, Bangladesh has continued to be paralyzed with strikes. Meanwhile hundreds of opposition supporters are being prosecuted, many in politically motivated criminal cases without proper evidence.\r\n\r\nCivil society is in disarray. Harassing journalists, the government shut down opposition media early in 2013. The government continues to target human rights advocacy groups and arrest prominent activists.\r\n\r\nThis is not a working system of governance that serves Bangladesh’s citizens. Instead it is a stranglehold takeover, picking off the opposition one by one with arbitrary arrests, intimidation, silencing of the media, and harassment of rights groups.\r\n\r\nAt least 18 people were reportedly killed on election day, and hundreds of polling stations were attacked. In a city of 15 million, the streets of Dhaka were empty. Whether boycotting the election or fearful of attack, voters stayed home.\r\n\r\nSheikh Hasina may have won her election, but she should recognize that the political turmoil is nowhere near over. In light of the government’s glaring neglect of its citizens’ rights, concerned governments should press to ensure that the rights of all Bangladeshis are respected.\r\n\r\nJulia Bleckner is Asia associate at Human Rights Watch","picture":"https:\/\/fbcdn-photos-b-a.akamaihd.net\/hphotos-ak-prn2\/t1\/1506631_614019158686052_877072336_s.jpg"}