{"id":"428835640537739_614347318653236","type":"photo","created_time":"2014-01-19T19:27:48+0000","message":"Shibir slams killing of its leader Mosharrof Hossen in Sitakund:\r\n\r\nGovt. is launching ‘killing mission’ against Shibir men- Chhatrashibir\r\n\r\n\r\nBangladesh Islami Chhatrashibir strongly slated and protested against killing of its leader Mosharrof Hossen detained earlier by RAB personnel and policemen in white.\r\n\r\nIn a protest statement, the Secretary-General of Bangladesh Islami Chhatrashibir Abdul Zabbar said, “The government is carrying out an ill mission of killing and oppression by the enforcers after it has failed to face Chhatrashibir politically. The joint forces together with policemen and RAB personnel ordered by the government are launching ‘killing mission’ against leaders and activists of Chhatrashibir as per the plan preset. The members of law enforcement agencies have killed Shibir leader Mosharrof Hossen at Sitakund, Chittagong, no doubt. On last 17 December, RAB personnel and cops in white detained Mosharrof from a residence of his relative in Mirshorai, Chittagong. Local villagers are the eye-witnesses of this incident. But, denying the detention, the law enforcers killed him today and left his corpse near his residence. Similarly, in Satkhira, the joint forces members left the corpse of Shibir activist Abu Hanif Choton by killing him.”\r\n\r\nHe said, “The government is proving its cowardice by killing Shibir leaders and activists this way. It is killing Shibir men by violating human rights to utmost extent with an aim to stay in power. Such killing won’t bode well for the government.”\r\n\r\nShibir Secretary-General urged the government to shun extra-judicial killing and bring the guilty lawmen involved in Mosharrof’s killing to justice immediately.\r\n\r\nhttp:\/\/www.english.shibir.org.bd\/news\/details\/878","picture":"https:\/\/fbcdn-photos-f-a.akamaihd.net\/hphotos-ak-ash3\/t1\/1017162_614347215319913_1238027941_s.jpg"}