{"id":"428835640537739_516549591766343","type":"status","created_time":"2013-08-02T16:52:51+0000","message":"Who will be benefited from banning the Jammat?\n\nEven if someone wants to start a business, he should make a market study, and consider the positive and negative factors that might affect his business. Similarly, the government should consider what it would achieve by banning the BJI. Banning the BJI could cause one of three things:\n\nFirstly: the banning would drive the BJI into underground. They could be extremely violent and ferocious, as happened to various underground organisations in different parts of the world. Alternatively, they could actively anticipate on socio-economic programmes instead of party politics and gradually emerge into the political arena with different name and clean image leaders. With the passage of time [even in couple of decades] they could go into power exactly what the Muslim brotherhood did in Egypt. With the current position with acute perception problems for 1971 issues and hostile media, the BJI may not be able to do any significant or dramatic impact on the current electoral system of the ‘First Past the Post System’ (FPPS). Had Bangladesh had Proportional Representation (PR) instead of the FPPS, the BJI, because of 12.1% votes, would have obtained more than 36 seats in 1991 General Election and more than 25 seats, because of 8.6% votes, in 1996 General Election. \n\nSecondly: the banning would drive and compel the BJI’s supporters, vote banks and field level workforce to join in the like minded or similar level or at least comparatively closer ideological parties Like the BNP. Ideologically, they are unlikely to join the BAL and its grand alliance. \n\nThirdly: without a truly national consensus which is unlikely to happen as the BNP – one of the largest political parties representing at least more than 33% population of the country [2001 it obtained 41.40% votes and in 2008 it obtained 33.20% votes] - would not agree, the banning would not be sustainable. With the change of the government, the banning will be lifted. The BAL banned all Islamic parties including the BJI in the past but could not sustain that banning for even a decade! If the BJI was banned at the last period of the current government’s tenure through executive order, the BJI could wait a little while and the banning would be lifted upon the change of the government. Alternatively, the banning could be challenged in the High Court. The BJI might not get favourable ruling from the High Court during the time of the current government for obvious reason, for according to Barrister Rafiq-Ul Huq, an eminent jurist of the country “Higher Court gives the judgement having seen the wind of the time.” But on the change of the government, there would be a strong possibility for the banning to be declared illegal and unconstitutional. \n\nIn any of the above three scenarios, the government would not achieve anything from banning the BJI. The BNP would be benefitted in the short term and the BJI would be benefitted in the long run. The left politicians would be benefitted in the sense that their arch rival strong ideological Islamic force would be out of political scene. The BAL, who supposes to represent the centre and centre-left arena of Bangladeshi politics, would not be benefitted at all from banning the BJI. No hard core or documentary evidence could be given but the history would prove this fact.\n\nBarrister Nazir Ahmed"}