{"id":"428835640537739_587995861288382","type":"photo","created_time":"2013-12-10T04:06:14+0000","message":"BHRC calls for immediate stay in execution of Mollah\r\nDec 9, 2013\r\nBAR\r\nLondon, 9 December 2013: The Bar Human Rights Committee of England and Wales (“BHRC”), international human rights arm of the Bar of England and Wales today calls for an immediate stay to the execution of of Abdul Qader Mollah, a senior leader in the opposition Jamaat-e- Islami Party who was convicted of war crimes by the International Crimes Tribunal (ICT) for atrocities committed during Bangladesh’s 1971 war of liberation.\r\nBHRC urges the Bangladeshi Government immediately to ensure that Mollah is granted the right to appeal against his sentence and to commute the death sentence and to repeal the amendment to the Constitution which allows the removal of constitutional safeguards against retrospective application of the law in cases involving war crimes.\r\nThe riight group also demanded the suspention of the ICT pending an independent investigation into the concerns which have been raised over the preceding months.\r\nMeanwhile Schona Jolly, Executive Committee Member of the Bar Human Rights Committee of England and Wales and practising human rights barrister at Cloisters Chambers, in a separate statement commented that:\r\n“Execution by stealth is an affront to the rule of law and undermines any credible judicial system. There is broad international support for the process of accountability which is long overdue in Bangladesh, but both the ICT and the Bangladeshi government have wasted this golden opportunity for the Bangladeshi people with processes and procedures which are fundamentally flawed and fail to provide some of the most basic aspects of a fair trial. The death sentence passed on Mollah as a result of a retroactive law violates the ICCPR, to which Bangladesh is a signatory, and fails to provide even a right of appeal. The sentence must be stayed and commuted immediately.”\r\nThe full text of BHRC statement is as follow:\r\nBHRC calls urgently for immediate stay in execution of Abdul Qader Mollah\r\nThe BHRC urgently requests the government of Bangladesh to stay the execution of Abdul Qader Mollah, a senior leader in the opposition Jamaat-e- Islami Party who was convicted of war crimes by the International Crimes Tribunal (ICT) for atrocities committed during Bangladesh’s 1971 war of liberation.\r\nThere is reason to believe that Mollah has not been afforded a fair trial. The BHRC had previously called for the entire process to be halted pending a full and impartial investigation into those concerns and allegations. Those calls have not been heeded in any way whatsoever. Furthermore, in its previous Statement of 26th September 2013, the BHRC expressed profound concern about the application of legislation which permitted the imposition of the death penalty on Mollah restrospectively and without any right of appeal. This was a flagrant violation of the fundamental principles of fair trial and the rule against double jeopardy, as enshrined in the International Covenant on Civil and Political Rights (ICCPR), to which Bangladesh is a state party. In particular: (1) Article 15, provides that no heavier penalty shall be imposed than the one that was applicable at the time when the criminal offence was committed; and (2) Article 14(5) ICCPR provides that everyone convicted of a crime shall have the right to his conviction and sentence being reviewed by a higher tribunal according to law, (whereas Mollah’s only recourse now is by way of a clemency petition before the President of Bangladesh).\r\nInternational law is clear that ‘super due-process’ must be applied in capital cases. States must ensure that all of the minimum guarantees and safeguards for a fair trial imposed by the ICCPR are provided for defendants facing the death penalty. The UN Special Rapporteur on extrajudicial, summary, or arbitrary executions has stated that fair trial guarantees in death penalty cases “must be implemented in all cases without exception or discrimination”, and that “proceedings leading to the imposition of capital punishment must conform to the highest standards of independence, competence, objectivity and impartiality of judges and juries, in accordance with the pertinent international legal instruments.”\r\nWe further note that the BHRC is opposed to the death penalty per se, in all cases The BHRC now: (1) calls for an immediate stay to the execution of Mollah; (2) urges the\r\nBangladeshi Government immediately to ensure that Mollah is granted the right to appeal against his sentence and to commute the death sentence; (3), to repeal the amendment to the Constitution which allows the removal of constitutional safeguards against retrospective application of the law in cases involving war crimes; and (4) to suspend the ICT pending an independent investigation into the concerns which have been raised over the preceding months.\r\nThe BHRC emphasizes that justice cannot be served by the application of a flawed judicial process which flouts the basic protections guaranteed by international law.\r\n\r\nhttp:\/\/bdinn.com\/news\/bhrc-calls-for-immediate-stay-in-execution-of-mollah\/","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-ash3\/t1\/1455126_587995824621719_809933448_s.jpg"}