{"id":"428835640537739_588409691246999","type":"photo","created_time":"2013-12-10T18:03:47+0000","message":"Why Molla should not be hanged (!)\r\nDec 10, 2013\r\nhttp:\/\/bdinn.com\/articles\/why-molla-should-not-be-hanged-2\/\r\nUnreliability of witness testimony is reason alone why Molla should not be hanged\r\nDavid Bergman\r\nIt is impossible not to have enormous pools of sympathy for Momena Begum, whose immediate family was massacred in Mirpur on 26 March 1971, less than a day after Pakistan began its military crackdown which started the war for the Independence of Bangladesh.No one questions that Momena, who was 12 or 13 years of age during the 1971 war, suffered a huge tragedy in her life and it is very unfortunate – having gone through so much – that her testimony in the international crimes tribunal now must come under close scrutiny.\r\nThis, though is somewhat inevitable since her testimony, about which the tribunal said that there was ‘no earthly reason to disbelieve’, is the sole reason why the Jamaat-e-Islami leader Abdul Quader Molla now faces a death penalty.\r\nOn 7 October, a report in New Age detailed how Momena’s testimony in court differed in highly relevant matters to previous two statements – one to a liberation war museum researcher in 2007 and another to the tribunal investigation officer in the case in 2010. [Please note you can access here all the documents referred to in the original New Age article, and below) in the annotated version]\r\nIn neither statement did she mention that Molla was present at the scene of the crime – in both statements she claimed that it was Biharis who came to her family’s house accompanied by Pakistan military. No mention of any Bengali man, yet alone a person called Molla in either.\r\nIn the statement to the liberation war museum researcher she even said that she was not an eye-witness, having travelled two days earlier to her in-law’s house.\r\nThe inconsistencies in these statements – which go to the very heart of the prosecution’s case – raise serious doubts as to merit of the conviction.\r\nConviction requires that an offence be proved ‘beyond reasonable doubt’.\r\nIn the context of this offence, this must mean that the tribunal had (putting to other various legal issues) to be ‘sure’ or ‘convinced’ of the truth of Momena’s claim made in her testimony in court that Molla was present when her family was massacred.\r\nThe trial concerns events 42 years ago – a long period of time to have passed prior to a trial taking place.\r\nWitness testimony is, at the best of times, now considered of questionable reliability – and so particular scrutiny needs to be given when considering a witness who gave uncorroborated testimony 42 years after the event, and on the basis of which a person has been convicted and given the death penalty.\r\nIt is possible for a single uncorroborated witness to be the basis of a conviction for the offence of murder in Bangladesh law or for a ‘war crime’ in international law.\r\nHowever, for this to happen, the court has to be very certain of the reliability of the witness’s evidence – and the consistency of the accounts given by that witness over time is one crucial component of judging that.\r\nAnd it is the lack of consistency in Momena’s evidence which is concerning.\r\nFor the whole of the last 43 years since the incident on 26 March 1971, it appears that Momena never told anybody that Quader Molla had been present at the time of her family’s murder.*\r\nPrior statements made by a witness which are consistent with subsequent testimony in court can help to increase a view that witness is reliable – but in relation to Molla’s presence at the crime scene, there was no such prior supportive evidence.\r\nThe prosecution did not collect any statement from a single person stating that Momena had told him or her that Molla, who in the last few decades had become a well known politician, was involved in the murders.\r\nIs it feasible that throughout, this whole 43 years she did not tell anybody – not even a friend or wider family member – and then out of the blue suddenly tells a court of law?\r\nWhen asked about this in her cross examination, Momena said: ‘Many people came to me and snapped my photos but I didn’t tell the name of Quader Molla and Aktar Gunda to anybody out of fear.’\r\nOne can appreciate, why a woman, whose whole family has been murdered, might not want to inform a stray journalist or other such person that Molla, a powerful politician, was involved in her family’s murder.\r\nBut if it was in fact true that Molla was present when her family was killed, and she witnessed this, it is difficult to understand why she never told anyone else at all in all of these years.\r\nHer failure to have done should raise some initial concerns about the reliability of her subsequent testimony in court.\r\nHowever, it is not just the lack of prior corroborative statements, it is the presence of two statements Momena previously provided which were substantively inconsistent with her testimony that are really significant.\r\nIn Momena’s 2007 statement to the Liberation War Museum researcher, she says that she was not present at the time of the murder. The liberation war museum researcher wrote: ‘Because the elder daughter of Hazrat Ali, Momena Begum, left for her father in law’s house two days earlier, she remained alive. … After a few days the elder daughter of Hazrat Ali Momena Begum knew everything about what happened, but as the situation in Mirpur was still problematic, she was not able to come to Mirpur.’\r\nIn its judgment, the tribunal did not engage directly with the statement Momena made in 2007, but did consider the overall relevancy of the statements taken by the liberation war museum researchers. It stated: ‘The tribunal refrains from taking the account made to a non-judicial body into consideration for the purpose of determining credibility of testimony of witnesses made before the tribunal.’\r\nIt gave a number of reasons for this.\r\nFirst, that the ‘photographed copy’ of the alleged statement submitted before this Tribunal was not authenticated.\r\nHowever, the tribunal had earlier refused an application by the defence lawyers asking it to request the original documents from the museum – something which it had the power to do.\r\nSecondly, it stated that the ‘photographed copy of statement’ did not form part of documents submitted by the defence at the commencement of the trial and so could not be taken into account.\r\nIt is true that the defence did not submit these statements at that time – but that is because they only came to light at the end of the trial. This statement of Momena’s is clearly a significant piece of evidence and it is difficult to appreciate why the tribunal would not want to make use of its  ‘inherent power … to meet the ends of justice,’ not only just to access the original document, but to consider recalling her as a witness even at the late stage.\r\nMoreover, there is another relevant issue here. It is difficult to believe that the tribunal investigators were unaware of this statement – since it was the museum in Jallad Kanna that helped set up the investigation officer’s interview with Momena.\r\nThis suggests that the prosecution failed to inform the tribunal – or the defence – of the existence of a very relevant piece of evidence necessary to assist in the determination of an offence.\r\nWhilst Bangladesh law – unlike international law – does not require that the prosecution provide the defence with exonerating evidence, its apparent failure to make such a statement available does raise questions about the probity of the state appointed lawyers. The strong possibility that the prosecution had been aware of Momena’s 2007 statement throughout the trial, should arguably have been a factor that the tribunal considered in deciding whether to seek the original copy.\r\nThe third reason why the tribunal refused to give any consideration to the statement, was because it was not sworn testimony.  The judges stated that the value attached to the statements is ‘considerably less than direct sworn testimony before the Tribunal, the truth of which has been subjected to the test of cross-examination’ and as a result the ‘statement cannot be taken into consideration for determining inconsistencies of statement of witnesses with their earlier statement.’\r\nThe tribunal here seems to be saying that only prior statements given in court which have been subjected to judicial cross-examination can be used to question the reliability of testimony subsequently given in court. However, law in Bangladesh along with law in other jurisdictions, prior ‘non-judicial’ statements, can be relevant in dealing with the question of witness reliability.\r\nMoreover, the tribunal’s position on this contradicts what it has said elsewhere in the judgment.\r\nIn dealing with another charge against Molla, the tribunal had to consider a contradiction between the testimony made by a witness in court and his prior (inconsistent) witness statement to an investigation officer.\r\nIn relation to this the tribunal stated (at para 269 of the judgement) that if the contradiction is minor, not affecting the core of a prosecution case it will not have an impact.\r\n“In all criminal cases, normal discrepancies are bound to occur in the depositions of witnesses due to normal errors of observation, namely, errors of memory due to lapse of time or due to mental disposition such as shock and horror at the time of occurrence. Thus, exaggerations per se do not render the evidence brittle. However, minor contradictions, inconsistencies, embellishments or improvements on trivial matters which do not affect the core of the prosecution case, should not be made a ground on which the evidence can be rejected in its entirety.’\r\nThere is no doubt that what Momena said to the museum researcher is far from trivial and does absolutely ‘affect the core’ of the case -  whether Molla was present or not.\r\nSo the tribunal’s decision not to consider the relevancy of the statement Momena gave in 2007 is concerning.\r\nThe prosecutor, Mohammad Ali told New Age that at the time of giving this statement, Momena may well have feared repercussions and it would be entirely reasonable for her to lie about Molla’s presence.\r\nWhilst, this was not mentioned by the tribunal in its discussion of the liberation war museum statement, the point does need consideration.\r\nThe museum statement was taken 36 years after the event, at a time when the Bangladesh Nationalist Party\/Jamaat-e-Islami were not in power, during a state of emergency when there was a widespread campaign to hold trials and it was given by Momena to a liberation war museum researcher, someone clearly sympathetic to her plight.\r\nIn that situation, would it have been reasonable to imagine that she would have lied about whether she was an eye-witness or not? Whilst one can’t discount this possibility, it is also not that probable.\r\nMomena’s 2010 statement to the investigation officer, who had been specifically assigned to investigate Molla, is again different from her subsequent testimony.\r\nThis time she says that she was present at the time her family was massacred. Assuming that on this occasion, Momena is telling the truth, it is important to note that she again does not state that Molla was present at the time of her family’s massacre.\r\nMomena did not tell the investigation officer – as she subsequently did in her testimony in court – that her father rushed into the house and said that Molla was chasing him; that Molla grabbed her father by the collar; and that she was told subsequently by two people that Molla was involved.\r\nThe failure to mention Molla at part of the gang is particularly relevant since Momena does tell the investigation officer that a Bihari called Akhter Gunda was in fact present.\r\nIf Molla had been present, why would Momena not have mentioned it to the officer who was actually investigating Molla?\r\nThe differences between the statement given to the investigation officer and the court testimony are clearly not minor ‘contradictions’, ‘inconsistencies’, ‘embellishments’ or ‘improvement on trivial matters’ – which the tribunal, as noted above, considered could be seen to have no impact upon the credibility of the witness.\r\nThis contradiction goes to the core of the case.\r\nIt is notable that in its judgment the tribunal, when assessing Momena’s court testimony, appears not to have chosen to refer to – yet alone consider – the contradictory statement Momena made to the investigation officer.\r\nThere are two further points – though less significant – which are relevant to the assessment of the witness’s reliability.\r\nFirst, Momena did admit in her evidence that after her family’s murder she had a mental breakdown that lasted for two years, requiring her to be ‘chained’ up.\r\nWhilst clearly, a person can have a breakdown and still retain her memory, it is arguably a factor that would need to be taken into account in terms of her reliability about an event 43 years ago.\r\nIn addition, in its assessment of Momena’s evidence, the tribunal in its judgment pointed out that Momena was ‘a natural live witness’.\r\nIt is of course difficult to second guess the view of the tribunal on this, but it is notable that when she gave her testimony, Momena was wearing a hijab – so her whole face was covered except for her eyes. One can question whether the tribunal can really argue, in such a situation, that she was such a ‘natural’ witness when the court could not even see her demeanor.\r\nSo in summary: the sole basis of Molla’s death sentence is the uncorroborated testimony of a single witness who said (having suffered a mental breakdown, and whilst wearing a hijab) that the accused was present at a crime scene, in recollection of events 43 years previously when she was 12 or 13 years of age, and where she had, uptil that point, never mentioned his presence at the scene, and where her testimony was inconsistent with two other statements she had given (including one to an investigation officer).\r\nWhilst it is of course it is certainly possible that Molla was present at the time of the massacre, in light of all the combination of the reasons above, there remains sufficient doubt about the reliability of Momena’s testimony, that it really should not be the basis to convict him for this offence and, significantly, be the reason why he is put to death.\r\nIt is just as likely, with this context above, that prior to the trial this vulnerable women was pressed to include the name of Molla in her testimony. Something that the tribunal did not consider at all.\r\nThe detailed grounds of why the appellate division thought that a death penalty was appropriate have not yet been published.\r\nIt will obviously be interesting to see why in light of the above, the court felt it appropriate not just to uphold the conviction but also to pass the death penalty.\r\nHowever, at least this is not the end of the road: the appellate division does have the opportunity to correct itself if it considers to review its decision.\r\nIf it does not, whilst Molla’s death may satisfy those convinced of his guilt, it will, to say the very least, not be a golden day in the country’s criminal justice system.\r\nSource: David Bergman Blog","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/1480696_588409661247002_214834262_s.jpg"}