{"id":"428835640537739_587994521288516","type":"photo","created_time":"2013-12-10T04:02:14+0000","message":"Is Molla’s ‘Warrant of Execution’ defective?\r\nDec 9, 2013\r\nDavid Bergman\r\nMolla’s defence lawyers have come up with an interesting legal argument concerning the ‘warrant of execution’ that was signed on Sunday by the International Crimes Tribunal and sent to Dhaka central jail concerning Abdul Quader Molla\r\nTo read the background about this case see:\r\n8 Dec 2013 Molla’s impending execution – when will it happen\r\n25 Nov 2013 Are the tribunals justified in restricting witness numbers\r\n8 Oct 2013 Unreliability of witness testimony is reason alone why Molla should not be hanged\r\n7 Oct 2013 Sole witness in Molla death penalty case gave contradictory accounts\r\n27 Sep 2013 Politics and the Molla Execution\r\n17 Sep 2013 What happens now with Quader Molla case\r\nIt is a simple procedural matter, and even if the argument is accepted by the appellate division, it can easily be corrected – but none-the-less, in the apparent head long rush to execution, it could delay things for a few days.\r\nThe argument is contained in a legal notice sent to a number of government and judicial figures (including the Secretary, Ministry of Home Affairs; Inspector General of Prison; and District Magistrate of Dhaka) stating that the warrant of execution was ‘defective’.\r\nThe lawyers’s argument is that the warrant of execution should have been signed by the appellate division, and not the international crimes tribunal, as it was the appellate division which actually imposed the death sentence and not the ICT (which imposed sentences of life imprisonment)\r\nIn support of their argument, the defence lawyer point to Rule 979 of the jail code. This states as follows:\r\n‘When a prisoner is sentenced to death, the police officer who attends the trial shall at once inform the Senior Superintendant\/Superintendent of Jail in writing of the sentence that has been passed and if the sentence is passed by a Sessions Judge, that officer will issue a warrant of commitment pending confirmation of sentence by the High Court Division of the Supreme Court. When the sentence of has been confirmed by the High Court Division or is passed by the High Court Division, a warrant for execution of the sentence will be transmitted by the Sessions Judge or an officer of the High court Division (Supreme Court) as the case may be to the Senior Superintendent of the jail in which the person so sentenced is confined.’ (emphasis added)\r\nHow this complex section is relevant, needs some explanation.\r\nThe first part of the emphasised text reads:\r\n‘….if the sentence is passed by a Sessions Judge, that officer will issue a warrant of commitment pending confirmation of sentence by the High Court Division of the Supreme Court.’\r\nThe sessions judge is the judge of the trial court. This clearly states that when the Sessions Judge passes the death sentence, it will be the court that issue the warrant.\r\nIt then goes on:\r\n‘When the sentence of has been confirmed by the High Court Division …’\r\nNow in Bangladesh, all sentences of death automatically go to the High Court for appeal. So the phrase – ‘When the sentence of has been confirmed by the High Court Division …’ – refers to a situation when a trial court (sessions court) has passed a death sentence and the High Court has upheld it.\r\nThe paragraph goes on:\r\n‘or is passed by the High Court Division …’\r\nThis means when the trial court (sessions court) has not imposed the death penalty, but the high court has determined that a death sentence should be imposed.\r\nNow the next bit is the important bit:\r\n‘a warrant for execution of the sentence will be transmitted by the Sessions Judge or an officer of the High court Division (Supreme Court) as the case may be …’\r\nThe words, ‘as the case may be’ are the important ones. These seem to make the whole paragraph mean the following:\r\n- when the High court confirms a death sentence which was first passed by the trial court (sessions court), it is the trial court which is the court that issues the warrant of execution\r\n- and when the trial court has not passed a death sentence, but it is the High Court that has done so, it is the High Court that will issue the warrant of execution.\r\nNow how does this apply to the Molla case.\r\nThe Sessions Court is the trial court which is the International Crimes Tribunal – and in relation to Molla this court did not pass the death sentence\r\nThe High Court is the court of appeal which is the Appellate division of the Supreme court – and in relation to Molla it did pass the death sentence\r\nSo the defence lawyers argument is that this rule of the jail code suggests that it is the appellate division which should sign the warrant of arrest for Molla as it was this court that first imposed the death sentence.\r\nThey also argue that rule 979.I of the code also suggests that a tribunal can only issue a warrant of execution when the tribunal has itself passed a death sentence.\r\n‘In case of a death sentence passed by a special court or tribunal, the warrant of execution shall be sent by the special court court or tribunal after the sentence has been confirmed by the High Court Division (Supreme Court) and in the event of such court becoming functus officio, by the successor office as nominated by the Government in each case.’\r\nThis is more straightforward and just appears to confirm that it is the court which has first imposed the sentence of death that should send the warrant of execution.\r\nAdded to all this is the argument that neither the International Crimes (Tribunal) Act 1973, nor the the rules of procedure issued by Tribunal 2, authorises the tribunal to issue a warrant of execution.\r\nI should say that I have not had the chance to find out what the government argument is in response to this, and it may have a convincing riposte. But at first sight, this does appear to be quite convincing\r\nIt will be interesting to see how the appellate division deals with this – assuming that of course the government does not execute Molla in the meantime.\r\nhttp:\/\/bdinn.com\/articles\/is-mollas-warrant-of-execution-defective\/","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-prn2\/1464026_587994497955185_165587404_s.jpg"}