{"id":"428835640537739_440223169398986","type":"photo","created_time":"2013-03-29T23:29:49+0000","message":"Lawyer throws shoe at Musharraf\r\n\r\nKARACHI — An angry lawyer threw a shoe at former President Pervez Musharraf as he headed to court in southern Pakistan on Friday to face legal charges following his return to the country after four years in self-imposed exile, police said.\r\n\r\nMusharraf, who seized power in a military coup in 1999 but was forced to step down nearly a decade later, is disliked by many lawyers throughout Pakistan because of his decision to suspend the chief justice of the Supreme Court while he was in office.\r\n\r\nThe lawyer tossed his shoe at Musharraf as the former military strongman was walking down a hallway in the court building in the city of Karachi surrounded by a mob of security, supporters and journalists, said police official Nasir Aftab.\r\n\r\nThe shoe did not hit Musharraf, and the lawyer was not detained because no charges were filed against him, said Aftab. Throwing a shoe at someone is an especially potent insult in Muslim countries because the sole is considered unclean.\r\n\r\nLocal TV channels showed video of the incident, but it was impossible to identify the shoe thrower because he was hidden behind part of the corridor.\r\n\r\nFollowing the incident, judges granted Musharraf an extension of pre-emptive bail in three cases against him, meaning he cannot be immediately arrested.\r\n\r\nTwo of the cases involve the 2007 assassination of former Prime Minister Benazir Bhutto and the killing of Akbar Bugti, a Baloch nationalist leader who died in August 2006 after a standoff with the Pakistani military. Musharraf was granted an extension of 21 days in those two cases.\r\n\r\nHe was granted a 15-day extension in connection with a third case, in which he is accused of illegally removing a number of judges at the time, including the Supreme Court chief justice, said Shahadat Awan, the prosecutor general for surrounding Sindh province.\r\n\r\nMusharraf was also restricted from leaving the country during the period that his bail was extended, Pakistani state TV reported. Musharraf returned from exile last Sunday, seeking a possible political comeback despite the legal charges against him and death threats from Taliban militants.\r\n\r\nIn Karachi, a group of lawyers protested outside the Sindh High Court on Friday as Musharraf entered. They chanted slogans against the former military strongman and jostled with his supporters. —AP\r\n\r\nhttp:\/\/www.saudigazette.com.sa\/index.cfm?method=home.regcon&contentid=20130330159132","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-frc1\/581618_440223162732320_573219056_s.jpg"}