{"id":"428835640537739_503523626402273","type":"status","created_time":"2013-07-12T12:33:27+0000","message":"[Strong Condemnation and gainsaying statement to false report on Chhatrashibir published in the Bangla Daily Amader Somoi]\n\nBangladesh Islami Chhatrashibir strongly slammed and passed a gainsaying statement to the false report titled “Shibir in, Chhatra League up” published in Dainik Amader Somoi.\n\nIn a gainsaying statement, the Secretary-General of Islami Chhatrashibir Abdul Jabbar said, “Such a confusing report is aired with intent to derail the movement of the deprived meritorious students from its right direction. Chhatrashibir has just been portrayed as per the whim of the reporter in the report. Even the title of the report does not correspond to the body thereof. Moreover, the anti-quota movement comprised of many students belonging to the left-leaning organizations like Samajtantrik Chhatra Front, Chhatra Union etc and this fact has been unearthed by the report itself. Such untrue and fabricated report on Chhatrashibir is surely intended to detach the public view from the focal point of the movement as well as from the joint attacks of cops and Chhatra League. The current regime has put unprecedented examples regarding devaluation of talents and dirty party politicization through quota system. A student having highest marks is not being taken for granted in the preliminary test while another with lower marks is being up in the test. This is really a dangerous political game meant to destroy the sustainability of a state’s education and administration and to let the same be crippled in the hands of chosen dullards.”\n\nHe said, “Besides the government, these polarized media also feel threatened due to the role of Chhatrashibir in favor of the country and Islam and this is why they have been ceaselessly suffering from ‘Shibir-phobia’. To propagate false things against Chhatrashibir has now-a-days been a routine job for these media and this is nothing but a symbol of yellow journalism. We’d like to say that Chhatrashibir cannot be detached from the student segment with these types of dirty reports; rather these media symbolizing yellow journalism shall not survive in the long run.”\n\nHe urged the concerned media and media men to refrain from publishing such false and baseless reports in the coming days."}