{"id":"428835640537739_451069148314388","type":"photo","created_time":"2013-04-17T13:13:15+0000","message":"Revolutionary Movement for \"Banglaspring\"\r\n\r\nBangladesh has experienced a Revolutionary movement and the greatest historic Long march ever on 6 April 2013. It is being treated as the “BanglaSpring” according to the International community against the present Secularist government. The international community especially Muslims are treating this movement as a glorious success for the Islamist. Though it was a non-political movement and conducted by the Secretary of Hefejot-a Islam & the principle of the largest ‘Kowami Madrasa’(Hathazari Kowmi Madras) of this subcontinent, Chittagong. Bangladesh is a South Asian country with 90% Muslim but acclaiming to the power the govt. of this country Bangladesh Awami Leage former name (Awami Muslim Leage) made its constitution secularist by erasing some laws “Having Full faith in Allah” “Bismillahhir Rahmanir Rahim” “Islamic State has change into Secularist State”. They also lunch secularist education system in the Country. Most of the Minister, Cabinet Minister, Counselor are socialist and declared atheist most of them has no religious belief. In the recent time the activities of the supporter of their party makes the country full with anarchy, rape, kill, Torture, blaspheme, nudity, vulgarity, abuse of Islam, Allah & his Prophet (sm.). But the most touching thing that shocked the Muslim community is about the insult of Islam & The Holy Prophet (sm.) even Allah, those were written in Blog, facebook & Website by the inspiration of the secularist govt. they even insult Hinduism, Christianity & existence of God. For their(Bloggers, Leader, minister) blaspheme activities, the General people got out to the road and raised voice against the secularist\/Atheist govt.\r\n\r\nAt last the Secretary of ‘Hefejot-a Islam’ organization Shaikhul islam Allahma Sha Ahmed Shafi (rah.) called out a long march for hanging of the atheist bloggers and the abuser of Islam. According to the International news and report about 2-3 million of people from different part of the country gathered in Dhaka on 6 April 2013. Though govt. called for strike from earlier evening from 6pm to 4pm next day. They closed all the vehicle, bus, truck, and rail, launch, ship everything. But the religious people attended the movement by walking about 40-70 miles; some people came the day before the movement day. About 4-5 million could not attend this movement though they sat dawn on the road and started many grand rallies across the country. Their demand was only to hang the atheist blogger who insult Allah and His Rasul (sm.) and changing its constitution into Islamic Country. Earlier the govt. arrested 3 bloggers but that was eyewash and an afford for stopping the movement but the Muslim people has understood the vile policy. They denied the entire vile plan and join the Long march. That was a historic movement in the history of independent Bangladesh. From this movement the Islamist leaders demand 13 items and ultimatum for the hanging the atheist blogger. They also demand fair and justice every section of administration they must continue their movement until positive response. Now the people are waiting to the Glorious “BanglaSpring” movement. The religious people has understood the trap of this secularist govt. for any time, any situation they can make hundred of Tahirir SquiresClick this link. The Islamist also declared a continuous movement against Hasina Govt. their programme will take place till 4 may 2013 & hopefully is is said that 0n 5 may the govt. will nothing to accept the demand of Islamist Leader \r\n\r\nhttp:\/\/www.bdtoday.net\/blog\/blogdetail\/detail\/3766\/ridermusa\/11923#.UW5NJ3pJeRA","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-frc1\/62686_451069124981057_785006297_s.jpg"}