{"id":"428835640537739_605237802897521","type":"photo","created_time":"2014-01-05T06:58:33+0000","message":"Deaths reported as polls open in Bangladesh - Central & South Asia - Al Jazeera English\n\nPolice in Bangladesh have shot dead three protesters as suspected opposition activists stabbed an election official to death and set more than 100 polling stations on fire in a bid to disrupt general elections that threaten to deepen the crisis in the South Asian nation.\n\nFear of more attacks expected to limit turnout on Sunday. Around 150 people were killed in the run-up to the vote and tens of thousands of troops have been deployed across the country ahead of the vote.\n\nPolice said that more than 100 polling stations had been attacked since late Saturday into early Sunday, and officers guarding the booths had also been targeted.\n\nVoting will remain open for eight hours on Sunday, starting at 8am local time (0200 GMT). A huge security operation involving 50,000 troops has been mounted to oversee the vote.\n\nWith fewer than half of the 300 parliamentary seats being contested, the ruling Awami League and Prime Minister Sheikh Hasina are poised to sweep to victory.\n\nThe vote is boycotted by the opposition Bangladesh Nationalist Party (BNP), which urged voters to stay away from the \"farcical\" election, and shunned by international observers.\n\nThe bitter rivalry between the country's two dominant parties has fuelled concerns about economic stagnation and further violence in the impoverished South Asian country.\n\n\"These elections are in no way going to help resolve the stalemate we have seen in the past few months,\" said Iftekhar Zaman, executive director of global anti-corruption body Transparency International in Bangladesh.\n\n\"The parliament which will emerge will be one without an opposition, and so there will be a very big legitimacy crisis,\" he said.\n\nWave of violence\n\nThe BNP is protesting against the prime minister's decision to scrap the practice of having a neutral caretaker government oversee elections.\n\nTurnout was expected to be down amid fears of violence, with more than 120 polling places - mostly in rural areas - reportedly set ablaze since Friday.\n\nMore than 100 people have been killed since the opposition launched a campaign against the election last year, while more than 1,000 opposition leaders and activists have been detained in a crackdown denounced by rights groups.\n\nThe election commission sent a text message on Saturday to reassure voters, noting: \"Please go to cast your vote without any fear and hassle.\"\n\nArmy troops have been deployed since December 26 to maintain order during the election, while the country's $22bn garment industry, which accounts for 80 percent of Bangladesh's exports, has been disrupted by transportation blockades.\n\nThe European Union has refused to send election observers, as have the United States and the Commonwealth.","picture":"http:\/\/photos-d.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/1489241_605237766230858_641061359_s.jpg"}