{"id":"428835640537739_605634442857857","type":"photo","created_time":"2014-01-05T17:08:30+0000","message":"January'14 Election: an expensive and deadly 'pretension' \n\nAfter an unprecedented low turnout of voters the 10th national election has ended at 4 pm amid shooting by the police and allegations of rigging.\n \nThe election which is undertaken to 'safegurad' the constituiton, as described by ruling AL members, turned out to be a mere pretension where even the claimants of 'constitutional saviour' failed to attract their supporters to vote in many constituencies.    \n \nVote counting is currently underway.\n \nThe election, which was boycotted by all mainstream political parties except the ruling Awami League, has been completely one sided where over candidates in 153 seats won unopposed.\n \nTelecast by all television channels the daylong event of voting has been quite bizarre. Television journalists reporting from around the country showed nearly empty voting centres in their video reports.\n \nThe Awami League leaders are claiming that the election was successful. Speaking at a press conference Awami League Presidium Member Tofail Ahmed stated that the election was “free, fair and transparent.”\n \nIn a joint statement, SCBA president AJ Mohammad Ali, also adviser to BNP chairperson, and acting secretary ABM Rafiqul Huq Talukder Raja said it was the outcome of staging the latest farcical election as planned through the 15th amendment to the constitution to consolidate power.\n \nSaying that people across the country have outright rejected the controversial 10th general election, opposition BNP on Sunday said the defeat of the government has been ensured through the rejection.\n \nThe BNP led opposition has called a fresh 48 hours strike beginning at 6am on Monday demanding the cancellation of the 10th parliamentary polls held today.\n \nBNP chairperson’s adviser Osman Farroque said that “the people hatefully rejected the polls by not going to the voting centres ……boycotting the polls, people have also showed no confidence in the government” as he announced the strike programme from his residence.\n \nThe voting in 147 constituencies in the 10th parliamentary elections ended at 4 pm today clashes between law enforcers and anti-election activists. UNB news reported at least 13 deaths from violence in different districts, while other news sources reported more deaths.\n \nAmong the dead, three were killed in Dinajpur, two each in Rangpur, Thakurgaon, Nilphamari and Feni districts, and one each in Laxmipur and Munshiganj districts.\n \nIn the capital, at least five people, including an Ansar member, were injured as anti-election activists exploded over 40 crude bombs near different polling stations during the voting.\n \nMeanwhile, polling at 144 centres in 14 districts was postponed due to destruction of those in arson by anti-election activists, sources at the Election Commission Secretariat said.\n \nChief Election Commissioner Kazi Rakibuddin Ahmad at a press briefing at the Election Commission (EC) also acknowledged the low turnout of voters in the 10th national election.\n \nAsked about the seemingly low turnout, Kazi Rakib said the matter could be explained in two ways, “One is technical preparation which is to keep everything alright so that voting could take place fairly and another is political which you all know some political parties are not participating in the election for which there would be low turnout for valid reason.”\n \nHe went on saying, “Besides, there were dense fog in north Bengal and other parts of the country in the morning when the voting started at 8:00 am. But, as the day progresses, the turnout was expected to increase with the improvement in weather and there were information of increasing turnout.”\n \nA total of 43,938,938 voters out of the country’s 91,965,977 were supposed to exercise their franchises to choose the representatives in the 147 constituencies from 380 candidates.\n \nThere have been allegations of vote rigging as well. “Tuku's son Ashik Al Shams led a gang of some 50 supporters and attacked Shahidnagar Government High School and Satiakola Dakhil Madrassa…” where they “rigged votes”, reported Dhaka Tribune.\n \nThere have also been allegations of forcing people to go to the polling centres. Pictures have appeared in online news portals and facebook showing underage teenagers standing in queue to vote and underage children who have voted.\n \nOut of 40 registered political parties, only12 parties are contested in the election as the 18-party alliance and other political parties boycotted the election with demands that the election be held under a non-party administration.\n \nThe EC approved a bduget of BDT. 3 billion for the election. 1.47 billion out of the total allocated money would be spent for election management while the EC approved a staggering 1.44 billion for the law enforcing agencies deployed to ensure securtiy during election. Such amount for a election apparently seen the lowest turnout in the history deems quite a waste.\n \nOver 130 people have been killed across the country in election-related violence across the country since the Election Commission announced the election schedule on November 25.\n \nAll the calls from the international community and the civil society members to convince the government to hold an inclusive election has failed as the current regime has staunchly held to its position that that the election has to be held by January 24 for maintaining the “constitutional process”.\n \nEarlier all major international bodies like the EU and countries including the US, UK, and Russia, among others, have refused to send observers. Experts think that the “fake election”, as called by the Asian Human Rights Commission, will cause further discord and bloodshed in the country.\n\nhttp:\/\/www.bdchronicle.com\/detail\/news\/32\/3489#sthash.eOIWMOUT.dpuf","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-prn1\/1526344_605633782857923_54014047_s.jpg"}