{"id":"428835640537739_605488392872462","type":"status","created_time":"2014-01-05T14:31:42+0000","message":"Oppn calls fresh 48-hr hartal from Monday\n\nJan 5, 2014\nOppn demands cancellation of polls, fresh schedule\n\nThe BNP-led 18-party alliance on Sunday called a fresh 48-hour hartal beginning at 6am on Monday demanding the cancellation of the 10th parliamentary polls held today.\n\nThe shutdown that will end at 6am Wednesday is also meant for protesting the arrest of the opposition leaders and activists.\n\nBNP chairperson’s adviser Osman Farroque announced the fresh action programme at a press conference at his Gulshan residence in the afternoon.\n\nThe opposition called the fresh spell of shutdown with its 48-hour hartal remaining in force which is scheduled to end at 6am on Monday.\n\nThe opposition alliance’s fresh hartal call came hours after the closure of voting for the 10th national election that saw low voter turnout and massive violence, leaving 17 people dead across the country.\n\nThe opposition boycotted the election as its demand for a non-partisan interim government to oversee the polls went unheeded.\n\nClaiming that the country’s people have rejected Sunday’s national with hatred by not appearing at the polling centres, BNP demanded cancellation of the polls’ results and announcement of fresh schedule for the 10th parliamentary election.\n\nIt also asked the government to quit and take initiatives for holding the election under a non-party caretaker government through talks.\n\nDr Osman Faruk said, “The country’s people by not going to the voting centres rejected the polls with hatred……boycotting the polls, people have also showed no confidence in the government.”\n\nAmid boycott by the BNP and its like-minded parties, the national polls were held on Sunday amid widespread violence and low voter turnout.\n\nReferring to the thin presence of voters at the polling stations, Osman Faruk said people extended their support to the 18-party demand for holding the election under a non-party caretaker government."}