{"id":"428835640537739_605720009515967","type":"photo","created_time":"2014-01-05T19:42:25+0000","message":"Voter less voting; citizens of Bangladesh wins, the ruling party lost\r\n\r\nIn a democratic state, election is the only way of peaceful transition of power. Bangladesh has been governed by the Sheikh Hasina led government for last 5 years. The tenure of the 9th parliament will come to an end on 24th January next. Prior to that, country’s election commission has declared the poll schedule fixing 5th January as the day of casting votes. The formalities of that poll day completed today with lowest turnout in the history of this nation.\r\nBangladesh has been going through political stalemate for last one year. The opposition alliances have been carrying movement in line with the demand of caretaker government system, the poll time interim government. The incumbent government has abolished the system a year back that caused the present political crisis. The conflict and differences between the two major parties turned violent since last 24th October, the day when the government had concluded their tenure. Several days later, the Prime Minister formed a all party poll time government excluding the opposition keeping herself in the office of the Premier. The opposition denied the offer of joining in such a cabinet and mobilized their movement more claiming that, the resignation of the Prime Minister is the only solution. Paying no heed to that demand, Sheikh Hasina vowed to hold the election on 5th January even if the opposition boycotts.\r\nThe civil society member in the country and the foreign friends repeatedly urged the Prime Minister not go for one party election as it will be treated as farcical and will create a permanent deadlock in the nation. UN Secretary General also sent an special envoy Oscar Fernandez Taranko in Bangladesh to dissolve the Bangladesh crisis through dialogue and discussion. But his efforts went in vain as well. As the last denial of the polls, EU, USA and other foreign nations denied to send observer to monitor this unilateral polls, which is definitely an unprecedented insult for Bangladesh. But nothing could stop the process of this election. World renowned ‘The Economist’ published an article on 21st December, 2013 about Bangladesh titled ‘The ruling party will win Bangladesh’s election, the country will lose’.\r\n\r\nBut I found an opposite scene while covering today’s election. The day started amid serious tension as 5 men killed in midnight clash nationwide. The dawn appeared with severe cold but not with very unusual temperature. Television media started to telecast report. As the winter morning so high turnout in the first hour was not expected. But then surprise and surprise. Unprecedentedly less than 10 votes in first 3 hours. That incorporated the story of vote rigging and casting of false voters just to increase the turn out. The ruling party men, the sole candidates also interviewed with media and expected to have more voters in the coming hours. But finally at 4 in the afternoon, when the time for casting ends, the rate of low turnout prevails.\r\n\r\nThough the ruling party leaders in an evening press meet, claimed to have an acceptable election, but earlier at noon, the chief election commissioner admitted the fact of low turnout and poor response from the people while addressing a press briefing. Another condemnable part of this unilateral election is vote rigging. I witnessed several reports on ETV and Channel 24 where the reporters themselves found several ruling party cadres to cast their votes unlawfully. Casting vote using other’s name or repeated casting of votes by a same man, those issues had been focused in those reports.\r\n\r\nIn this opposition less election, the only attraction is the independent candidates. But an independent candidate of Chittagong in the morning declared to boycott election as he found that his votes had been casted prior to his real appearance in the vote center. Raising the same allegations by the noon, some 50 independent candidates announced their decision of boycotting the election.\r\n\r\nIn Dhaka, ruling party candidate Mustofa Jalal Mohiuddin raised allegation of rigging against his opponent candidate Hazi Salim, who also belongs to the ruling Awami League. There are also reports of creating pressure by the ruling party men upon the voters to cast their votes in favor of the party candidate.\r\n\r\nThere are several poll centers which did not witness even a single voter throughout the day. The election commission also forced to postpone election process in some 142 poll centers nationwide quoting the fact of widespread violence that had killed 22 people today. It is not decided that when the postponed poll will take place in those centers.\r\n\r\nI have asked many general voters about their reluctance to cast their votes. They did not mention the security cause as the first reason. But I surprised to know the cause. They claimed, it is decided who will win as only one major party is taking part in the election. A voter claimed, ‘there is no need to go to poll center, Awami League will win certainly, whether I cast my vote or not.’\r\n\r\nThough many quarter expected a higher turnout in the later period but that expectation was not fulfilled as well. But the nation became really surprised when the result of the vote counts started to come. Though, we all visited the poor presence of the voters throughout the day, but the counts of voters showed something different. As per the Election commission declared result, the ruling party grabbed the votes of thousand, and in some cases 0.1 million votes have been casted for a ruling party candidate which is beyond our fiction.\r\n\r\nThe opposition termed the polls farcical earlier. But at the conclusion of this write up, I am getting inspired to define the election in the same way as the people of the country have made the poll truly farcical. By not participating in the election, despite the massive campaign of the ruling party and some pro-government media, they had that dare to say No which made the election totally ridiculous. By conducting misdeeds of rigging in such a opponent less election, the reckless ruling party men helped to mark this election a mockery worldwide. And finally, by showing a better turnout after a daylong reverse coverage of the media, the election commission and the government made the election totally farcical. A man or a party can never be bigger and stronger than a nation. So the headline of the article of The Economist is wrong. The people of Bangladesh proved it wrong. By slapping on this power seeking administration, the valiant nation once again proved that they won. They won over a government who became blind to subdue the dissidents, who became deaf and dumb about the world views just to grab the state office. People have taken decision rightly. They preferred democracy rather than one party ruling. They ensured their rights which clinched the ultimate victory of the general masses of Bangladesh. \r\nhttp:\/\/ireport.cnn.com\/docs\/DOC-1072739","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/1530588_605719546182680_1025042652_s.jpg"}