{"id":"428835640537739_608729719214996","type":"status","created_time":"2014-01-10T16:43:39+0000","message":"Labor raids ensue in Jeddah\n\nInspection teams from the Labor Ministry have been actively conducting raids on retail market areas in Jeddah to check the status of employees who are working inside shops located in popular market areas.\nIn a surprise field visit on Thursday, inspection teams carried out ad hoc inspections in a popular mobile phone market located on Palestine Street in Jeddah. Arab News was present on site when the raids occurred.\nSome inspectors entered the shops, while others walked around and only revealed their identity when asking expats to show their iqama. A few shops were apparently shut down.\nMany expat workers have changed their profession in Labor Ministry records, but have not updated their professions on their iqamas.\nThe status of many workers was verified by Labor Ministry officials with smart application devices.\nAuthorities have declared a zero-tolerance approach toward expats working in professions different to those stated on their residency permits.\nMany expats working in shops have successfully transferred their sponsorships but have failed to rectify their professional status, officials revealed.\nAbdulmohsin Al-Garni, head of the inspection team at the Labor Ministry, told Arab News on Thursday that inspections teams are focusing on specific locations following a series of identification studies.\n“We have checked about 200 shops and found that most of the employees working within are under the same sponsor but have failed to change their profession on their iqama.”\nHussain Al-Ghamdi, another official from the Labor Ministry in the Makkah province, said that, “Custodian of Two Holy Mosques King Abdullah has given enough time for expats to rectify their status. Those who have failed to do so will incur penalties. The fact that the Makkah province tops employment violations in the Kingdom is worrying,” he said.\n“We have been deploying more field inspections teams in recent weeks to ensure compliance with the rules,” he said.\n\nhttp:\/\/www.arabnews.com\/news\/506886"}