{"id":"428835640537739_508382965916339","type":"photo","created_time":"2013-07-19T16:04:39+0000","message":"Strong condemnation and gainsaying statement against false and baseless report on Chhatrashibir:\r\n\r\n\r\nBangladesh Islami Chhatrashibir strongly slammed and passed a gainsaying statement to false and fabricated reports titled “Shibir launches vandalism-demos after calling on journos” and “Shibir engages now in drug dealings” published in the Dainik Prothom Alo and Banglanews respectively.\r\n\r\n \r\n\r\nIn a gainsaying statement, the Secretary-General of Bangladesh Islami Chhatrashibir Abdul Zabbar said, “The readers only feel it humorous to see the report in Dainik Prothom Alo which reads that Shibir made the journos bear witness to their vandalism. The report linked Chhatrashibir with arson, hidden attacks and vandalism. But, indeed, Chhatrashibir always holds peaceful programs attended and led by the student segment. But cops and Awami goons make brutal attacks on the peaceful agenda of Shibir and about 8 Shibir men got martyred, 165 got injured, 58 got shot and 184 more went arrested due to their attacks over 4 days of shutdown. The Prothom Alo newspaper published such fictitious report on Shibir with intent to hide the truth and to serve their ill purpose. It is all normal to inform the journalists of any programs before they take place and all the political parties act so for the sake of publicity and public wellbeing but Prothom Alo published the news contrarily.\r\n\r\n \r\n\r\nOn the other hand, the online web portal Banglanews24.com published a heinous and false report relating Chhatrashibir to drug dealings. Chhatrashibir is the only student organization free from all types of drug dependencies and this is also a proven fact to both of our loved ones as well as hated ones.”\r\n\r\n \r\n\r\nHe urged the concerned media and media men to refrain from publishing such false and baseless reports furthermore.","picture":"http:\/\/photos-d.ak.fbcdn.net\/hphotos-ak-frc3\/31467_508382932583009_2109188911_s.jpg?lvh=1"}