{"id":"428835640537739_610605219027446","type":"status","created_time":"2014-01-13T14:53:10+0000","message":"Date t 13-01-2014 \nActing Secretary General condemns the murder of Shibir leader Mamun in Chittagong University; urges to arrest the killers\n\nActing Secretary General of Bangladesh Jamaat-e-Islami, Dr. Shafiqur Rahman has issued a statement on 13th January, 2014 protesting and condemning the attack of the Chhatra League thugs in Chittagong University under the back up of the law enfiorcers that killed University’s Shah Amanat hall unit Chhatrashibir secretary Mamun Hossaon and left 50 others wounded. His full statement is given below:\n\n“On last 12th January, Chhatra League thugs carried a brutal attack in Chittagong University under the back up of the law enforcers that killed University’s Shah Amanat hall unit Chhatrashibir secretary Mamun Hossaon and left 50 others wounded. Off them 5 are injured critically. Instead of arresting the killers, the law enforcers arrested 30 students including some Shibir activists.  \n\nBy mulling an effort to capture the University halls, the Chhatra League once again proved that, causing anarchy, violence and terrorism is their main features. The Prime Minister and ruling ministers are used to raise debates often by accusing Chhtrashibir of conducting terrorism. The nation wants to know, who are the attackers in Chittagong University?\n\nWe are calling upon the Premier to listen to her good conscience. Let the countrymen live in peace. Do ensure academic environment in all educational institutions. Stop the terror activities of Chhatra League. Do not push the nation towards darkness by creating violence and anarchy. I am urging to stop this deadly game immediately. \n\nI am praying to Almighty Allah to accept the martyrdom of Mamun Hossain and expressing deep condolence and sympathy to the victim family. May Allay bless them with strength to overcome this shock. I am insisting the government to arrest the killers of Shibir leader Mamun Hossain and to ensure their exemplary punishment.”\n \nCentral Publicity Department\nBangladesh Jamaat-e-Islami"}