{"id":"428835640537739_526322174122418","type":"photo","created_time":"2013-08-21T07:00:46+0000","message":"While Prime Minister Recep Tayyip #Erdoğan of #Turkey has blamed #Israel for the coup in #Egypt, King Abdullah bin Abdulaziz of #SaudiArabia has roundly condemned the United States for not supporting the Egyptian Army and #SCAF ….\r\n\r\nSaudi Arabia Blames America for the Turmoil in Egypt\r\n\r\nBy: Bruce Riedel\r\n\r\nBrookings – August 19, 2013\r\n\r\nIn an unprecedented comment this weekend, Saudi Arabia's King Abdullah blamed American \"ignorance\" for the crisis in Egypt. Without mentioning America by name, the king blamed Washington's \"interference\" in Arab politics for the last two years of turmoil.\r\n\r\nIn a scathing statement, the king urged Muslims to stand behind the Egyptian Army in fighting terrorism and extremism. Speaking in sorrow, Abdullah blamed outsiders ignorant of Arabism, Islam, and Egypt for senseless interference in the politics of the Arab world's most populous state. Clearly referring to President Obama's decision two years ago to push for Hosni Mubarak's ouster, the king suggested Washington played with fire and has now been burned.\r\n\r\nThe Saudis were shocked when Obama abandoned Mubarak, a close Saudi ally, in 2011. They saw a dangerous precedent for their own future. Since then the kingdom has been the leader of the counterrevolution in the Arab world, bucking up regimes in Bahrain, Yemen, and Jordan. The Saudis were early supporters of the coup in Cairo and have rallied their Gulf allies, Kuwait and the UAE, to promise $12 billion in aid to the military government that has ousted the Muslim Brotherhood. The UAE issued its own statement this weekend fully backing Abdullah.\r\n\r\nBoth the UAE and the kingdom see the Brotherhood as a menace. More importantly Abdullah fears that if democratic elections begin to flourish in the Arab world, then sooner rather than later Saudis will want elections and change in the kingdom itself.\r\n\r\nThe king called for the “ignorant” to come to their senses and stop interfering in Egypt. Criticizing the army crackdown, as Obama has done, only helps the \"terrorists,\" the king argues.\r\n\r\nSaudi Arabia's super rich neighbor Qatar is also the target of Abdullah's ire. Qatar promised the Brotherhood as much as $8 billion in aid before the coup and has called for the army to free President Morsi from detention since. Again, without naming Qatar specifically, the king blasts those who \"inadvertently\" are on the wrong side in Egypt, suggesting Qatar has lost sight of the need for the Gulf monarchies to stand united behind autocracy.\r\n\r\nThe Saudis don't want an open break with Washington, so their critique is indirect. Riyadh still wants to work with Washington on Iran, al Qaeda, Israeli-Palestinian peace negotiations, and other issues. The Saudis value an alliance that dates back to 1945. But the alliance has always been based on shared threat assessments—not shared values. Whether the threat was the Soviet Union, Saddam Hussein, Shia Iran or al Qaeda, America and Saudi Arabia were partners. But for Riyadh the Arab awakening posed a new threat, a mortal challenge to the world's last absolute monarchy, that America has been too slow to understand. Come to your senses, America, and back the army, the king urges. Stick with autocracy.\r\n\r\nThe Arab awakening has always put America between its values and its interests. We want democracy to succeed. We believe that is the only sustainable path to genuine stability. But our allies want predictable autocrats to rule. Messy tough decisions will be confronting Obama at every turn.\r\n\r\nhttp:\/\/www.brookings.edu\/research\/opinions\/2013\/08\/19-saudi-arabia-blames-america-for-turmoil-in-egypt-riedel","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash3\/544540_526322150789087_1957487232_s.jpg"}