{"id":"428835640537739_467323560022280","type":"status","created_time":"2013-05-16T16:39:17+0000","message":"Assalamualaikum,\nIn this hard time of Muslim Ummah, it is time to read the promises Allaah made in the holy texts and reflect on those. Let's check whether we match the Muslims who are referred in these verses . I am giving below the relevant verses.\n\nEstablishment on Earth – Tamkeen\n\n“Allah has promised, to those among you who believe and work righteous deeds, that He will, of a surety, grant them in the land, inheritance (of power), as He granted it to those before them; that He will establish in authority their religion, the one which He has chosen for them and that He will change (their state), after the fear in which they (lived), to one of security and peace: They will worship Me (alone) and not associate any partner with Me. If any do reject Faith after this, they are rebellious and wicked.”\n\n[Al Qur’an 24:55]\n\nA good life – Hayaatan tayyibah\n\nAllah the Most high, says,\n\n“Whoever works righteousness, man or woman, and has Faith, verily, to him will We give a new Life, a life that is good and pure and We will bestow on such their reward according to the best of their actions.”\n\n[Al Qur’an 16:97]\n\nProtection\n\nAllah the Most high, says,\n\n“Verily Allah will defend (from ill) those who believe, verily, Allah loves not any that is a traitor to faith or shows ingratitude.”\n\n[Al Qur’an 22:38]\nAllah will never grant the disbelievers a way over the believers\n\nAllah the Most high, says,\n\n“And never will Allah grant to the unbelievers a way (to triumph) over the believers” [Al Qur’an 4:141]\n\nDeliverance from darkness into light\n\nAllah the Most high, says,\n\n“Allah is the Protector of those who have faith; from the depths of darkness He will lead them forth into light. Of those who reject faith the patrons are the evil ones, from light they will lead them forth into the depths of darkness. They will be companions of the fire, to dwell therein (For ever).”\n\n[Al Qur’an 2:257]\n\nNo fear and no grief\n\nAllah the Most high, says,\n\n“Those who believe, and do deeds of righteousness, and establish regular prayers and regular charity, will have their reward with their Lord. On them shall be no fear, nor shall they grieve.”\n\n[Al Qur’an 2:277]\n\nAllah will pay them in full\n\nAllah the Most high, says,\n\n“As to those who believe and work righteousness, Allah will pay them (in full) their reward, but Allah loves not those who do wrong.”\n\n[Al Qur’an 3:57]\n\nForgiveness – Maghfirah\n\nAllah the Most high, says,\n\n“To those who believe and do deeds of righteousness has Allah promised forgiveness and a great reward”\n\n[Al Qur’an 5:9]\n\nPeace and security\n\nAllah the Most high, says,\n\n“It is those who believe and confuse not their beliefs with wrong that are (truly) in security, for they are on (right) guidance.”\n\n[Al Qur’an 6:82]\n\nBlessings – Barakah\n\nAllah the Most high, says,\n\n“If the people of the towns had but believed and feared Allah, we should indeed have opened out to them (all kinds of) blessings from heaven and earth, but they rejected (the truth), and We brought them to book for their misdeeds.”\n\n[Al Qur’an 7:96]\n\nGuidance – Hidayah\n\nAllah the Most high, says,\n\n“Those who believe, and work righteousness, their Lord will guide them because of their faith, beneath them will flow rivers in gardens of bliss.”\n\n[Al Qur’an 10:9]\n\nAllah will save you\n\n“In the end We deliver Our Messengers and those who believe (to safety) Thus is it fitting on Our part that We should deliver those who believe.”\n[Al Qur’an 10:103]\n\nA good ending\n\nAllah, the Most High says,\n\n“For those who believe and work righteousness, is (every) blessedness, and a beautiful place of (final) return.”\n\n[Al Qur’an 13:29]\n\nSteadfastness and firmness – Thibaat\n\nAllah, the Most High says,\n\n“Allah will establish in strength those who believe, with the word that stands firm, in this world and in the Hereafter; but Allah will leave, to stray, those who do wrong, and Allah does what He wills.”\n[Al Qur’an 14:27]\n\nProtection from Shaitaan\n\nAllah, the Most High says,\n\n“No authority has he (i.e. Shaitaan) over those who believe and put their trust in their Lord.”\n\n[Al Qur’an 16:99]\n\nNo effort will be wasted\n\nAllah the Most High says,\n\n“As to those who believe and work righteousness, verily We shall not suffer to perish the reward of any who do a (single) righteous deed.”\n[Al Qur’an 18:30]\n\nLove for them\n\nAllah, the Most High says,\n\n“Verily, those who believe and work deeds of righteousness, the Most Gracious will bestow love for them.”\n\n[Al Qur’an 19:96]\n\nAllah will erase the evil\n\nAllah, the Most High says,\n\n“Those who believe and work righteous deeds, from them shall We blot out all evil (that maybe) in them, and We shall reward them according to the best of their deeds.”\n\n[Al Qur’an 29:7]\n\nVictory\n\nAllah, the Most High says,\n\n“We will, without doubt, help our Messengers and those who believe, (both) in this world’s life and on the Day when the Witnesses will stand forth”\n\n[Al Qur’an 40:51]\n\nAnd Allah, the Most High also says,\n\n“…and it was due from Us to aid (give victory) those who believed.”\n\n[Al Qur’an 30:47]\n\nThe mercy of Allah – Rahmah\n\nAllah, the Most High says,\n\n“Then, as to those who believed and did righteous deeds, their Lord will admit them to His Mercy. That will be the achievement for all to see.”\n[Al Qur’an 45:30]\nThe protection and friendship of Allah\n\nAllah, the Most High says,\n\n“Without doubt, amongst men, the nearest of kin to Ibrahim, are those who follow him, as are also this Messenger and those who believe: And Allah is the Wali [protecting friend] of those who have faith.”\n\n[Al Qur’an 3:68]\n\nThe grace and kindness of Allah – Fadl\n\nAllah, the Most High, says,\n\n“…for Allah is full of grace to those who believe.”\n\n[Al Qur’an 3:152]\n\nAllah will be with you\n\nAllah, the Most High, says\n\n“…for verily Allah is with those who believe.”\n\n[Al Qur’an 8:19]\n\nLight – Noor\n\nAllah, the Most High, says:\n\n“One Day shall you see the believing men and the believing women, how their Light runs forward before them and by their right hands: (their greeting will be): “Good News for you this Day, gardens beneath which flow rivers, to dwell therein for forever. This is indeed the highest Achievement”\n\n[Al Qur’an 57:12]\n\nParadise -Janনাah\n\nAllah, the Most High says,\n\n“Give glad tidings to those who believe and work righteousness, that their portion is Gardens, beneath which rivers flow. Every time they are fed with fruits therein, they say: “Why, this is what we were fed with before,” for they are given things in similitude; and they have therein companions pure (and holy), and they abide therein (for ever).”\n\n[Al Qur’an 2:25]\n\nCollected by:  Superman "}