{"id":"428835640537739_520924541328848","type":"photo","created_time":"2013-08-11T03:04:16+0000","message":"OMCT, AHRC condemn arrest of ‘Odhikar’ Secretary\r\n\r\nDhaka, Aug 10, 2013: Another great blow to Human Rights in Bangladesh! This time the Secretary of the independent Human Rights organisation, Odhikar, Adilur Rahman Khan, a respected Human Rights defender, a former Dy Attorney General and a Senior Lawyer practicing at the Supreme Court, has been arrested today at 10:20 pm Dhaka time on false charges.\r\n \r\nIn the words of the Asian Human Rights Commission (AHRC), “Adilur’s arrest and detention is a chilling proof of the witch-hunt the Government of Bangladesh is systematically carrying out in the country, silencing all forms of voices against the incumbent government’s human rights abuses. Adilur’s arrest, and the manner in which it has been carried out, is further proof to the fact that the space for human rights, free expression and opinion has drastically reduced in the country.”\r\n\r\nDhaka Metropolitan Police (DMP) source said a team of detective police picked him up from his Gulshan 1 residence at about 10pm.\r\n\r\nAssistant Commissioner of DMP Abu Yousuf said: “Police arrested him as a case was filed against the former deputy attorney-general under the information and communication technology law.”\r\n\r\nArbitrary arrest of Mr. Adilur Rahman Khan, Secretary of Odhikar and a member of OMCT General Assembly\r\n\r\nThe Observatory for the Protection of Human Rights Defenders, a joint programme of the World Organisation Against Torture (OMCT) and the International Federation for Human Rights (FIDH), requests your urgent intervention in the following situation in Bangladesh.\r\n\r\nDescription of the situation:\r\n\r\nThe Observatory has been informed by reliable sources of the arbitrary arrest of Mr. Adilur Rahman Khan, Secretary of Odhikar, a member of OMCT General Assembly and Executive Committee Member of Forum Asia, at his Gulshan residence, in Dhaka.\r\n\r\nAccording to the information received, on August 10, 2013, at 10.20 pm, Mr. Adilur Rahman Khan was arrested by eight or nine detectives of the Detective Branch of Police (DB) as he was returning home with his family. The detectives, who brought a white microbus apparently belonging to the United Commercial Bank and a blue and silver coloured mitsubishi pajero, asked Mr. Adilur Rahman Khan to follow them. Reportedly, Mr. Rahman Khan was brought to the headquarters of the police DB in Dhaka.\r\n\r\nThe Dhaka Metropolitan Police subsequently confirmed the arrest to the media, adding that Mr. Adilur Rahman Khan has been arrested under the Information and Communication Technology Act. The arrest was allegedly made on the basis of a general diary filed by the police with Gulshan Police Station, in relation to the report prepared by Odhikar about the killing of 61 people during an operation carried out on May 5, 2013 by law enforcement agencies against Hifazat-e Islam activists at the Dhaka’s downtown Motijheel area. Mr. Adilur Rahman Khan has also been the Deputy Attorney General during the erstwhile four-party alliance government.\r\n\r\nThe Observatory expresses its deepest concern about Mr. Adilur Rahman Khan’s arbitrary arrest, which seem to merely aim at sanctioning his peaceful human rights activities, and calls upon theauthorities in Bangladesh to guarantee in all circumstances his physical and psychological integrity as well as to release him immediately and unconditionally\r\n\r\nhttp:\/\/bdinn.com\/news\/omct-ahrc-condemn-arrest-of-odhikar-secretary\/","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-ash3\/1004669_520924531328849_636416395_s.jpg"}