{"id":"428835640537739_439428132811823","type":"photo","created_time":"2013-03-28T06:48:54+0000","message":"The cruelty of the Government of Bangladesh Muslims are in today's press release wire.\r\n\r\nAttended by members of the Felicity Party press release, as well as domestic and foreign citizens states was followed by many broadcasting organization.\r\n\r\nRelated press release is below.\r\n\r\n\r\nFelicity Party ISTANBUL CITY OF BANGLADESH PRESS RELEASE\r\n\r\nDear friends,\r\nDistinguished members of the press,\r\n\r\nWe are holding the National Görüşçüler superior right to the earth, the earth can not remain silent in the face all the injustices and atrocities. We did not, and will not, too. Bangladesh's main opposition party (BNP) and the Jamaat-e-Islami Party wisely and carefully pursue the prosecution of prominent leaders.\r\nThe reason we are here, to warn the government of Bangladesh, history, conscience, human and fraternity brothers to take this opportunity to fulfill our duty, and the people of Bangladesh on this important day to ask for peace and well-being.\r\n\r\nSo, what's going on in Bangladesh?\r\n\r\nThe Government of Bangladesh, the so-called 'International War Crimes Tribunal, under the name mesnedsiz opposition leaders inside the important Islamic personalities in a way that, 42 years ago, during the country's war of independence accused of involvement in charge of the incident and arrested tens of thousands of members from the party Jamaat-i-Islami. These people have rejected all the charges against them.\r\n\r\nIn 1971 the process of independence,'''' 3 million people were slaughtered with allegations of rape trials where 2yüzbin'' no'' international'''' s international war crimes tribunal, there is no attribute. Even if the accused is denied to the normal rights of a local court. The trial should have war crimes tribunals lack of international standards.\r\n\r\nThis fact, the U.S. War Crimes Ambassador Stephen Rapp, Lord Eric Avebury, human rights and justice organizations, including Human Rights Watch, the British Parliamentary Human Rights Group Vice President, Amnesty International, the International Center for Transitional Justice, the International Bar Association, the UK Parliamentary Human Rights Group, the UN Human Rights Commission and the United Kingdom, such as practicing law, justice and human rights organizations express all.\r\n\r\nInternational non-governmental organizations, this trial indicate that the method was done in total disregard for international norms. Bangladesh government acts as a secular and liberal democratic hükümetmiş. However, fundamentally repressive and dictatorial management actions are revealed.\r\nJudges and prosecutors are appointed by the ruling party is a political court completely. Legal lynching, opened fire on demonstrators seeking justice has become a political lynching. Minister Mr Suranjit Sengupta'nın'' dissident'' 14 in the form of an Islamic leader to be posted and no one has made a statement to stop it. This announcement confirms that the proceedings'''' is a project-based political revenge.\r\nPresident of the court Nizamül Huq, a lawyer in Belgium and 17-hour skype call Dr.Ahmed Ziyauddin reflected in public opinion, the decision of the trial judge in the case, the talks would like to write and send. Again, this consultation has been determined that an impartial and independent court. Therefore, the president of the court was forced to resign. Unfortunately, the same court has given death sentence. After the resignation of the head of the court, the defense lawyers' request for a retrial was rejected. Decision-making hasty manner, the court reduces suspicion.\r\n\r\nKidnapping suspect in front of the court and the defendants' failure to obtain news of them, a violation of the principle of a fair trial. Ranjan key witness in the trial court that the defense of Bali on November 5 at the entrance, was arrested by a special police team and could not be heard from again. Various grounds of defense witnesses and the defense team has been blocked at every turn.\r\n\r\nThe case was opened again after forty years earlier, the same day the trial magistrate person who is a lawyer.\r\n\r\nThis comedy and puppet court of justice for the victims of the war in 1971, supporters argue. Justice of conscience who want to participate, but for Justice, full and fair trial, if the result is to be borne by everyone. Prof.Ghulam Azam, Maulana Motiur Rahman Nizami, Maulana Sayeed Delware Hussain, a respected Islamic figures as large as baseless and despicable crimes, arbitrary yargılanacaksa, we understand that we can not afford. The entire process is carried out, such as political and revenge and blood feud.\r\nThe trial process and the rules of the court condemned by international human rights and justice groups, after pressure from the government to these people'''' gave death sentences to life imprisonment and.\r\n\r\nMore importantly, the demands of justice, the President of Turkey, Abdullah Gül, President of Bangladesh \"Prof. Ghulam Azam as\" Islamic figures are respectful of human rights gained a significant boost with the letter requested.\r\nWe appeal proceedings on any platform, any platform expressed mistakes. But the truth Sheikh Hasine management had completed their ears heard this CLAUSE.\r\n\r\n'' The government of Bangladesh on 1971 war crimes proceedings in accordance with the establishment of an independent court will demand the whole world to listen to a common art niyetsiz friendly and make the call\r\n\r\nWe are not against the prosecution of anyone. On the contrary, as anyone who wants to justice, regardless of who a fair trial, that the facts should be removed. We 1971deki war crimes trial on the facts, except Pakistan and India, 3 A Muslim countries are requested to be made by an independent court. Bangladesh, transparent, carried out a public trial claim, by not rushing to decide the proceedings 3 By agreeing to be a Muslim country, interfere with the internal affairs of this proposal prove to get rid of the complex.\r\nOnce again cautioned that:\r\n\r\nIf canceled abiding by the principle of a fair trial of this case will arise as a result of unfair decisions and practices and a source of energy as well as energy corridor'' Bangladesh'' because of external interventions will become apparent. If you will not be limited to only those countries can not be in front of the crisis in Bangladesh. Not be limited to only the internal dynamics of the developments in Bangladesh, foreign, regional and global dynamics will trigger. The crisis in the country could go up to a civil war, just as in the countries of the region can also affect the Syrian crisis, trigger a regional war.\r\nWho knows, maybe it will flow the blood of thousands of people scheduled for a war ...\r\n\r\nShort-sighted managers of Bangladesh Bangladesh insatiable global conflict area will show the elephants.\r\n\r\n'' Unfair'' where thousands of people were arrested,\r\nThousands of people were tortured.\r\n\r\nRights and thousands of people were injured as a result of opening fire on demonstrators seeking justice.\r\n\r\nApproximately 500 people lost their lives since the beginning of the demonstrations.\r\n\r\nKnowing the Bangladesh is a sovereign state, the Jamaat-i-Islami Muslims in these events because they desire to leave India, India is punishable by intelligence, I think of getting revenge.\r\n\r\nIslamic party, Jamaat is a political movement not only act, but also because it is a moral, social and plays a key role. Revive and build basic social dynamics, due to the nature of the state of liquidation and Bangladesh Jamaat Islamic Party, the process of restructuring faced by the global racist imperialist powers. This process is initiated primarily short-sighted power will be the end of these events.\r\nWe, the representatives of the people seeking justice and interpreter as the Felicity Party members, had no desire to interfere in the internal affairs of the state, and will not speak out against the atrocities, but this does not mean that koymayacağımız yükseltmeyeceğimiz and that objection.\r\n\r\nSn.Hasine 's put this same feeling with the signing of the declaration of the organization share the D8 know.\r\nThe general public and to take immediate action against this injustice, calling the people of mercy\r\n\r\nDistinguished scholars, let alone unfair trials and persecution in Bangladesh.\r\n\r\nJoin our responsibility, to fulfill the duties and responsibilities of the institutions International is obvious that the passive and reluctant attitude.\r\n\r\nMuslim blood is short-sighted leaders who fail in Syria who want more international institutions and do not expect anything. Tasks to people who just like to remind superior to the right.\r\n\r\nThese recent events (only in Bangladesh, but the whole Middle East, Africa and the Pacific chaos) once again demonstrates the need for the establishment of the Islamic Union.\r\n\r\nNational and international non-governmental organizations, media organizations urge Bangladesh to the agenda of the file. Non-governmental organizations are invited to develop a proactive attitude.\r\n\r\nGönüldaşlarımıza coming here, leave us alone, our media, and no longer irrelevant to this case, 91-year-old Professor Ghulam Azam Islamic personalities such as respect for human rights in Bangladesh who invited the head of the letter by typing Sn.Abdullah Gul and his person of a fair trial, which requests an interpreter like to thank all our people We're.","picture":"http:\/\/photos-f.ak.fbcdn.net\/hphotos-ak-ash3\/564563_439428126145157_14936693_s.jpg"}