{"id":"428835640537739_563266073761361","type":"status","created_time":"2013-10-28T06:08:32+0000","message":"Hanif removed from post\n\nHe had asked to be relieved from his office as he was contesting the next general election\n\nPrime Minister Sheikh Hasina has removed Special Assistant to the Prime Minister Mahbub-Ul-AlamHanif from his post, cancelling his contractual appointment.\n\nThe public administration ministry issued an order in this regard on Sunday. Senior Public Administration Secretary Abdus Sobhan Sikder told the Dhaka Tribune the cancellation was made as per the wishes of the prime minister.\n\nHanif, who is also the joint general secretary of Awami League, told the Dhaka Tribune he had asked to be relieved from his office as he was contesting the next general election.\n\n“The public administration ministry issued an order releasing me from my post on Sunday. It will help me appear in the next general election as per the RPO,” he added.\n\nEarlier this month party sources told the Dhaka Tribune that Awami League President Sheikh Hasina was annoyed with Hanif over his seeking party nomination for Kushtia-2 constituency in the upcoming elections and dissolving the party’s Doulatpur upazula unit committee without central committee’s approval.\n\nThe AL chief asked Hanif to resign from his post during a views-exchange meeting with root-level leaders from Kushtia, held at Ganabhaban on October 9.\n\nIn the meeting, General Secretary of Mirpur upazila Awami League Kamrul Islam asked the prime minister to nominate Hanif as the candidate for Kushtia2 constituency instead of Hasanul HaqInu, the information minister and president of JSD, a major ally of the ruling party.\n\nHe told the prime minister Inu would not win the next election. Hanif was more popular than Inu and could potentially win, he said.\n\nParty leaders said Hasina did not like these moves as she wanted to nominate Inu again “to keep the existing harmony in the alliance undisturbed.”\n\nSources said Hasina tried to dissuade Hanif from his efforts at the meeting. She had pointed out that by law he could not participate in the next election as he is a public servant.\n\nhttp:\/\/www.dhakatribune.com\/bangladesh\/2013\/oct\/27\/mahbubul-alam-hanif-sacked#sthash.ISJlmzYn.dpuf"}