{"id":"428835640537739_526195570801745","type":"photo","created_time":"2013-08-20T23:41:41+0000","message":"Harsher punishments for cyber crime o keyed\r\n\r\nBangladesh clears cybercrime draft law with harsher punishments\r\nCountry’s cabinet has approved draft containing amendments to its Information and Communication Technology Act which will enable law enforcers to arrest individuals without a warrant and increase the jail sentence to 14 years.\r\n\r\nBangladesh has approved a draft of its Information and Communication Technology (ICT) Act, which proposed law enforcers can arrest any person without a warrant and increased the jail sentence to 14 years.\r\nAccording to The Daily Star on Tuesday, the original Act in 2006 had a maximum punishment of 10 years jail term with a heavy fine, while law enforcers had to seek permission from the authorities involved to file a case and arrest any person involved in cybercrime.\r\nDestroying computer data with malicious intent, transferring data without proper authority, hacking, and releasing vulgar and defaming information in electronic form will be considered serious offences as per the proposed amendments.\r\nSome crimes were also non-cognizable under the existing Act, which means the police will be able to arrest a suspect without issuing any warrant by the court, but they will have to produce the arrested person before the court within 24 hours, M. Musharraf Hossain, cabinet secretary said.\r\nThe cabinet had also asked the ICT ministry to bring further changes in the law, after reviewing the proposed amendment, Hossain added. \r\nAn ordinanace will also be promulgated soon, the cabinet secretary said. “The objective of the law is to protect and control the misuse of information technologies,” he said.\r\nLaw inadequate in dealing with cybercrime\r\nHowever, industry watchers have expressed concern that the law is unable to curb cybercrime in the country.\r\nMustafa Jabbar, president of Bangladesh Computer Samity, said many cybercrimes or digital crimes did not fall under the purview of the law. For example, the law did not address any crime committed through using mobile phones.\r\nThe law also considers e-mails as evidence, which conflicts with the country’s Evidence Act which does not recognize e-mails as evidence, but the amendments did not address these issues, Jabbar noted.\r\n“The law offers the scope for political misuse. There is no guarantee that the police will not misuse it,” he said.\r\nFahim Mashroor, president of IT trade body Bangladesh Association of Software and Information Services, also agreed the law was vulnerable to misuse due to empowering the law enforcers to arrest anyone without warrants. The government should have consulted the relevant quarters before the amendments, Mashroor added\r\n\r\nhttp:\/\/bdinn.com\/news\/38714\/","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-frc1\/995474_526195564135079_819430099_s.jpg"}