{"id":"428835640537739_525872967500672","type":"photo","created_time":"2013-08-20T10:25:38+0000","message":"ISLAMISTS UNDER FIRE From Egypt to Bangladesh\r\n18 Aug 2013 logo 0 comments\r\n\r\nThere is a limit to which political adversaries can be pushed to the wall whether it is Bangladesh or Egypt, observes AIJAZ ZAKA SYED\r\n\r\nHow time flies! Ramadhan is gone and Eid is here before one could really live and celebrate the blessed month. This has been another Ramadhan spent away from home and loved ones. And let me say this folks; it’s not easy spending the month of fasting and spiritual rejuvenation alone. It gets particularly depressing at the time of suhoor and iftar.\r\n\r\nWhile one misses the celebration of the holy month and its unique atmospherics back home, there is no doubt that this is also a great time to be in the Middle East. The whole region is found at its welcoming best and seems to slip into a surreal, celestial state that isn’t easy to explain. In Arnold’s words, there is sweetness and light everywhere.\r\n\r\nThere is little to celebrate this Eid though. The sacred month saw great bloodshed and suffering of the faithful in the neighbourhood and across the world. Indeed, it is a depressing landscape, from Pakistan to Iraq and from Egypt to Syria. Even as old conflicts fester, fresh wounds are opening up. Dark clouds gather over the horizon as the fine distinction between the good and evil is once again blurred.\r\n\r\nWhile the Middle East has often been the battleground of ideas and fun and games of world powers, what you see in the region today has perhaps never been witnessed before. Indeed, the whole of Islamic world appears to be caught in a great churning right now and truth and sense of fairness appear to be its first casualty.\r\n\r\nOld, comforting loyalties and ideological certitudes are crumbling to give birth to new opportunistic alliances. You can no longer be sure who is on whose side or, more important, who is on the side of truth and justice. There is no clear “Us Versus Them” to be determined here as it used to be in the good old days of the Cold War or the never-ending Arab-Israeli conflict. Some are so driven and carried away by their petty interests and narrow, self-serving agendas that they fail to notice they are on the wrong side of history.\r\n\r\nLook at what is going on in Egypt. The whole of Arab world appears to be divided down in the middle over its approach to the crisis that threatens to rip the Middle East’s most populous nation apart. More worryingly, Egypt’s chaos now threatens to spill over across an already volatile region.\r\n\r\nThe inexorable euphoria and optimism that accompanied the popular revolutions, evocatively named Arab Spring, unseating the corrupt, ossified order across the Maghreb and beyond have given way to crippling cynicism and disillusionment and despair.\r\n\r\nUnderstandably, on the other hand, there has been boundless jubilation and celebration amongst all those favouring the status quo. The dawn of democracy in Maghreb and winds of change that it promised had set the proverbial cat among the pigeons. So you have Syria’s Assad, having presided over the massacre of more than 100,000 people for more than two years, cheering the fall of the Islamists in Cairo.\r\n\r\nAnd in a delightful quirk of irony, Assad has been joined in by Israel’s Netanyahu who has enough reasons to be grateful to Egypt’s new rulers after the destruction of those tunnels that were the lifeline for the incarcerated Gazans. You do not have to be a pundit to know who stands to benefit from the return of the old order in Cairo.\r\n\r\nNo one expected the Egyptian Army and the so-called Deep State that it led with the ruling National Democratic Party, a Kafkaesque bureaucracy, entrenched special interests and paid media to take kindly to the democratic change and play second fiddle to the nation’s first ever popularly chosen leader. But given the long and oppressive history of the old order and the vital interests the Army had at stake, the Muslim Brotherhood and Morsi were criminally guilty of underestimating it.\r\n\r\nThere had been all the signs out there before the storm eventually broke. It was a disaster waiting to happen. And what has followed since has been even more predictable: Unleashing the raw, brutal force against unarmed protesters, incarceration of the entire leadership and slapping of those ridiculously trumped up charges against the deposed president. Egypt and the Brotherhood have been here before – from Gamal Abdel Nasser to Hosni Mubarak.\r\n\r\nAnd there are signs that things could get even worse in times to come as both the Islamists and the junta dig themselves in for an explosive and all-consuming showdown. Egypt risks taking the violent path Algeria had been forced to take under the Generals after they stole the mandate of the Islamic Salvation Front (FIS) two decades ago. The long and bloody civil war that followed as a consequence claimed more than 200,000 lives.\r\n\r\nIn Egypt’s case, given its strategic eminence in the region, the price could be even more catastrophic if the issue is not resolved soon of course with the good offices of the US and its western allies who have for all their paeans to people power had their finger in the pie all along. Turkey’s Erdogan is right. Never have the international duplicity and double standards been starker and more shameful.\r\n\r\nAnd it is not just Egypt; there have been similarly choreographed demonstrations in Libya and Tunisia – the other two countries swept by the Arab revolt –and even in Turkey. Indeed, notwithstanding their strong performance in elections, the Islamists find themselves at the receiving end everywhere — from Egypt to Turkey to Bangladesh. Would they be then far off the mark if they spy a global plot at work against the Muslim world’s nascent democracies?\r\n\r\nIf in the Middle East, it is the men in khaki who are out to suppress the democratic urges and aspirations of the people and their representatives, in Bangladesh an elected prime minister, driven by the politics of vendetta, has gone berserk in her bid to decimate her rivals. As if the absurd war crimes trial-severely censured by rights groups, legal luminaries and international agencies – awarding death to Bangladesh Jamaat-e-Islami’s top leaders wasn’t enough, Bangladesh has now summarily banned the country’s third largest party, widely respected for its social work and ethical approach to politics.\r\n\r\nWhat is BJI’s crime then? Its steadfast belief in a united Pakistan at a time when everyone else in the East Pakistan, today’s Bangladesh, had turned against it. That was more than 42 years ago. Whether right or wrong, the Jamaat has come a long way and since reconciled itself to the reality of Bangladesh. Having repeatedly been part of the government, it has even played a significant role in shaping the new nation. This is why this vilification and witch-hunt of the Jamaat after all these years is so unfair and vindictive.\r\n\r\nGod only knows what Prime Minister Sheikh Hasina hopes to achieve with this political adventurism but Bangladesh could end up paying a formidable price for it. Having lost her father to an assassin’s bullet, she should know it. The world has moved on. This is not 1971 or 1952 for that matter. There is a limit to which political adversaries can be pushed to the wall whether it is Bangladesh or Egypt.\r\n\r\nIf anyone thinks terror tactics can scuttle change or prevent an idea whose time has come, they are grievously mistaken. The past is dead and you cannot resurrect it. You cannot put back the clock no matter how many innocents you kill and how much brute force you unleash.\r\n\r\nChange has come and it has come to stay. There may be little to celebrate this Eid but the promise of a better and more just world lives on. Hope springs eternal.\r\n\r\n[AijazZaka Syed is a Gulf based commentator.]\r\n\r\nhttp:\/\/radianceweekly.in\/portal\/issue\/islamists-under-fire-from-egypt-to-bangladesh\/article\/islamists-under-fire-from-egypt-to-bangladesh-2\/","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash3\/1185543_525872957500673_862090511_s.jpg"}