{"id":"428835640537739_501636466590989","type":"status","created_time":"2013-07-09T16:09:34+0000","message":"[মিশরে গণতান্ত্রিক প্রেসিডেন্টকে ক্ষমতাচ্যুত করা ও আন্দোলনরত\nগণতন্ত্রকামী মানুষকে হত্যা করায় ছাত্রশিবিরের তীব্র নিন্দা ও ক্ষোভ]\n\nChhatrashibir strongly slams deposal of the democcratically\nelected President and killing of innocent people on protest in Egypt:\n\nBangladesh Islami Chhatrashibir strongly condemned as well as protested against the deposal of the democratically elected Egyptian President Mohammad Mursi by an army coup d’état and killing of people protesting for the restoration of democracy in Egypt.\n\nIn a protest statement, the Secretary-General of Bangladesh Islami Chhatrashibir Abdul Jabbar said, “the current crackdown in the state order of Egypt has caused a great worry to the world’s peace-loving fellows. To depose a democratically elected from power through martial interference is a great blow on the sustainability of democracy, especially when a country like Egypt, animated by the Arab Spring, set out its journey towards democracy overcoming thousands of hurdles. Mohammad Mursi is a President elected by the votes of the vey Egyptian People. The Egyptian Army cheated with their own people by deposing Mursi from power. The world think it to be a part a long-term blueprint which grew further clear by the wanton fire of the Army at the people protesting as of right in a democratic way. We severely condemn killing of protesting people.”\n\nShibir Secretary-General said, “Mohammad Mursi has been deposed from power as a part of a devastating conspiracy against Islam and Islamic Movement in Egypt. Not only in Egypt, such conspiracies are still in vogue everywhere in many countries of the world. It is really praiseworthy how  the Egyptians who love Islam are going on with their peaceful protests to restore democracy despite the martial coup. We think every state of the world should support the movement meant to restore democracy in Egypt. The recent incident of Egypt may spread negative phenomena contrary to the effects of Arab Spring all over the world. This is why every state as well as every organization of the world must press the present Army-backed government in Egypt and thereby restore democracy to its own status by reinstating Mursi to his office. The people of Bangladesh, especially the young segment thereof, are, and always will be, with the people of the Egypt.”\n\nShibir Secretary-General urged the Army as well as Army-backed government of Egypt to stop all types of conspiracies against Islam and democracy and let Mohammad Mursi discharge his duties and responsibilities as the President of Egypt as mandated by the country’s Constitution."}