{"id":"428835640537739_506262246128411","type":"status","created_time":"2013-07-16T01:07:13+0000","message":"Demystifying the mystery: 90 years for a 96 year man\n\nIts not the age, it is more to do with catch 22 situation for the Awamileague, for they had started something unfairly, and now they can not unwind it back. They couldn’t acquit him, for it will antagonize the Shabagis, and they can not hand out a death sentence, for it can not be justified and risks political turmoil, so a middle path to appease both and give a chance for the man to be freed once 18 party Alliance comes to power. From the outset, the tribunal lacked credibility because of partisan judges and a dishonest government funded prosecution specifically formed to fabricate evidence as much as possible. One PiroJ Pur government MP paid a man 5 lakh taka to give false evidence against Delwar Husain Sayedi. Likewise many of the documents produced by the prosecution were made-up or tampered with in support of their claim. On top of that, if there is a teamwork or collusion between the tribunal judges and the prosecution to make design, and implement a verdict according to their desires, then nothing remains of justice. If anything, it was Delwar Hussain Sayeedis case that put the Tribunal on the dock: from skype scandal to safe house witnesses’ manipulation and the recent Sukh Ronjol Bali’s revelation has tainted the Tribunal neutrality. What ever verdict is given, division and doubt will remain on the Tribunal credibility. Only way to dispel all doubt, and ensure correct justice is to do everything all over again under international supervision with impartial prosecution and judges. If Awamileague was on the dock and BNP or Jamat formed a tribunal to try their leaders, same would have been said of the tribunal because of the nature of our politics, and political culture.\n\nThe forced disappearance of a key defence witness puts trial's integrity in the limelight. Shukhoranjan Bali who disappeared for six month before turning up in an Indian Jail has put the tribunal integrity, and the whole process in question. Shukhoranjan Bali was abducted from the vicinity of the tribunal by plain cloth police officers, and forcefully handed him to the Indian border guards. When Bangladeshi newspaper, the New Age found him in an Indian Jail in Calcutta, he told them that he wanted to give evidence in defence of Maulana Sayeedi that his brother was not killed by him; but the government realizing this had abducted him and handed over to the Indian border guards. His reappearance and the defence insistence that he was abducted have added to fake nature of the tribunal.\n\nNew York-based Human Rights Watch said Bali's story raises questions about the integrity of the trial process. \"The apparent abduction of a witness in a trial at the ICT is a cause for serious concern about the conduct of the prosecution, judges and government,\" said Brad Adams, the group's Asia director. \"Among many questions is who ordered the abduction, and how senior the officials involved were.\" Those involved in his abduction may have assumed Bali would be killed by the Indian Border Security Force when he was pushed into India, or that he would permanently disappear,\" Adams said. The rights group has called on the Indian government to allow the United Nations High Commissioner for Refugees to interview Bali. So far nothing has been done to bring this mystery to a close. \n\n-Mozafor Ali"}