{"id":"428835640537739_484321114989191","type":"photo","created_time":"2013-06-11T12:19:03+0000","message":"When you can’t win a debate, threaten your opponents; this is the colour of Awami fascism. Recently there has been an increase in attack on talk show intellectual in Bangladesh, who feels obliged to criticise the wrong policy of the government. We have seen attack on editors, and death threat on public figures like Asif Nazrul, and Dr Pias Karim. Last night Supreme Court Lawyer DR Tuhin Malik’s car was vandalised, and his driver was beaten up and the perpetrators threaten to kill Dr Tuhin Malik, if he does not desist going to talk shows. All this happened while he was participating on a live talk show in RTV at about 11 PM local time in Bangladesh.\r\n\r\nMany of us had expected something like this to happen, after government ministers Sayed Ashraf publicly criticised talk show intellectual for criticising the government in a meeting back a few days a go. He even went on to remind TV channel proprietors that it was their government who gave licence to many of the channels, and in effect, he was implying government favours to them so they should cease allowing people to criticise them. Awamileague boast on their values for free expression, freedom of press, yet it is they who violate this principle when it goes against them.\r\n\r\nIn many instances in the past, we have seen how journalists and individual politician were silenced by means of abduction, and killings. Most gruesome was the killing of journalist ‘Sagor Runi’, it is rumoured that they were killed because of their investigative journalism exposing government corruption. This is a tendency that government has chosen to follow and silence their opponent whether in the streets or in the media. If we allow fascism to dance over our mind and body, Bangladesh as a nation as envisaged by our freedom fighters will not be realised. There is a growing apprehension that the country is moving towards a point of no return. We must not allow this to happen, and we should try our best to put an end to fascism.","picture":"http:\/\/photos-d.ak.fbcdn.net\/hphotos-ak-frc3\/425214_484321101655859_2090334154_s.jpg"}