{"id":"428835640537739_557804830974152","type":"photo","created_time":"2013-10-18T14:20:11+0000","message":"For our international audience: here are some key lines from Her Excellency our glorified  dear sister leader prime minister Sheikh #Hasina's very very Islamic state of the nation address finished minutes ago. This is brought to you by #Basherkella twitter (https:\/\/twitter.com\/basherkella)\n\nI was alive when #Hasina gave a 30min speech w\/o mentioning how war criminals are hindering #Bangladesh from becoming a superpower.\n\n\n#Hasina asks ppl to pray 4her, her family, her little brother. Says she will also pray for the ppl of #Bangladesh #HasinaSpeaks END \n\n\n\n#Hasina said she will listen to opposition's those opinions which will conform her old game plan\n\n\n#Hasina reiterated her old game plan of holding elex under her partisan govt.\n\nAt least 20% of #Hasina's speech was related to Islam, no mention of other religions, a paradigm shift? #Secularism #Bangladesh\n\n\n#Hasina now seeks prayer for his deceased 10 yr brother & speaks abt his fathers dream of \"Sonar Bangla\".\n\n\n#Hasina now commemorating her little 10 yr brothers birthday (died in 75).\n\n\n#Hasina says she'll recommend about the form of govt considering opinions of her coalition & BNP can opine if it wants. #Bangladesh\n\n\n#Hasina says her aim in life is to establish peace.\n\n\n#Hasina calls #5May massacre an anarchy.\n\n\n#Hasina says Islam is a religion of peace and Jamaat & BNP r using Islam.\n\n\n#Hasina asks Jamaat-BNP not to disgrace islam.\n\n#Hasina delivered a fatwa that, opposition will go in hell.\n\n\n#Hasina says #Bangladesh is a role model of development in whole world.\n\n\n#Hasina thanks Allah for Hajj completion.\n\n#Hasina pledges to provide electricity to every household if re-elected.\n\n\n#Hasina says we gave better names for forces ranks. #Bangladesh\n\n#Hasina describes her govt's successes now. #Bangladesh\n\n\n#Hasina says no more 1\/11","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-ash4\/1381971_557804817640820_2121976500_s.jpg"}