{"id":"428835640537739_449367901817846","type":"photo","created_time":"2013-04-14T02:50:12+0000","message":"http:\/\/www.ustream.tv\/recorded\/31403597\r\nNew York Rally for justice and peace in Bangladesh\r\nApr 13, 2013\r\nNew York:  Thousands of Muslims gathered in the Times Square today to bring attention to the wide scale abuse of human rights in Bangladesh and to avert an impending civil war. The rally extended for 5 blocks and most of the participants were from Bangladesh.\r\nThe crowd was addressed by many national and local leaders representing all the major Muslim organizations and ethnicities in the US.\r\nImam Ayub Baqi, the chair of the justice committee of the umbrella organization of the New York area Muslims, The Islamic Leadership Council of New York and the Council’s former president, Imam Abdul Latif Al-Amin, both eaders of civil rights struggle for African-Americans drew parallel from that struggle.\r\nNihad Awad, the national executive director of Council on American Islamic Relations pointed out that the war crimes tribunal’s workings are proven to tainted with outside influence but still the tribunal meted out death penalties. He declared that CAIR stands against such blatant injustice. Naeem Baig, the national president of ICNA expressed his solidarity with the struggle for justice of the Bangladesh masses. Shahana Masum Ali, the coordinator for Bangladesh Development and Women’s Rights spoke about the persecution of the women by the current Bangladeshi government. She demanded an immediate end to this persecution. Dr. Shaik Ubaid, the co-chair of Muslim Peace Coalition USA said that destabilization of Bangladesh will destabilize the region. He urged the Bangladeshis to protect the Hindu minority. He pushed for a truth and reconciliation commission to heal the country.\r\nAmong the more than 30 speakers representing tens of different organizations were many Bangladeshi-American leaders, imams and youth representatives. Arab American representatives, a few politicians and a representative of the Rohingyas, the most persecuted people in the world who live in the neighboring Burma also addressed the rally. Many speakers alluded to the violent crack down on the media and demanded immediate release of imprisoned journalists, especially Mahmudur Rahman. Abdul Azeez Bhuyan asked the participants to call Ms. Marie Orler at             212-963-1293       and tell her “not to recruit Police from Bangladesh on Peacekeeping forces who is terrorizing their own citizens in Bangladesh”.\r\nEarlier the rally was commenced with the opening remarks of Mubashir Ahmed, the national coordinator of Americans United for Human Rights, who demanded an immediate end to the police crackdown on peaceful protesters and for the death sentences to be vacated.\r\nAll the speakers demanded a new and fair international war crimes tribunal and a resolution was approved unanimously by the enthusiastic crowds who had come from the tri-state area, many on more than 40 buses that were rented by different organizations.\r\nThe gathering passed the following 8 points resolutions:\r\nCease crackdown on peaceful rallies in Bangladesh.\r\nStop the intimidation campaign against independent journalists and opposition politicians\r\nRelease all the journalists who are in jails immediately, particularly Mr. Mahmudur Rahman, editor of the daily newspaper, Amar Desh.\r\nDisband the present war crimes tribunal which in fact is a kangaroo court\r\nEstablish a truly independent international tribunal against war crimes to provide justice for both Bengali and Biharee victims and to punish perpetrators from all sides\r\nVacate he death penalty given to opposition leaders and Islamic scholars by the kangaroo court\r\nSet up a truth and reconciliation commission so that the great nation of Bangladesh can start the healing process and then move forward\r\nForm an independent commission to investigate the murder and arson that took place in the last few months including against Bangladeshi Hindus and the peaceful protesters, and prosecute the perpetrators including those belonging to the law enforcement agencies\r\nThe gathering also demanded USA government, the Obama administration, to force Bangladesh government to follow the rule of law and appoint a new and true international war crimes tribunal as it was done for Bosnia, Rwanda and Sierra Leone by the UN. Justice must be rendered to all the victims. Furthermore, a truth and reconciliation commission be established to start the healing process in Bangladesh.","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-ash3\/554987_449367868484516_1398950069_s.jpg"}