{"id":"428835640537739_457941220960514","type":"photo","created_time":"2013-04-30T19:23:40+0000","message":"Basherkella Statement on Today's \"Goethe Institut\" Program which Criticized Hefazate Islam \n---------------------------------------------------------------\nDear German Ambassador Dr. Albrecht Conze,\n\nWe come to know through a Bangla daily that you have said that, 13 point demand of Hefazate Islam is a threat to \"non-communal\" atmospehre [as prothom alo reports http:\/\/www.prothom-alo.com\/detail\/date\/2013-04-30\/news\/348928]. We still dont know whether this is the official position of Germany and EU or not. \n\nWe hope you will withdraw this comment. We think, you have no right, whatsoever to dictate agendas of a religious movement which represents 90% people’s faith. And we still remember the colonial trends and amicable relationships that your government used to have with the dictators of recently freed MENA countries which witnessed waves of Islamist uprisings. It is only then your officials rushed to Islamist for “negotiation”. \n\nWe urge you to understand the momentum and not to perturb the Islamic Trend of Bangladesh which, despite your support for brutal and criminal regimes in parts of the world, is still moderate and accepts dialogue with your country. The sooner you understand the better it will be for the German- Bangladesh relation. We warn you, for your betterment, not to entangle in the domestic politics of Bangladesh.\n\nWe also urge you to stop funding Gay and Lesbian Circles in Bangladesh and funding promiscuous programs under the shade of your cultural window Goethe Institut. We want to remind you that, Christian Democrats are in power of Germany and still schemes like explicit sex ed is vehemently frowned upon in Germany. So try to understand the sensitivity of Bangladeshi moderate, peace loving religious people.  \n\n-Basherkella, the largest social media platform of Bangladesh.","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/400685_457941214293848_1969719223_s.jpg"}