{"id":"428835640537739_540864576001511","type":"status","created_time":"2013-09-17T16:29:20+0000","message":"Security forces braced for unrest as Bangladeshi Islamist leader Abdul Kader Mullah sentenced to death\n\nBangladesh’s security forces are braced for unrest after the country’s highest court issued a death sentence for an Islamist leader convicted of war crimes – a move that sparked protests by his supporters and the potential for further clashes on Wednesday.\n\nIn a decision that lawyers for Abdul Kader Mullah said was highly political, the country’s Supreme Court changed the Islamist leader’s sentence from life imprisonment to hanging. The 65-year-old had been convicted earlier this year of crimes against humanity during Bangladesh’s brutal war of independence in 1971.\n\n“Never before in the history of Bangladesh, when a trial court refused to give the death sentence [has] the final court [then] given the death sentence,” Mullah’s main lawyer, Abdur Razzaq, told The Independent.\n\nMullah, a senior leader of the Jamaat-e-Islami party, had been found guilty in February. At the time, when the court sentenced him to life imprisonment, there were massive protests in Dhaka and other cities from secular groups and ordinary people, demanding that he receive the death penalty.\n\nThe demonstrations, and subsequent counter protests from Islamic groups, left up to 100 people dead.\n\nThe scale of the “Shahbagh protests”, when scores of thousands of people poured onto the streets, unnerved the government of prime minister Sheikh Hasina and led it amend the law to allow prosecutors to appeal against sentences handed down by the courts. Until that point, prosecutors could only appeal if a court acquitted a defendant.\n\nMullah, who had been dubbed the Butcher of Mirpur, was accused of the murder of hundreds of civilians in a suburb of Dhaka during the war of independence, which saw widescale atrocities.\n\nAhead of Tuesday’s decision, announced by a five-member panel headed by chief justice M Muzammel Hossain, lawyers for Mullah, claimed the legal process taking place in Bangladesh to deal with the incidents of 1971, had fallen foul of political influence. They said the trial had also relied on hearsay evidence. Mullah had denied the charges against him.\n\n“The trial process has been shown to be nothing short of a political show trial aimed at removing an Islamist political party, suppressing the opposition and securing the next election for the present Awami League government,” said Toby Cadman, one of Mullah’s international lawyers.\n\nAnywhere up to three million people were killed in Bangladesh’s struggle for independence, which was triggered when Pakistan’s military refused to accept the results of democratic elections at the end of 1970 which were won by the Awami League, headed by Sheikh Mujibur Rahman, father of the current premier.\n\nThe court which is hearing the war crimes cases was set up in 2010 by the current government to deal with those people accused of collaborating with Pakistani forces. Mullah’s party had opposed an independent Bangladesh.\n\nBangladesh’s attorney-general, Mahbube Alam, on Tuesday claimed that there was no option to challenge the ruling but Mullah’s lawyer, Mr Razzaq, said he would file a petition. Mullah can also seek clemency from the president.\n\nActivists who had demonstrated for the death sentence in February, welcomed Tuesday’s decision. Imran Sarkar, a spokesman for the so-called Ganajagaran Mancha, made up of the activists and citizens who had protested in Dhaka’s Shahbagh neighbourhood, told Bdnews24.com: “The verdict has dispelled all our doubts on whether we would get justice.”\n\nBut the verdict outraged Mullah’s supporters, some of whom clashed with police in several towns, including Chittagong. Reuters said that five five police were wounded in the port city when activists set fire to a police car and exploded bombs.\n\nJamaat has also called for a 48-hour nationwide shutdown as of Wednesday morning and the authorities have said they are increasing security in anticipation.\n\nEarlier this year, when another Jamaat leader, Delwar Hossain Sayedee, was given the death sentence, a shutdown claimed the lives of more than 39 people.\n\nhttp:\/\/www.independent.co.uk\/news\/world\/asia\/security-forces-braced-for-unrest-as-bangladeshi-islamist-leader-abdul-kader-mullah-sentenced-to-death-8821136.html"}