{"id":"428835640537739_540862679335034","type":"photo","created_time":"2013-09-17T16:24:47+0000","message":"Bangladesh Islamist's war crimes life sentence revised to death\r\n\r\n(Reuters) - Bangladesh's Supreme Court sentenced an Islamist leader to death for war crimes on Tuesday, overturning a life sentence imposed by a tribunal, triggering outrage from his lawyers and protests from his supporters.\r\n\r\nThe war crimes tribunal back in February found Abdul Quader Mollah, assistant secretary general of the outlawed Jamaat-e-Islami party, guilty of murder, rape and torture during the 1971 war of independence from Pakistan.\r\n\r\nThe life sentence imposed at the time also triggered protests by people hoping he would get the death penalty. In response, parliament amended a law to allow the state to appeal against any verdict or sentence passed by the tribunal.\r\n\r\nBangladesh has been hit in recent months by a wave of violent protests over war crimes convictions, presenting the government with a security and credibility challenge ahead of polls early next year.\r\n\r\nMore than 100 people have been killed in protests and counter-protests since January.\r\n\r\nDefence attorney Abdur Razzak dismissed the sentence as politically motivated and said it would file a petition for a review, but Attorney General Mahbube Alam said a review was not an option under the constitution.\r\n\r\n\"This decision over which the accused now has no further right of appeal or review is in clear breach of international law,\" Mollah's international legal team said in a statement.\r\n\r\n\"It lends further weight to calls for the war crimes trials to be condemned and replaced by a credible, international criminal tribunal under the auspices of the United Nations.\"\r\n\r\nSeveral Jamaat leaders and two from the BNP are still on trial at the tribunal. The New York-based Human Rights Watch group has said the tribunal's procedures fall short of international standards.\r\n\r\nJamaat activists skirmished with police in several towns, including the port of Chittagong, after the death sentence was announced. Five police were wounded in Chittagong when activists torched a police car and exploded crude bombs.\r\n\r\nThe war trials have angered Islamists and the main opposition Bangladesh Nationalist Party (BNP), who call them a politically motivated bid to persecute the leadership of Jamaat. The government has denied the charges.\r\n\r\nParamilitary troops have been deployed in Bogra, where previous war crimes verdicts sparked violent protests by Islamists, police said. The city is a political stronghold of BNP head Begum Khaleda Zia, an arch rival of Prime Minister Sheikh Hasina.\r\n\r\nJamaat called for a 48-hour countrywide strike from Wednesday.\r\n\r\nIn July, a court declared Jamaat-e-Islami illegal, effectively banning it from the election. Six party leaders have been convicted of various crimes in connection with the war.\r\n\r\nMollah's party opposed Bangladeshi independence from Pakistan in the 1971 war but it denies accusations that its leaders committed murder, rape and torture.\r\n\r\nhttp:\/\/www.reuters.com\/article\/2013\/09\/17\/us-bangladesh-warcrimes-idUSBRE98G05Z20130917","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash3\/t1\/59352_540862646001704_1841065630_s.jpg"}