{"id":"428835640537739_432773290143974","type":"status","created_time":"2013-03-14T16:15:09+0000","message":"one of the fans has sent us the message below about BDR mutiny---\n\nAccording to various scoops, the investigators have so far identified a number of points and questions in identifying culprits behind the massacre. These points or questions are: (Please Share it)\n1. What was the intelligence report sent to the Prime Minister on February 25 in the early morning as acknowledged by the PM in the parliament,\n2. What was the last conversation betweenMajor General Shakil Ahmed and the Prime Minister on February 25,\n3. Why the PM regretted her attendance to the dinner on February 26,\n4. Who instructed announcement from the nearby mosques on February 25 and 26 asking local residents near BDR headquarters to move to a safe distance,\n5. Why Lt. Col. Mukit sent fax messages from the BDR headquarters on February 25evening against army and the BDR´s director general,\n6. Why members of police and RAB were not deployed within gate number 5, through which the mutineers fled,\n7. Why the PM assigned Nanak and Azam at 1:00 pm., after 4 hours of she heard about the mutiny,\n8. Why names and identities of the delegation of mutineers, who met the PM were not registered at the entrance of the PM´s residence,\n9. Mutiny leader DAD Towhid told the PM about the murder of director general of BDR and some other officers when he met her with his team. But, why this matter was kept secret by the government till February 26 evening,\n10. Why Bangladesh TV was not showing anything about the mutiny or even news scroll, although the issue was being covered by all private channels,\n11. Why the mutineers were terming the PM as \"amader netri\" (our leader),\n12. Why some mutineers were chanting Awami League´s party slogan ´Joy Bangla´ while they were talking to the press,\n13. There had been several overseas incoming calls inside the BDR headquarters during the massacre. Investigators are trying to find the callers,\n14. Why Prime Minister´s son Sajib Wajed Joy came to Dubai on February 27 to meet some of the fleeing mutineers,\n15. Why Joy handed over thick envelops toeach of the fleeing mutineers at the Dubai airport,\n16. Why Joy made critical remarks on Bangladesh Army and made army liable for the mutiny during interview with various international media,\n17. Why Sajib Wajed Joy has been instructed by her mother not to come to Bangladesh before the investigation issue is over,\n18. Why influential members of the government phoned certain foreign government asking help in case BangladeshArmy revolts against the ruling party,\n19. Why Awami League leader Mohiuddin Khan Alamgir tried to flee the country on February 27,\n20. Why minister Faruk Khan said, militants have penetrated in law enforcing and disciplined forces in Bangladesh,\n21. Why the government is trying to keep the Inspector General of Police, whose son-in-law was murdered during the mutiny and daughter held hostage, is kept aloof from the investigation process,\n22. Why the newly appointed commissioner of police warned the English medium and missionary schools and educational institutions of possible militantattack without any reason,\n23. Why the PM did not allow the army to storm in to the BDR headquarters to rescuethe officers and their family members,\n24. What the CID team were removing from the BDR headquarters in the name of collecting ´evidence´,\n25. What type of evidences were removed by the members of police when they were assigned to guard the BDR headquarters almost for more than 30 hours,\n26. Why the Home Minister and other members of the ruling Alliance were visiting the BDR headquarters during dark hours of February 26, much after the surrender,\n27. Why Awami League student wing leader Liakat Sikder is hiding since the massacre,\n28. Why Awami League and its activists are continuing to demand trial of killers and their collaborators in civil courts instead of Court Martial,\n29. Why a section of pro-Awami League journalists are continuing indirect campaign against army as well demandingtrial in civil court,\n30. Why the ruling party is echoing the voice of Indian media and especially the editorial commentary in The Statesman.\nReply to all these questions will surely helpinvestigators in finding the truth and identifying the culprits. But, it is a big question as to whether the ruling party is willing to let a neutral investigation continue, which may go ultimately against many of the heavy-weights within their home.\nBangladeshi people are getting united with the demand of proper investigation and exemplary punishment to the perpetrators and collaborators of this extreme heinous crime. Anger within the armed forces is boiling like eruptive volcano. Members of the armed forces and those bereaved families can never forgive the killers and the collaborators.\nPeople in power in Dhaka should understand this clearly!"}