{"id":"428835640537739_595406440547324","type":"photo","created_time":"2013-12-21T15:37:22+0000","message":"Shibir launches processions countrywide on first day of 83-hour blockade:\r\n\r\nMockery with people’s rights won’t bode well- Chhatrashibir\r\n\r\n\r\nBangladesh Islami Chhatrashibir staged peaceful processions across the country including the capital on first day of the long 83-hour blockade called by the 18-party alliance. Cops and pro-Awami thugs barred, tortured and nabbed Shibir men while carrying out the blockade program in different parts of the land. The police arrested 45 Shibir men and injured over 70 more today.\r\n\r\nShibir leaders said while performing the program today, “The fascist Awami government has been playing a dirty game with people’s rights, especially rights of the national leaders, since it acceded to power. It went on with its conspiracies to hang the national heroes under a sham trial by a farcical tribunal. It made some serious hurdles to normalcy in civil life-living by tremendous corruption, enforced disappearance, killing, genocide, wholesale arrest and attacks by the state-oriented forces and pro-party goons. The mass-detached illegitimate Awami government is trying to hang on power through a one-party election depriving the people of their right to vote. But, such ill attempt won’t bode well at all. The whole student segment of the country is out to counter such nasty conspiracies of the Awami government.”\r\n\r\nDifferent units of Islami Chhatrashibir were out to effectualize today’s blockade program with demos and gatherings. Of all concerned, Units of Dhaka Metropolitan City East, Dhaka Metropolitan City South, Dhaka Metropolitan City North, Jagannath University, Private Universities, Sylhet Metropolitan City, Rangpur Metropolitan City, Chittagong Metropolitan City North, Bogra Town, Satkhira Town, Islamic University, Comilla District North, Comilla District South and Shibgonj Upozila are noteworthy.","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-frc3\/1505349_595406243880677_928298578_s.jpg"}