{"id":"428835640537739_595203957234239","type":"photo","created_time":"2013-12-21T07:51:15+0000","message":"Joint force carries Mass Killings and Vandalism in Satkhira\r\n\r\n \r\n\r\nA joint operation by the Police, elite force RAB and border guards is ongoing in the Western Bangladeshi district of Satkhira. Tens of opposition workers have become victim of targeted killing. Many a women are reported assaulted, and thousand have fled in fear from their homes. The forces have further cut off access to all media, making it hard for reporters to report the ongoing atrocities.\r\n\r\nOn Monday, 16th December, the joint forces had bulldozed and demolished the homes of opposition leader and ex Member of Parliament, Abdul Khaleq, in the western district of Shatkira in Bangladesh. The operation lasted for four hours until 2130 local time on Monday, 16th December 2013. Family members of Abdul Khaleq reported that the police came looking for him, and that they vandalized his home upon failing to find him. They further accused the police of looting the house of gold jewellery and cash money.\r\n\r\nEarlier on the same day, the joint forces raided the houses of two other opposition leaders. Failing to find them, the forces looted the valuables and set the house to fire. Reports have also emerged of women and even the elderly and children being assaulted and abused in other parts of the district.\r\n\r\nThe police superintendent (SP) of Satkhira turned down request to comment on the demolition of opposition homes. However he confirmed that a joint operation against opposition activists is ongoing in Satkhira, as part of the wider nation-wide crackdown on opposition workers in opposition-stronghold districts, such as Chittagong, Feni, Sylhet, Bogra and others.\r\n\r\nSimilarly on 19th December, the government forces carried attack on the Govindopur, Bishnupur and Vodrokhali villages of the Kaliganj upazila under Shatkhira district. The anarchy and violence had ruined these 3 villages completely. The Shatkhira district has become complete debris now. No one, even the women, kids and aged people are not spared from the torture and repression of the government cadres. \r\n\r\nThe joint forces have created an anarchic situation in their 5 hour long raid in Meherpur on Thursday. They conducted a combing operation in the houses of the BNP and Jamaat activists. Their indiscriminate fire has made a suffocating situation in the area. Awami League cadres and the joint forces members have looted the house of the opposition leaders and activists and arrested 37 villagers. The joint forces also carried attack and looting in other districts including Lalmonirhat, Shirajganj, Bogra, Laxmipur and Companiganj. Around hundred of opposition men have been injured and 150 others were arrested during this raid.","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-ash3\/1525743_595200917234543_1821214455_s.jpg"}