{"id":"428835640537739_515620741859228","type":"photo","created_time":"2013-08-01T06:23:56+0000","message":"Weak EC for whom?\r\n\r\nThe BNP yesterday strongly opposed the Election Commission’s controversial decision to abolish the commission’s sweeping powers to cancel candidacy in parliamentary polls for serious violation of electoral rules.\r\nThe ruling Awami League, on the other hand, is mum on the issue, but its two allies — Jatiya Party and Workers Party — are surprised at the decision and they demanded that the EC retain the powers.\r\n“If this authority is axed, electoral offences will increase alarmingly and it will be difficult for the commission to control the situation,” BNP leader MK Anwar told a press conference at the party’s central office in the capital.\r\nWhen the EC was given this authority under article 91E of the RPO before the 2008 national polls, the AL had strongly opposed it.\r\nBack then, the BNP had opposed the entire electoral reforms, including this particular provision.\r\nAfter taking office in January 2009, the AL-led alliance government did not cancel the powers although it abolished the armed forces’ powers to arrest anyone without a warrant on the election day.\r\nContacted, two AL leaders told The Daily Star yesterday that they needed to discuss the matter at the party forum to decide on the party’s stance.\r\n“Personally, I’m against the Election Commission’s authority to cancel candidacy,” said Mahbubul Alam Hanif, AL joint general secretary, also a special assistant to the prime minister.\r\nAccording to him, the powers could be abused, and the EC should not take action against nominated candidates, many of whom would be elected and become ministers.\r\nNooh-Ul-Alam Lenin, a presidium member of the AL, said the EC was independent and it did what it deemed appropriate.\r\n“We did not ask them [the EC] to take steps to abolish the powers of cancelling candidature,” said Lenin. “So, they [the EC] will have to shoulder the outcomes of the decision.”\r\nAnisul Islam Mahmud, a presidium member of Jatiya Party, a key component of the AL-led alliance, said the EC could take immediate action against the offenders if it retained the authority.\r\nRashed Khan Menon, chief of Workers Party, another component of the AL-led alliance, echoed Anisul’s view.\r\n“I am surprised by the decision. It was beyond my knowledge that someone can curtail his own powers,” said Menon.\r\nThe BNP alleges that the EC’s move is motivated and is aimed at favouring a certain political party.\r\n“If this authority is scrapped, the commission cannot do anything even if ballot boxes are snatched. In such cases, the commission will have to ask the aggrieved party to go to court to seek remedy,” said MK Anwar.\r\nHe also blasted the EC for its draft electoral code of conduct which allows the prime minister and 20 ministers to participate in electioneering in the next parliamentary polls.\r\nHe warned of staging agitations, demanding formation of a neutral EC if the commission did not stop its current activities.","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-ash3\/1006320_515620731859229_1545458252_s.jpg"}