{"id":"428835640537739_523471214407514","type":"status","created_time":"2013-08-15T20:44:29+0000","message":"Egyptian Army created a worst history of brutality by running genocide- Chhatrashibir\n\nBangladesh Islami Chhatrashibir strongly slammed and protested against military intervention and genocide in Egypt run against the protesters demanding restoration of Dr. Muhammad Morsi, the democratically elected Egyptian President, to his legal presidential office.\n\nIn a protest statement, the Secretary-General of Bangladesh Islami Chhatrashibir Abdul Zabbar said, “The Egyptian Army barred all possible streams to progress and prosperity of Egypt by unjustly ousting the democratically elected and valid President from power. The Egyptian people, fed up with Army-led autocracy, came out of their homes with intent to restore their legal President to his office. But, the undemocratic Army created a new and worst history of brutality by running barbaric genocide against peaceful protesters and thereby killed more than two thousand civilians inclusive of men, women and children. The whole world is dumbfounded in sorrow, anger and astonishment to see such kind of ruthlessness.”\n\nHe said, “The Egyptian truth-loving fellows made an unprecedented history full of inspirations for those oppressed by laying down their lives for truth and justice. Blood of martyrs never went futile and will also never be. The world will soon see the triumph of truth and justice in Egypt, InShaAllah. Protests for the sake of truth that are currently on in Egypt cannot be deactivated by running genocide. We’d like to urge the Egyptian Army to hand over power to Dr. Muhammad Morsi who is indeed the democratically elected legal President and return to the Barracks. We think mass-killing against Egyptian people is nothing but a part of trials and tribulations that are currently going on against global Islamic Movement. We urge global guardians like United Nations, Arab League, OIC etc to take appropriate steps to stop genocide in Egypt.”\n\nগণহত্যা চালিয়ে বর্বরতার নতুন ইতিহাস সৃষ্টি করেছে মিশরীয় সেনাবাহিনী -ছাত্রশিবির\n\nমিশরের গণতান্ত্রিকভাবে নির্বাচিত বৈধ প্রেসিডেন্ট ড. মুহাম্মদ মুরসিকে পুনর্বহাল করার দাবীতে আন্দোলনরত জনগণের ওপর সেনাবাহিনীর গণহত্যা চালানোর তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে বাংলাদেশ ইসলামী ছাত্রশিবির। \nএক প্রতিবাদ বার্তায় ইসলামী ছাত্রশিবিরের সেক্রেটারী জেনারেল আবদুল জববার বলেন, মিশরের গণতান্ত্রিক ভাবে নির্বাচিত বৈধ সরকারকে বন্দুকের জোরে অন্যায়ভাবে উৎখাত করে সেনাবাহিনী মিশরের অগ্রযাত্রাকে স্তব্ধ করে দিয়েছে। সামরিক আর স্বৈরাচার শাসনে অতীষ্ট মিশরের জনগণ বৈধ সরকারকে পূনঃপ্রতিষ্ঠা করতে রাজপথে নেমে এসেছে। আর গণতন্ত্র হত্যাকারী সেনাবাহিনী অন্যায় ভাবে ক্ষমতায় থাকার জন্য নারী, শিশু, বৃদ্ধসহ শান্তিপ্রিয় জনতার উপর নিষ্ঠুর হত্যাকান্ড সংঘটিত করে বর্বরতার নতুন ইতিহাস সৃষ্টি করেছে। এই গণহত্যায় দুই হাজারের অধিক নিরীহ জনগন নিহত হয়েছে। এ নিষ্ঠুরতায় বিশ্বের শান্তিকামী মানুষ হতবাক, স্তব্ধ, মর্মাহত। এটা মেনে নেয়া যায়না। সেনাবাহিনী কতৃক স্বরন কালের ভয়াবহ গণহত্যার পরও মিশরীয় জনগন সম্পুর্ণ শান্তিপূর্ণ উপায়ে কর্মসূচি পালন করে প্রমাণ করেছে তারা সত্য ও ন্যায়ের পক্ষে।\nতিনি বলেন, ন্যায় এবং সত্যে প্রতিষ্ঠার জন্য মিশরের বীর জনগন জীবন দিয়ে যে ইতিহাস সৃষ্টি করছে তা পৃথিবীর নির্যাতিত জনতার প্রেরণা স্বরপ। ইতিহাস সাক্ষী শহীদের রক্ত কখনো বৃথা যায়নি। মিশরে সত্য প্রতিষ্ঠার জন্য যারা জীবন দিচ্ছে তাদের রক্তও বৃথা যাবেনা। অচিরেই বিশ্ববাসী মিশরে সত্য ও ন্যায়ের বিজয় দেখতে পাবে ইনশাআল্লাহ। মিশরীয় সংগ্রামী জাতির আন্দোলন হত্যাকান্ড চালিয়ে দমন করা যাবেনা। আমরা অবিলম্বে এ বর্বরতা বন্ধ করে নির্বাচিত বৈধ প্রেসিডেন্ট ড.মুহাম্মদ মুরসির সরকারকে স্বপদে পুনর্বহাল করে সেনাবাহিনীকে ব্যারাকে ফিরে যাওয়ার জন্য আহবান জানাচ্ছি। আমরা মনে করি, সারা বিশ্বে মুসলীম মিল্লাতের উপর যে নির্যাতন নিপিড়ন চলছে মিশরের শান্তিকামী মানুষের উপর গণহত্যা সেই ধারাবাহীকতার অংশ মাত্র। এই অবস্থায় জাতিসংঘ ও অন্যান্য সংস্থা গুলো গণহত্যা বন্ধে কোন কার্যকরী পদক্ষেপ না নেয়ায় বিশ্ববাসী হতাশ হয়েছে। তাই জাতিসংঘ, আরবলীগ, ওআইসিসহ বিশ্বের সকল সংস্থাকে অবিলম্বে এ বর্বরতা বন্ধে পদক্ষেপ নেয়ার জন্য আহবান জানাচ্ছি।\n\nhttps:\/\/www.facebook.com\/bangladeshislamichhatrashibir\/posts\/10151529246872751"}