{"id":"428835640537739_481908848563751","type":"status","created_time":"2013-06-07T15:56:17+0000","message":"‘Send back my son’ Masum’s mother’s open letter to PM\nHonorable Prime Minister,\nMy son, Anwarul Islam Masum, a postgraduate student of Rajshahi University College in the Department of Mathematics has been arrested by the Rapid Action Battaian (RAB)-5 from his uncle’s residence of Bilsimla Bandha Gate area of Rajshahi city at midnight on April 4, 2013.\nA team RAB numbering 30 to 40 members entered into the house of his uncle (my brother) breaking the main gate at midnight when all were in asleep and held Masum. Later, the RAB members tortured my son mercilessly whole the night confining the other members of the house in a room. Then they staged a drama of photo session alleging my son is involved with anti-state activities which is totally wrong and ill-motivated.\nOn April 5, 2013, another team of RAB-5 arrested one Rayhan from Naohata Bayra square of the city and took him to RAB office and he got relief after the RAB interrogation. On returning from the RAB office Rayhan confirmed us that he saw my son there which news was published in different national daily newspapers.\nViolating the law of the country the law-enforcers agency even did not hand over Masum to the court, though it has passed two months. We are concerned and worried over the security of Masum. To protect and ensure the security of every citizen of the country is the prime duty of the national agency. But what is happening in Bangladesh? If the protector becomes predator then where we, the commoner will go? The police station is not filing our GD (general diary), on the other hand they are harassing and threatening us.\nWe appealed to The Inspector General (IG) of Police, the Director General of RAB and The chairman of Human Rights Commission on April 11, 2013 to bring Masum on the court. Furthermore, on the behalf of our family we arranged three press conferences in Rajshahi and Dhaka requesting the law-enforcers to back my beloved son. Most of the daily newspapers covered news over the matter. At the same time, we urged the local RAB and police offices of Rajshahi to send back my son, however, they did not pay any heed to our appeal. My son Masum is my heart and I cannot think my life without him. If you do not send back my son to me it is rather better to die.\nHonorable Prime Minister,\nAs a mother you can understand the passion of mother for her children. You mentioned in different meetings and programs that you could make out the grief of losing the dearest one. I do believe you can realize my present situation. I am worried, shocked and depressed as I yet to get any information about my son. Even, I do not know either he live or dies. I earnestly request you to take necessary steps to back my son to me.\n\nI think there is no sorrow like this for a mother in the earth as since last two months I have been searching my son everywhere but have not find out him. As a hapless mom I cannot bear this pain anymore.\nI know my son very well, he never involved with any illegal or anti-social activities. He is honest, meritorious and hard working person which have made him popular in our locality. Masum is a worker of Islamic movement and RAB arrested him due to his reason. Is it his fault to be a worker of Islamic movement? As a Muslim and a citizen of the country does he not any right to work for any political party? Is it a fault?\nI am convinced that without any allegation or accusation RAB arrested my son, it is nothing but politically motivated. I do not have any demand to you I just urge you to send back my son to me as soon as possible. Inspite of that if the law-enforces regard that my son’s have any fault then they hand over him to the court. In this circumstance I sincerely expect the intervention of prime minister and hope you would take proper steps to back my son to me within shortest possible time.\n\nSincerely\n\nMrs Noorjahan Begum Nooree\nMother’s of Anwarul Islam Masum\nVillage: Angaria\nPost Office: Namoshankarbati\nUpaziala and District: Chapainawabganj:"}