{"id":"428835640537739_579430515478250","type":"status","created_time":"2013-11-25T16:56:04+0000","message":"In Angola (African country), the religion of Islam just got banned 2 days ago, so now they started to destroy over 80 Masjids, and the 90,000 Muslims are now criminals by law, despite the fact that the constitution guarantees freedom of religion, but only for the 47% pagans, and 53% Christians.\nWhile the constitution in Angola guarantees freedom of religion to all of its citizens, this right no longer seems to apply to the followers of the now banned religion of Islam. According to numerous newspapers in Angola, the African nation has banned the Islamic religion. It has become the first country in the world to take such a harsh stance against Muslims.\nAngola has \"banned\" Islam and started to dismantle mosques.\n\nদক্ষিণ পশ্চিম আফ্রিকার দেশ অ্যাংলোয় নিষিদ্ধ ঘোষণা করা হয়েছে শান্তির ধর্ম ইসলামকে। অ্যাংলো-ই পৃথিবীর প্রথম দেশ যারা কিনা এই ঐতিহাসিক এবং বাস্তবসম্মত জীবন বিধানকে নিষিদ্ধ ঘোষণা করলো। গত ২২ নভেম্বর থেকে তারা এ ঘোষণা বাস্তবায়নও শুরু করেছে। শুধু ইসলামকে নিষিদ্ধ ঘোষণা করেই তারা ক্ষান্ত দেয়নি। সেই সাথে বিনা নোটিশে ভেঙ্গে দেয়া হচ্ছে সেদেশের মসজিদগুলো।\n\nতবে অ্যাংলোর এ সিদ্ধান্তের প্রতিবাদ শুরু হয়েছে সারাবিশ্বে। এর আগেও অ্যাংলো ইসলামবিরোধী অনেক সিদ্ধান্ত নিয়েছিল। দক্ষিণ পশ্চিম আফ্রিকার দেশ অ্যাংলোয় ইসলাম ধর্মকে নিষিদ্ধ ও অসংখ্য মসজিদ ভেঙ্গে দেয়ার তীব্র নিন্দা ও প্রতিবাদ জানাই।\n\n-Tarek rahman"}