{"id":"428835640537739_520661481355154","type":"photo","created_time":"2013-08-10T15:01:54+0000","message":"Sayyid Qutb: executed in prison\r\n(Sayyid bin Qutb bin Ibrāhīm, from the callers to Islām and Mujāhidīn of the 20th century. He was born in Asyut, Egypt. After graduating from college, he was sent to the United States for further studies, and returned as a critic of whatever differed from Islām. He joined the Muslim Brotherhood, and was tortured and imprisoned. He was executed in prison in 1387 H.)\r\nHe was offered the world. He was offered the chance to be a minister while he was behind bars, as well as to be the secretary of the Socialist Union, the supervisor of their printing and publishing press, the Ministry of Education, etc. And during his time in prison, he would spend most of his time in the prison clinic, as his body was afflicted with numerous diseases. When one of the officials who loved Islām would visit the prison seeking to meet Sayyid, he would require a hot bath – he would have to sit in the hot water for two hours – so that he would be able to meet people.\r\nSayyid Qutb was executed, and before his execution, he would repeat his famous statement: “Verily, the index finger that testifies to Allāh’s Oneness in the prayer rejects that it be used to write a single letter acknowledging the rule of a tyrant.”\r\nAnd Sayyid Qutb went on to his Lord, and how much was the laughter and tears…To complete the show, they came with one of the scholars to meet him before he went to the hangman’s noose, saying to him: “Part of the procedure of being executed is that you say ‘I bear witness that none has the right of being worshipped except Allāh, and Muhammad (وﺳﻠﻢ ﻋﻠﯿﮫ اﷲ ﺻﻠﻰ) is the Messenger of Allāh.’ So, say this, Sayyid.” So, Sayyid Qutb looked to him and said: “Even you have come to complete the show? Even you? You eat bread with this phrase, and I am being executed for it!” And Sayyid Qutb was executed in the depths of prison, and to this day, nobody knows where he is buried. One of his friends would often complain to me: “I wish we knew where his grave was, so that we could visit it.” I said to him: “The Lord of humanity Knows where his grave is. What is the point of you knowing where it is?”Sayyid Qutb met his Lord while, throughout his entire life, ‘Fī Dhilāl al-Qur’ān’was only printed once, and in the year that he was executed, it was printed seven times! Seven times…in fact, the Christian printing presses in Beirut, when they were about to go bankrupt, would advise each other: “Print ‘adh-Dhilāl,’ and your livelihoods will return to normal.”\r\nFrom ‘Being True With Allah’ by The Martyred Imam Abdullah Azzam","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn1\/t1\/1016158_520661461355156_320683309_s.jpg"}