{"id":"428835640537739_597321033689198","type":"photo","created_time":"2013-12-24T17:13:31+0000","message":"Shibir stages demos on 4th day of 83-hour blockade:\r\n\r\nThe daydream to hold on power illegally won’t come true- Chhatrashibir\r\n\r\n\r\nBangladesh Islami Chhatrashibir launched peaceful protests and processions all over the country including the capital city for the 4th day of 83-hour blockade called by the 18-party alliance. About 76 Shibir men were injured due to attacks of pro-government thugs, cops and BGB personnel. Cops unjustly nabbed 56 leaders and activists of Chhatrashibir.\r\n\r\nShibir leaders said today while carrying out today’s blockade, “The Awami government has been plotting to hold a one-party election with a view to hang on power illegally by depriving the people of their right to vote, running a sham trial under a farcical tribunal and by committing heinous acts of mass-killing, enforced disappearance, attacks, filing false cases etc. Meanwhile, this bizarre one-party election effort has turned into a humorous issue in national as well as international arena. Awami League is now daydreaming to hold on power at the cost of people’s blood and, ergo, it launched killing, arson, looting by its party cadres and joint forces in Satkhira, Bogra, Joypurhat and Gaibandha. But, even so, patriotic and Islamist student segment didn’t give up hope at all. Rather, mass protest and movement have only been ramped up. Tougher movement of the people and student segment proves that the daydream of Awami League to hold on power at the cost of people’s lives won’t come true.”\r\n\r\nDifferent units of Chhatrashibir across the land took active part in today’s blockade. Of all concerned, Units of Dhaka Metropolitan City East, Dhaka Metropolitan City South, Dhaka Metropolitan City West, Dhaka Metropolitan City North, Jagannath University, Dhaka College, Khulna Metropolitan City, Rangpur Metropolitan City, Chittagong Metropolitan City North, Kustia Town, Joypurhat District, Dinajpur District North, Comilla District South, Shibgonj Upozila, Adina Fazlul Hoque Government College etc are noteworthy.","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn1\/1536534_597320893689212_1994156005_s.jpg"}