{"id":"428835640537739_596826690405299","type":"photo","created_time":"2013-12-24T01:37:20+0000","message":"MUJIBAD DOCTRINE AND BANGLADESH\r\nAbid Bahar\r\n\r\nDuring Mujib's period, Mujib's ideas were given the name \"Mujibbad and Mujib's followers were called the Mujibbadis.\" After carefully reading the statements by the Hasina appointed judges, and the court verdict about Abdul Kader Molla, it is now clear that the judgement was based purely on Mujibadi doctrine:\r\n\r\nKADER MOLLA\r\nMujibbadi Doctrine preaches that proof could be based on \"guesses, assumptions, or mere conjunction of circumstances.\" However, the Mujibbaddi judges should be reminded of the \"principle of innocent until proved guilty,\" which was absent in this case. Since there was only one witness, Momena Begum who only heard from others the name Molla, (she couldn't distinguish between Abdul Jabber Molla, a Bihari and Abdul Kader Molla), the latter in a civilized court didn't deserve to be hanged.\r\n \r\nUnfortunately, Mujibad in Mujib's own time even didn't allow his victims to face the court. Siraj Siqdar and Mujib's 35 thousand documented murders are sufficient proof to this unfortunate BKSALi dark period. True, Mujibbad is such a fascist disease that many good people couldn't get rid of the contamination and even now some Mujib followers had supported the recent murder of Molla committed by Hasina. Shame, Shame, shame!\r\n\r\nABDUL KADER MOLLA'S MURDER IS A HATE CRIME!\r\n\"In crime and law, hate crimes (also known as bias-motivated crimes) occur when a perpetrator targets a victim because of his or her perceived membership in a certain social group, usually defined by racial group, religion, sexual orientation, disability, class, ethnicity, nationality, age, sex, gender identity, social status or political affiliation.\" This is a hate crime committed by Indian agents in Bangladesh .\"","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-prn1\/1536606_596826430405325_576865570_s.jpg"}