{"id":"428835640537739_452364471518189","type":"photo","created_time":"2013-04-20T05:35:45+0000","message":"If Justice is done Ghulam Azam will be proven not guilty: Afifa Azam\r\nApr 20, 2013\r\nIf judgment is given according to evidence and witnesses, Ghulam Azam will be proven not guilty- Mrs Afifa Azam.\r\nWife of former Jamaat e Islami Ameer, Professor Gulam Azam, Mrs Afifa Azam said in a statement yesterday:\r\nThe Government of Awami League and its partners designed this International Crimes Tribunal (ICT) as a tool to persist in power forever. After proceeding through its different chapters, people are distress-fully waiting for the judgment chapter of this case.\r\nSome flashback regarding this matter: India and Pakistan was divided at 1947. The non-Muslims leaders at that time were heavily opposed to creation of a separate Muslim state, and they continue to conspire against it. The Bengali people were subject to injustice, inequality, resistance and prejudice, which made them revolt in 1971.\r\nThose who were already opposed to the conspiracy of India against Pakistan could not back this claim of independence due to three reasons. 1) India is historically against Muslim settlement. 2) India wanted to turn the west part i.e. Bangladesh now, into a subordinate state of theirs. 3) India intended to use Bangladesh as their economic market.\r\nThe past 42 years of independence has proven that those concerns were 100% true.\r\nPost-independence, 195 army personnel of Pakistan were listed as war criminals. But after a tripartite agreement at Simla between Bangladesh-Pakistan-India on July 2 1972, those criminals were pardoned. Even the law for punishing local perpetrators, otherwise known as the ‘Dalal Law’, was also eliminated.\r\nToday, after 4 decades, only for political purposes, “War criminal” issue has been dramatized in order to create instability and chaos. Under the leadership of Ghulam Azam, Awami League worked with Jamaat-e-Islami for about three decades. They even begged for their coalition by offering two ministerial positions and seven female members of parliament seats in the 90s. The president nominee personally met Ghulam Azam for blessing. During 90s the Awami League along with Jamaat protested demanding Caretaker Government. They were never blamed as War Criminals then. But now after their massive loss in the 2001 elections, in which Jamaat formed a coalition with BNP, Awami League is using the 1971 issue for pure political revenge to annihilate their opposition, Jamaat.\r\nThey amended the 1973 law against the army of Pakistan, transforming it into the International Crimes Tribunal (ICT), where apart from its name, nothing is international. Many international organizations have criticized this tribunal. The “Skypegate” scandal where the chairman of the ICT, the prosecution, an expatriate lawyer and government minister were exposed as working in collusion has demeaned Bangladesh’s Judiciary worldwide.\r\nThe Shahbag drama added a new dimension to this injustice. Instead of taking witnesses and facts into account, the Prime Minister herself urged the court to take this so-called new generation’s hopes and wishes into account. Their aim is one: “we want hanging” (rather than justice). The public does not accept this tribunal to be clean, fair and acceptable. People’s conscious cannot be deceived for long.\r\nOn 17th April the Ghulam Azam case had its final hearing. We strongly believe, if the witnesses and proofs are taken into consideration, he will come out clean and with full dignity. We hope that, the respected judges will keep themselves above all influence, feelings and wishes, and deliver a judgment which will be fair and just.\r\nTranslated from Daily Sangram\r\nhttp:\/\/bdinn.com\/news\/if-justice-is-done-ghulam-azam-will-be-proven-not-guilty-afifa-azam\/","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-ash3\/521807_452364461518190_1601521272_s.jpg"}