{"id":"428835640537739_554762137945088","type":"photo","created_time":"2013-10-13T17:31:42+0000","message":"Letter to Kerry Requesting to Impose Travel Ban on Hasina Gang\n\nLetter to Secretary Kerry Requesting to Impose Travel Ban on Certain Bangladeshi Individuals\n\nLetter to Secretary Kerry requesting a travel ban that implicates leaders, including the Prime Minister and Home Minister, and those who directly participated in violations including Dhaka Metropolitan Police Commissioner Benazir Ahmed, Mehdi Hasan of Dhaka Police Motijhil district and Pradip Das of Chittagong Patchlaish Police Station.\nNEW YORK- Human Rights and Development for Bangladesh (HRDB) organized a seminar Saturday the 12th October at the New York Hilton Midtown VIP room that evaluated the performance of the Bangladesh Government led by Sheikh Hasina.\nTaking part in the discussion US attorney Martin F. McMahon stated that Bangladesh’s democracy is in crisis under the pressure of state brutality and human rights violations. In response to these human rights violations, a submission has been made to the International Criminal Court (ICC)on June 27, 2013 in Washington, DC. It implicates members of the Bangladesh government and state security in crimes against humanity, petitioning the ICC to investigate and prosecute those responsible. Bangladesh became a state party to the ICC Treaty on March 23, 2010.\nIdentified violations include torture, forced disappearance, extrajudicial executions, and mass murder. Cases include that of newspaper editor Mahmudur Rahman, reported by AmnestyInternational; the police abduction of Shukhoranjan Bali, a defense witness of the controversialand discredited International Crimes Tribunal (ICT), reported by Human Rights Watch; and the abduction and execution of Aminul Islam, a labour rights organizer, reported by AmnestyInternational. Mass murder cases include the massacre of at least dozens of protesters by police on February 28, 2013. Also crucial to mention is the massacre of Hefazat-e-Islam protesters in Dhaka on May 5 and 6.\nMr. McMahon informed that he wrote a letter to Secretary Kerry requesting a travel ban that implicates leaders, including the Prime Minister and Home Minister, and those who directly participated in violations including Dhaka Metropolitan Police Commissioner Benazir Ahmed, Mehdi Hasan of Dhaka Police Motijhil district and Pradip Das of Chittagong Patchlaish Police Station. Mr. McMahon asked that these egregious violators be barred the privilege of entering the United States, in keeping with the United Nations Convention against Torture and the Immigration and Nationalization Act.\nAlso present, Dr. M. Nakib Rahman stated that the Hasina government has crippled the economy by sponsoring corruption including the share market scam, Padma bridge corruption, Hall Mark scam, etc. The nation’s garment workers face abuse and dire neglect, the key industry in textiles suffers. Dr. Abid Bahar told that Bangladesh is heading towards fascism under this government. Abu Samiha Sirajus Islam said that the Hasina government also violated religious rights.\n\nhttp:\/\/bdinn.com\/news\/letter-to-kerry-requesting-to-impose-travel-ban-on-hasina-gang\/","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-ash3\/1379761_554762124611756_984745301_s.jpg"}