{"id":"428835640537739_554613107959991","type":"photo","created_time":"2013-10-13T13:07:44+0000","message":"Martyr Rafiqul Islam's blood cries out for justice in Bangladesh\r\nMass demonstrations were held by Bangladesh Islami Chatro Shibir, the largest Islamic students organization in Bangladesh, throughout the country on the 10th of October in demand for the release of all detained leaders including its central President Mohammad Delwar Hossain. Hundreds of thousands of students participated in these demos and photos and videos (Khulna, Jessore, Sylhet) in the aftermath of the demos were testimony to their peaceful nature despite the mammoth size of many such demonstrations.\r\n\r\nAny democratic government would have welcomed such peaceful demonstrations and given an ear to the demands of any such movement, especially taking into consideration the fact that the movement to peacefully call for the release of a popular student leader was undertaken by the students themselves. But alas, the autocratic government again proved that it was just another wolf in a sheep’s clothing when it ordered police and security to actively disperse such peaceful public displays using unjustified brute force. The results were shocking as police suddenly turned on peaceful students with batons, rubber bullets, tear gas and live ammunition. Democracy was left with gouged out eyes as bullets rained freely on innocent young protesters. Precious blood flowed, yet again.\r\n\r\nAs he was returning back from one such demonstration at 3 pm in Dorshona, Chuadanga, Shibir associate Rafiqul Islam fell prey to police firing, paying the ultimate price for standing up to injustice. He passed away after a live bullet by police left him dead on the spot. Bright red blood spill out gushing on the street as martyr Rafiqul Islam breathed his last. Innalillahi wa inn ilaihi raajioon. Rafiqul Islam was not the only victim of this particular incident of police brutality. Five more students were bullet ridden, among whom Shibir activist Abdullah was taken to hospital in a critical condition.\r\n\r\nLook at the picture below. Do you see a terrorist? An armed radical ? A rapist ? A murderer ? I see an enlightened college student who did not back down from demonstrating against injustice. I see innocence.\r\n\r\nAbout the martyr:\r\n\r\nRafiqul Islam, the 178th martyr in the history of Shibir, at the time of his martyrdom\/ shahadah was an examinee attending the 1st year final examinations in Economics. He was a student at Chuadanga Government College. Eldest son of Delwar Hossain of Boalia village of Sadar upazila of Chuadanga, Rafiqul Islam was an associate of Chatro Shibir and the president of the local Boalia unit of Shibir.\r\n\r\nPropaganda by biased media:\r\n\r\nProminent secular media such as Shomoy TV, BBC Bangla, Ekattor TV along with a host of like-minded outlets in a bid to do a cover up, broadcast misleading and utterly despicable news on the incident under the headline, “Vandalism of a Puja shrine by Shibir, one dies by police fire.” This is in spite of the fact that Rafiqul Islam was shot beside Dorshona rail crossing on Chuadanga-Jessore road. It was understood through simple investigation that there were no Puja Shrines within 1.5 km of the place of the incident. So why such despicable falsehood? On whose orders did additional police superintendent Salahuddin order the police to fire on innocent peacefully demonstrating students? Time will come when such instances of judicial murder will see justice insa’allah. We wait for that day in the hope that such murderers in uniform and public offices will not be spared. May Allah accept the martyrdom of brother Rafiqul Islam and grant his family the patience to persevere in times of such hardship and heartbreak. May they see justice soon. Ameen.\r\n\r\nhttp:\/\/talukdershaheb.blogspot.com\/2013\/10\/martyr-rafiqul-islams-blood-cries-out.html?spref=fb","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash3\/t1\/1374738_554613077959994_685063599_s.jpg"}