{"id":"428835640537739_587775951310373","type":"status","created_time":"2013-12-09T19:55:43+0000","message":"The curious case of Abdul Kader Molla\n\nMr. Abdul QaderMollah is probably the most talked about Bangladeshi these days. The highest court in our country had ordered him to be executed through a questionable legal[1] process and in violation of international[2]and human rights[3]laws. Worrying yet is the huge pressure on the government, both from within and outside, to carry out the execution at the earliest date possible. Even the attorney general of Bangladesh has called for immediate implementation [4]of this judicial execution. \n\nIn this short note, we provide three damning arguments proving why the sentence by the Supreme-court of Bangladesh is in and of itself fundamentally flawed.\n\n1. Retroactively sentenced: The death sentence against Mr.Mollah was handed down based on retroactively amended legislation. The International Covenant on Civil and Political Rights (ICCPR), to which Bangladesh is a state party, prohibits the retroactive application of criminal law1; and as such retroactively amended legislation is not valid in Bangladesh itself and clearly violates international fair trial standards. \n\nOne may question, what is wrong with it, as long as it serves a noble purpose – namely bringing the perpetrators of 1971 to justice. Well, first of all, the perpetrators of 1971 is a long story that is beyond our scope here; but suffice it to say, the whole International Crimes Tribunal (ICT) fiasco is far from bringing the perpetrators of 1971 to justice. More importantly, the end cannot justify the means in a legal context; and the practice of retroactive legislation can end up in very murky waters. For example, suppose a staunchly anti-shahbag government comes to power with two-third majority in the future, and passes a retroactive legislation making all activities related to the shahbag protest tantamount to treason! Then there would be no legal barrier to executing all those involved in shahbag movement. \n\n2. Innocence proven beyond doubt, yet found guilty:Although Mr.Mollah’sdefense team was only allowed 6 defense witnesses; they were able to prove beyond reasonable doubt[5], that Mr.Mollah was not involved whatsoever with the horrendous allegations against him. In fact, he had trained to participate in the liberation war, and was awaiting his turn in Faridpur to join the battle. He resumed his studies at Dhaka University immediately after 1971, and had later become a teacher at the Udayanschool and the Rifles school in the center of Dhaka. He was also a member of the Chatra Union (Matia group) and an ex-comrade of MatiaChowdhury and Nurul Islam Nahid during his student days[6]. It seems his only crime is to have taken a principled stand in the politics of Bangladesh rather than being one of the many opportunists all around us.\n\n3. Sentence for execution on the basis of lies and deceit: Momena Begum was about 12 or 13 when her immediate family members were brutally massacred in Mirpur, Dhaka by unknown assailants on March 26, 1971. Up until 2007, Momena Begum, a class five graduate, had neither filed any complaints to any court of law, nor brought up the issue of her family member’s massacre to any media. Then, on 28 September 2007, she gave a statement in relation to her family’s massacre to a researcher at JalladKhana, the annex of the Liberation War Museum officer, in which she blamed her Bihari neighbours for her family’s brutal murder[7]. Of all her family members, only she survived as she had left for her father-in-law’s place two days prior to the fatal incident. Fast forward five years, and this Momena Begum reappears in the ICT testifying that she had heard Mr.Mollah was an associate of one AkterGunda who had killed people in Mirpur (Note: sill no allegation of Mr.Mollah’s involvement in her family’s killing). Surprisingly such a contradictory and inconclusive statement[8] was sufficient to find Mr.Mollah guilty and ‘deserving’ the death sentence!!\n\nWorse still is the recent revelation of the fact that the Momena Begum who testified at the ICT in 2012 is not the real Momena Begum, daughter of Hazrat Ali. It was ‘someone else’ – possibly an associate of the state prosecutors – pretending to be her[9]. It has been further reported, though could not be independently confirmed, that the actual Moment Begum has been kidnapped and is being held at an unknown location by the state security forces.\n\nThe judiciary in Bangladesh does not have an exemplary record of being just and fair, especially in recent times. However, executing Mr.Mollah through such a flawed process would definitely be a new (all-time) abyss, and a disgrace to any process of law anywhere in the world. We must stand up and voice out against such a violation of the fundamental rights of a fellow Bangladeshi for the sake of Truth, Justice and our Bangladesh herself. \n\n------------------------------\n\n[1] http:\/\/www.hrw.org\/news\/2013\/12\/08\/bangladesh-halt-execution-war-crimes-accused\n\n2 http:\/\/www.icj.org\/bangladesh-abdul-quader-mollah-death-sentence-violates-international-law\/\n\n3 https:\/\/www.amnesty.org\/en\/for-media\/press-releases\/bangladesh-death-sentence-without-right-judicial-appeal-defies-human-rights\n\n4 http:\/\/tinyurl.com\/ozb3fzr\n\n5 See http:\/\/bangladeshwarcrimes.blogspot.dk\/search\/label\/Molla%20index\n\nfor detailed proceedings.\n\n6 Confirmed by a BAL MP in one of his writings (I can’t find the reference at the moment).\n\n7 http:\/\/www.newagebd.com\/detail.php?date=2013-10-07&nid=68309#.UqSkar-D5R9\n\n8 Justice Abdul Wahhab commented in the judgment of Mr.Mollah “PW3 (Momena Begum) in her statements made to the Investigation Officer during investigation did not implicate the accused with the horrific incident which took place on 26.03.1973 and specifically stated that the Biharis and the Pakisan army committed the crime” - http:\/\/tinyurl.com\/pfyrp7g\n\n, pg.473\n\n9 http:\/\/tinyurl.com\/nouhhv6\n- ভিশন ২০২১\nhttp:\/\/www.bdtomorrow.com\/blog\/blogdetail\/detail\/2962\/vision2021\/33219#.UqYe__QW0zQ"}