{"id":"428835640537739_495811493840153","type":"photo","created_time":"2013-06-30T15:50:16+0000","message":"\"RESHMA SCANDAL FLASHED WORLDWIDE\"\r\n\"INVESTIGATED BY MIRROR REPORTER\".........\r\n\r\nBangladesh clothes factory disaster is branded a hoax by colleague of woman rescued.......\r\nSewing machinist Reshma Begum was pulled from the rubble 17 days after factory collapsed but now a fellow worker claims she escaped with him in the day of the disaster......\r\n\r\nThe miracle rescue of a worker 17 days after the Bangladesh clothes factory disaster has been branded a HOAX.\r\n\r\nMillions around the world reacted with joy as pictures showed sewing machinist Reshma Begum being lifted from the rubble in which 1,221 died.\r\n\r\nBut a Sunday Mirror investigation today reveals doubts over the “rescue” as a male colleague claims she got out with him on the day the nine-storey building collapsed in April.\r\n\r\nThe survivor, who says he was working alongside her on the third floor, declared: “We escaped together. We both walked away from the rubble.\r\n\r\n“We spent two days in hospital but then she vanished. The next time I saw her was on TV 17 days later. They said it was a miracle. But it was a fake.”\r\n\r\nThe Sunday Mirror travelled to Bangladesh to meet anti-government campaigners who insist the rescue was staged by the authorities to combat the wave of bad publicity that engulfed the country’s £1billion-a-year garment industry after the Rana Plaza factory collapsed in Dhaka.\r\n\r\nWe were played a recording of the worker’s evidence. His name is being withheld because he has gone into hiding amid fear of reprisals.\r\n\r\nHis dramatic hoax claims have been investigated by journalists from Dhaka’s pro-opposition daily, Amar Desh.\r\n\r\nReporters there were also told by survivor Reshma’s landlady that she had escaped the collapse on the day it happened and had been treated at the nearby Enam hospital.\r\n\r\nPeople who live on streets around the factory described how they were mysteriously forcibly evacuated from their homes the day before 19-year-old Reshma’s rescue and allowed back the next day with no explanation.\r\n\r\nAt the same time a 24-hour ban was imposed on the filming of the ongoing rescue operation.\r\n\r\nQuestions have also been raised over Reshma’s physical appearance when she was taken from the ruins as well as the condition of her clothes.\r\n\r\nInvestigative reporter Shishir Abdullah said: “She did not show any signs of having been trapped beneath tons of rubble for 17 days.\r\n\r\n“She said she had to claw her way through bricks and debris to reach water in dead victims’ rucksacks, but her hands and fingernails did not show the marks you would expect.\r\n\r\n“Also her eyes were wide open when they pulled her out and she did not appear to be sensitive to the bright sunlight. The sari she wore was not ripped or torn and appeared clean.\r\n\r\n“People were suspicious but the government made a huge fuss of hailing it as a miracle. People were taken in. Everyone was fooled.”\r\n\r\nA week ago, illiterate Reshma was paraded at a government press conference in a new job as an ambassador for a five-star Dhaka hotel, where she is being paid £600-a-month - 10 times the average salary.\r\n\r\nShe reacted angrily to suggestions of a hoax, saying: “Where I was, you were not there. So you have no idea.” Officials then banned further questions. It has been claimed Reshma was given the job after turning down the offer of a new life in the US.\r\n\r\nOn Friday we travelled to Rani Ganj, the remote village where Reshma grew up 300 miles north west of Dhaka, the country’s capital.\r\n\r\nSpeaking at her family home – a tiny, single-room mud shack with a straw roof – her mother Jobeda refuted the hoax claims, telling us: “Her escape IS the miracle everyone thinks it is.”\r\n\r\nBut she added: “We have lots of money now Reshma has her new job. We have a good future now.”\r\n\r\n“After we heard the building had collapsed we were so worried. My husband and I travelled to Dhaka and waited with the other families for news. We prayed Reshma would be found but our prayers went unanswered.”\r\n\r\nOn May 10, the 17th day of the rescue operation, an announcement was made over a loudspeaker erected at the site to keep families informed.\r\n\r\n“It said, ‘A woman has been found alive. Her name is Reshma’.”\r\n\r\nJobeda said: “I fainted. When I came round, people took me to the hospital to see her. She was awake and spoke to us. She told us she was happy.\r\n\r\n“She had just minor marks on her arms but otherwise she was fine. I was overjoyed. I couldn’t believe how lucky she had been. The army were looking after her. When she was well enough, she left and was then given her new job at the hotel. She will send us money and we are expecting her to come home and visit us twice a year.”\r\n\r\nThe slum-dwelling victims of the collapse worked for just £1 a day making jeans for Primark in the UK and other stores around the world.\r\n\r\nTheir complaints of cracks in the factory’s walls in the days before the collapse on April 24 were ignored by the wealthy owners, who had added an extra three floors to the building without permission. They are now under arrest and facing demands for the death penalty for flouting planning laws. A survey by engineers in Bangladesh revealed earlier this month three fifths of the country’s garment factories are vulnerable to collapse.\r\n\r\nWhen we put the hoax rescue claims to the Bangladesh army last night, spokesman Lieutenant Commander Nure Alam Siddique said: “We have no comment to make.”","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-ash2\/1009757_495811473840155_1807809571_s.jpg"}