{"id":"428835640537739_506867329401236","type":"status","created_time":"2013-07-17T01:05:56+0000","message":"War Crimes Law and the Constitution\n\nAbstract\nJamaat‐e‐Islami Bangladesh is amoderate Islamic political party that believesin democracy and\nhuman rights. Fromthe early 1960sJamaat was active against allthe autocratic governments.\nThe Awami League wasin powerfortwo terms:from1972‐1975 and 1996‐2001.During these\ntwo termsthey took no step whatsoeverforthe trial ofthe leaders ofJamaat‐e‐Islami on the\nallegation ofthe so‐called war crime.During themassmovementforrestoration of democracy\nin the 1980s and during themovementfor CaretakerGovernmentin the 1990s,the Awami\nLeague had no difficulty in working side by side with Jamaatleaders. A person is presumed\ninnocent until he is proven guilty. Itisreally surprising that when the leadership ofJamaat was\nnotlisted among the 195 who were to be tried for war crimes,they have now been termed as\nwar criminals. Thisis a violation the fundamentalrights and human rights ofthe Jamaatleaders.\nJamaat‐e‐Islami and Constitutionalism\nJamaat‐e‐Islami (“Jamaat”)is one ofthe oldest partiesin the sub‐continent. It was organised in\nBritish India in 1941.Jamaatstarted its work in whatis now Bangladesh in the 1950s.Jamaat‐e‐\nIslami is amoderate Islamic political party that believesin democracy, human rights and is\ncommitted to upholding the rule oflaw.Jamaat wantsto establish an justsociety through\ndemocratic process and democratic process only. Because in Islamno one hasthe rightto lead\nunless he orshe is an elected representative ofthe people. Thisis precisely the reason why in\nmore than half a century ofits existence Jamaat hasfollowed the democratic path only. It has\nparticipated in almost allthe national and local elections. To attain its objectives,Jamaat has\nneverresorted to violence or unconstitutionalmeans. It has always abided by the laws ofthe\ncountry and in the face of extreme provocation and politicalrepression pursued itsrightthrough\nlegalmeans. For example, in January 1964 Jamaat was outlawed by the then government of\nPakistan. The decision ofthe government was challenged and finally,the Supreme Court of\nPakistan presided over by the then ChiefJustice A.R. Cornelius declared the government’s action\nof outlawing Jamaat unlawful[See: Sayiid Abul A’la Mawdudi andOthers Vs TheGovt. of West\nPakistan andOthers, 17Dhaka Law Report, Supreme Court, Page 209]. Similarly in 1973,the\nGovernment, by a notification disqualified ProfessorGolamAzam, former Ameer ofJamaat,\nfrombeing a citizen of Bangladesh. 22 yearslater ProfessorGolamAzamchallenged the order of\nthe government before theHigh Court, and both theHigh CourtDivision and the Appellate\nDivision ofthe Supreme Court of Bangladesh declared the government’s decision as unlawful.Thus ProfessorGolamAzamobtained his birth right of citizenship through court oflaw.[See\nProfessorGolamAzamVs. Bangladesh (45Dhaka Law Report,High CourtDivision, page 433 and\nBangladesh Vs. ProfessorGolamAzam, 46Dhaka Law Report, AppellateDivision, page 192].\nJamaat’s participation in the democraticmovements\nFromthe early 1960sJamaat,together with other political parties, was active againstthe\nautocratic government of Ayub Khan.Jamaat was atthe fore front offorming Pakistan\nDemocratic Movement(PDM), CombinedOpposition Parties(COP) and later onDemocratic\nAction Committee (DAC),three platforms of allthe political parties which fought againstthe\nautocratic regime of Ayub Khan. The Awami League was also an active component of COP and\nDAC. In the 80s,Jamaattook partin themassmovementforrestoration of democracy side by\nside with the twomajor political parties, namely the BNP and the Awami League. In thislong\nstruggle forrestoration of democracy there were liaison committees ofthe BNP,Jamaat and the\nAwami League and the liaison committees ofthe three parties used to sitregularly to formulate\ncommon programmes. Itis a historicalfactthatJamaat wasthe first political party to raise the\ndemand of holding Parliamentary elections under a neutral CaretakerGovernment. In the\nmovementforincorporating the concept of CaretakerGovernmentin the Constitution Jamaat,\nAwami League and Jatiya Party foughtside by side. They addressed press conferencesfromthe\nsame platform.\nJamaat’s participation in the national elections\nJamaat has been represented in Parliamentsince 1962. It has participated in allthe\nParliamentary and local elections with a view to institutionalising democracy. In the\nParliamentary elections of 1962 Jamaat won 4 seatsin theNational Assembly and 2 seatsin the\nProvincial Assembly fromwhat wasthen East Pakistan. In the general elections of 1970 although\nJamaat did not win any seatin theNational Assembly of East Pakistan, it emerged asthe second\nlargest political party nextto Awami League which had a landslide victory.However, in the\nProvincial Assembly election of 1970 Jamaat won 1 seatin the district of Bogra. Afterthe\nindependence of Bangladesh Jamaat could nottake partin the elections of 1973 because allthe\nIslamic political partiesincluding Jamaat were outlawed.However,Jamaattook partin 1979\nParliamentary elections underthe name IslamicDemocratic League (IDL) and secured 6 seatsin\nParliament with itsleader Mawlana Abdur Rahimelected fromBarisal. In 1986 Jamaat won 10\nseats; in 1991, 18 seats; in 1996, 3 seats; and in 2001, 17 seatsin Parliament.Jamaat hasthe\nsupport of about 15 % ofthe total electorate.Jamaat also participated in the coalitiongovernment of 2001.Jamaat’s Ameer(Chief) Mawlana Matiur RahmanNizami held the\nportfolios of Ministry of Agriculture and Ministry of Industries while its SecretaryGeneral Mr. Ali\nAhsan Muhammad Mujahid held the portfolio of Ministry of Social Welfare. Itis accepted even\nby the opponents ofJamaatthatthose Ministries were run efficiently and honestly. Itmay be\nmentioned that BangladeshNationalist Party (BNP) could not have formed the governmentin\n1991 withoutthe support ofthe Jamaatin Parliament.\nAllegations of TerrorismagainstJamaat\nAsmentioned earlier,Jamaat believesin democracy, human rights and rule oflaw. In the later\npart of 2005, a series of bomb blaststook place in Bangladesh. The terroristsin the name of\nIslamalso killed two judges ofthe Subordinate court. TheOpponents ofJamaatmade frantic\neffortsto implicate Jamaatin the terrorist attacks.Jamaattook a firmstand againstthose\nterrorists, issued pressstatements, organisedmeetings and rallies acrossthe country. Itis\nlargely due to Jamaat’ssincere effortsthatthe religiousleaders ofthe country throughout\nBangladesh ‐ fromthe villagesto the capital city‐ in one voice condemned those acts of\nterrorism. With public supportthe then coalition government was able to arrestthe terrorists\nand try themin open court and finally they have been sentenced to death.\nAllegations of war crimes againstJamaatleadersOn 16thDecember 1971,the Pakistani Army\nsurrendered inDhaka and ninety three thousand ofthemwere taken as prisoners of war\n(POWs).Out ofthem,there were allegations of war crimes against 195, and they were identified\nassuch by theGovernment of Bangladesh.On 19th July 1973, Parliament passed the\nInternational Crimes(Tribunal) Act 1973 to try the alleged war criminals. Earlier on 15th July\n1973,the Constitution was amended denying the protection offundamentalrightsto the\nalleged war criminals.\nFollowing the Simla Agreementsigned on 2nd July 1972 between IndiraGandhi, Prime Minister\nofIndia and Zulfikar Ali Bhutto, President of Pakistan a number of agreements were signed\nbetween India and Pakistan regarding repatriation ofthe POWs.On 9th April 1974, an\nAgreement wassigned between Bangladesh, India and Pakistan inNew Delhi in which, among\notherissues,the question oftrial ofthe 195 POWs wasraised and finally it was decided that\nthey would be repatriated to Pakistan along with the other prisoners withouttrial. For better\nunderstanding, paragraph 15 ofthe 1974 Agreementis quoted below:‘In the light ofthe foregoing and, in particular, having regard to the appeal ofthe Prime Minister\nof Pakistan to the people of Bangladesh to forgive and forgetthemistakes ofthe past,the\nForeign Minister of Bangladesh stated thattheGovernment of Bangladesh had decided notto\nproceed with the trials as an act of clemency. It was agreed thatthe 195 prisoners of warmay\nbe repatriated to Pakistan along with the other prisoners of war now in process ofrepatriation\nundertheDelhi Agreement’.\nThus 195 POWs were repatriated to Pakistan, and the question oftheirtrial as war criminals was\nfinally abandoned.\nItshould bementioned that underthe International Crimes(Tribunal) Act, 1973 the Tribunal has\njurisdiction to try and punish the persons who weremembers of any armed, defense or auxiliary\nforces and has committed war crimes or crimes against humanity.No one fromJamaat has ever\nbeen amember of armed, defense or auxiliary forces,therefore,the question oftrying themby\nthe Tribunal does not arise. As amatter offact a Tribunalformed underthe War Crimes Act will\nhave no jurisdiction to try anymember ofJamaat. Allegations are frequentlymade against\nJamaatthatit organised paramilitary forceslike Al‐Badr, Al‐Shamas and Razakar and committed\natrocitiesin the war ofindependence in 1971.Jamaatstrongly denies any link with such\natrocities. In those daysthe paramilitary forces were organised locally by the thenGovernment\nunder a provincial legislation, namely the Razakar Act 1971 and it had no central command.\nJammat also denies any involvement whatsoever with the abduction andmurder ofjournalists\nand academics.Onemember ofJamaat, Abdul Khalique Mojumder, was prosecuted and\nconvicted by a subordinate courtin the seventiesfor his alleged involvementin the killing of an\nintellectual namely Shahidullah Kaiser, but his conviction had been set aside by theHigh Court.\nThe government did notfile any appeal in the AppellateDivision ofthe Supreme Court against\nthe judgment oftheHigh CourtDivision.\nItistrue thatthe then Jamaat‐e‐Islami Bangladesh supported the cause of united Pakistan. It\nwasJamaat’s political decision.Nomember ofJamaat was everinvolved with any crime of\nmurder, arson, lootlet alone any crime against humanity. The Bangladesh Collaborators(Special\nTribunals)Order, 1972 was promulgated to set up tribunalsfortrial ofthe individuals or\nmembers of organisations who directly orindirectly acted as collaborators or abettors ofthe\nPakistan Armed forces. This PresidentialOrder waslaterrepealed by the Bangladesh\nCollaborators(Special Tribunal) (Repeal)Ordinance, 1975.On 19th July 1973 Parliament passed\nthe International Crimes(Tribunal) Act 1973 by which a legalframework was created to try the\nwar criminals.Nomember orleader ofJamaat wastried or convicted underthis Act. Previously\nProfessorGolamAzam,the ex Ameer(Chief) ofJamaat was accused of committing atrocities\nduring the war. Thematter wasraised by the then AttorneyGeneral in theHigh CourtDivisionduring the hearing of his citizenship case. Even Mr.Justice Mohammad IsmailUddin Sarker,the\ndissenting Judge who held that ProfessorGolamAzamwas not a citizen of Bangladesh,made\nthe following observations:\n‘thatthere is nothing to directly implicate the petitionerin any ofthe atrocities alleged to have\nbeen perpetrated by the Pakistani Army ortheir associates – the Rajakars, Al Badrs orthe Al\nShams……..we do notfind anything thatthe petitioner wasin any way directly involved in\nperpetuating the alleged atrocities during the war ofindependence.’\n[See ProfessorGolamAzamVs. Bangladesh (45Dhaka Law Report,High CourtDivision, page\n433]\nThe double standard of a political party\nThe Awami League wasin powerfortwo terms:from1972‐1975 and 1996‐2001.During these\ntwo termsthey took no step whatsoeverforthe trial ofthe leaders ofJamaat‐e‐Islami on the\nallegation ofthe so‐called war crime.During themassmovementforrestoration of democracy\nin the 1980s and during themovementfor CaretakerGovernmentin the 1990s,the Awami\nLeague had no difficulty in working side by side with Jamaatleaders who are now accused of\nwar crimes. In the 7 years ofstruggle forrestoration of democracy, numerousmeetings were\nheld between the leaders ofJamaat, BNP and Awami League in which Jamaatleaders namely\nMatiur RahmanNizami, Ali Ahsan Mohammad Mujahid, MohammadQamaruzzaman, Abdul\nQader Molla, ATM Azharul Islamand others participated.On behalf of Awami League Messers\nlate Abdus Samad Azad, AbdulJalil, Tofail Ahmed, Suranjit SenGupta, AmirHossain Amu\nMohammadNasimand others also participated. The evidence ofthosemeetings can be found\nin the pressreports ofthe yearsfromthe 1984‐1990. Afterthe general elections of 1991, on\nbehalf of Awami League, Mr. AmirHossain Amumade an offerto Jamaatthrough Mr Ali Ahsan\nMohammad Mujahid,the present SecretaryGeneral ofJamaatto formgovernment with the\nhelp of 18 MPs ofJamaat and in return Jamaat was offered 2‐3ministries with a number ofseats\nreserved for women MPs.Jamaatstraightway refused the offer of Awami League.During the\nmovementfor caretaker governmentthe leaders ofJamaat and Awami League addressed press\nconferencesjointly. In one press conference, addressed fromthe precinct of ParliamentHouse\nin 1996,the then leader oftheOpposition SheikhHasina,the leader ofthe Jamaat\nParliamentary party Matiur RahmanNizami and that ofJatiya Party Moudud Ahmed, attended.\nThis Press conference was also attended, among others, by Mrs. Sajeda Chaudhury, Mr. Suranjit\nSenGupta. The national dailies published photographs ofthat event.Jamaat was not alone to support Pakistan\nJamaatis notthe only political party which supported the cause of united Pakistan. There were\nother parties namely,the MuslimLeague,Nezam‐e‐IslamParty,JamiyatUlema Islam,the Pro\nChina Communist Party all of which supported the cause of united Pakistan. Besides,there was a\nsizeablemember of prominent personalities which include university professors, doctors,\nengineers, journalists and religiousleaders who supported the cause of united Pakistan.\nAlthough Jamaat accepted Bangladesh since 16thDecember 1971 and it has been working for\nthe welfare of Bangladesh and is committed to preserve itssovereignty, it has been singled out\nand a smear campaign has been going on againstit only forthe narrow political gains of certain\npolitical parties.When the sub‐continent was divided into two states; India and Pakistan in\n1947,the MuslimLeague wasin favour ofthe division ofIndia and the Congress wasforthe\nunity ofIndia. After partition the MuslimLeague has been functioning in India and theNational\nCongress worked as a political party until 1970 without any stigma. However, itis unfortunate\nthat after 36 years ofindependence Jamaatis dubbed as an anti liberation force although it has\nbeen sufficiently represented in Parliament and had twoministersin the past coalition\ngovernment.\nViolation of human rights ofJamaat’sleaders\nItis very unfortunate thatleaders of a few political parties and a section ofthe pressin a smear\ncampaign dubbed the top leaders ofJamaat as war criminals. Thisis contrary to all civilized\nnorms and the provisions oflocal and international legislations. A person is presumed innocent\nuntil he is proven guilty by a competent court oflaw and in caseslike this,the burden is on the\nprosecution and the standard of proofis guilty beyond reasonable doubt. Itisreally surprising\nthat when the leadership ofJamaat was notlisted among the 195 who were to be tried for war\ncrimes,they have now been termed as war criminals. Thisis violation of principles of natural\njustice and also violation ofthe fundamentalrights and human rights ofthe Jamaatleaders\nwhich are guaranteed underthe Constitution of Bangladesh and a number ofInternational\nconventionsincluding theUniversalDeclaration ofHuman Rights and International Covenant on\nCivil and Political Rights.\nAPPENDIX\nSimla Agreement\n2 July 1972This agreement on Bilateral Relations between India and Pakistan wassigned afterthe 1971\nIndia‐PakistanWar, in which Pakistan was defeated conclusively and which resulted in the\ncreation of Bangladesh. India refrained fromattacking orfinishing off Pakistan and signed this\nagreement with the hope that henceforth the countriesin the region would be able to live in\npeace with each other. The then Pakistani Prime Minister, Zulfiqar Ali Bhutto, also promised the\nthen Indian Prime Minister, MrsIndiraGandhi,that his country would acceptthe Line of Control\n(LOC) in the state ofJ&K asthe de facto border and would nottry to destabilise it. This was not\nformally entered in the agreement because Bhutto said it would cause domestic problemsfor\nhimatthisjuncture. MrsGandhimagnanimously accepted his promise and did notformalise\nthat part ofthe agreement. But Pakistan, aslater events were to prove, never keptits part of\nthe deal.\nTheGovernment of India and theGovernment of Pakistan are resolved thatthe two countries\nput an end to the conflict and confrontation that have hithertomarred theirrelations and work\nforthe promotion of a friendly and harmoniousrelationship and the establishment of durable\npeace in the sub‐continent,so that both countriesmay henceforth devote theirresources and\nenergiesto the pressing task of advancing the welfare oftheir peoples.\nIn orderto achieve this objective,theGovernment ofIndia and theGovernment of Pakistan\nhave agreed asfollows:\n(i) Thatthe principles and purposes offthe Charter oftheUnitedNationsshall govern the\nrelations between the countries;\n(ii) Thatthe two countries are resolved to settle their differences by peacefulmeansthrough\nbilateral negotiations or by any other peacefulmeansmutually agreed upon between them.\nPending the finalsettlement of any ofthe problems between the two countries, neitherside\nshall unilaterally alterthe situation and both shall preventthe organization, assistance or\nencouragement of any acts detrimentalto themaintenance of peaceful and harmonious\nrelations.\n(iii) Thatthe pre‐requisite forreconciliation, good‐neighbourliness and durable peace between\nthemis a commitment by both countriesto peaceful co‐existence,respectfor each other’sterritorial integrity and sovereignty and non‐interference in each other’sinternal affairs, on the\nbasis of equality andmutual benefit;\n(iv) Thatthe basic issues and causes of conflict which have bedevilled the relations between the\ntwo countries ofthe lasttwenty‐five yearsshall be resolved by peacefulmeans;\n(v) Thatthey shall alwaysrespect each other’s national unity,territorial integrity, political\nindependence and sovereign equality;\n(vi) Thatin accordance with the Charter oftheUnitedNations,they shallrefrain fromthe threat\nor use offorce againstthe territorial integrity or political independence of each other;\n(II) BothGovernments willtake allsteps within their powerto prevent hostile propaganda\ndirected against each other. Both countries will encourage the dissemination ofsuch\ninformation as would promote the development offriendly relations between them;\n(III)In order progressively to restore and normalize relations between the two countriesstep by\nstep, it was agreed that;\n(i) Stepsshall be taken to resume communications, postal,telegraphic,sea, land including\nborder posts, and airlinksincluding overflights;\n(ii) Appropriate stepsshall be taken to promote travelfacilitiesforthe nationals ofthe other\ncountry;\n(iii) Trade and co‐operation in economic and other agreed fields will be resumed asfar as\npossible;\n(iv) Exchange in the fields ofscience and culture will be promoted. In this connection\ndelegationsfromthe two countries willmeetfromtime to time to work outthe necessary\ndetails.\n(IV)In orderto initiate the process ofthe establishment of durable peace, bothGovernments\nagree that: (i) Indian and Pakistaniforcesshall be withdrawn to theirside ofthe international\nborder;\n(ii) In Jammu and Kashmir,the line of controlresulting fromthe cease‐fire ofDecember 17, 1971\nshall be respected by both sides without prejudice to the recognized position of eitherside.\nNeitherside shallseek to alterit unilaterally, irrespective ofmutual differences and legal\ninterpretations. Both sidesfurther undertake to refrain fromthe threat ofthe use offorce in\nviolation ofthisline;\n(iii) The withdrawalsshall commence upon entry into force ofthis Agreement and shall be\ncompleted within a period ofthirty daysthereof.(V) This Agreement will be subjectto ratification by both countriesin accordance with their\nrespective constitutional procedures, and will come into force with effectfromthe date on\nwhich the Instruments of Ratification are exchanged.\n(VI) BothGovernments agree thattheirrespectiveHeads willmeet again at amutually\nconvenienttime in the future and that, in themeanwhile,the representatives ofthe two sides\nwillmeetto discussfurtherthemodalities and arrangementsforthe establishment of a durable\npeace and normalization ofrelations, including the questions ofrepatriation of prisoners of war\nand civilian internees, a finalsettlement ofJammu and Kashmir and the resumption of\ndiplomatic relations.\nSd\/‐  \nIndiraGandhi\nPrime Minister\nRepublic ofIndia\nSd\/‐  \nZulfiqar Ali Bhutto\nPresident\nIslamic Republic of Pakistan\nIndo‐Pak Joint Agreement(28th August 1973)\nThe Special Representative ofthe Prime Minister of India, Shri P.N.Haksar, and the Pakistan\nMinister of State forDefence and Foreign Affairs,His Excellency Mr. Aziz Ahmed, held talksin\nRawalpindi fromJuly 24 to July 31, 1973 and inNew DelhifromAugust 18 to August 28, 1973,\nShri P.N.Haksar was assisted by Foreign Secretary, Shri Kewal Shingh, Secretary to the Prime\nMinister, Shri P.N.Dhar,Joint Secretariesin the Ministry of External Affairs, Shri K. P. S. Menon,\nShri A. S. Chib andDr. S. P.Jagota, andDeputy Secretaries, Shri K.N. Bakshi and ShriNaresh\nDayal. The Ieader ofthe Pakistani delegation was assisted by the Foreign Secretary, Mr. Agha\nShahi,DirectorGeneral in the Ministry of Foreign Affairs, Mr. Abdul Sattar and Directors, Mr.\nAbdul Waheed and Mr. Khalid Saleem. These talks were held in the context ofsolving the\nhumanitarian problemsset outin the JointIndo‐BangladeshDeclaration of April 17, 1973.\n2.During the course ofthe talks both at Rawalpindi and atNew Delhi, which weremarked by\nmutual understanding,the delegations ofIndia and Pakistan reviewed the progressso farmade\nin the implementation ofthe Simla Agreementsince theymetlastinNew Delhi in August 1972.The Special Representativesreaffirmed the resolve oftheirrespectiveGovernments expressed\nin the Simla Agreementthat “The two countries put an end to the conflict and confrontation\nthat have hithertomarred theirrelations and work forthe promotion of a friendly and\nharmoniousrelationship and the establishment of durable peace in the sub‐continent.” In this\nconnection the Special Representatives were confidentthatthe repatriation of prisoners of war\nand nationals of Bangladesh and Pakistan will generate an atmosphere ofreconciliation and\nthus contribute to the building of a structure of durable peace in the sub‐continent.\n3.Desirous ofsolving the humanitarian problemsresulting fromthe conflict of 1971 and thus\nenabling the vastmajority of human beingsreferred to in the JointIndo‐BangladeshDeclaration\nto go to theirrespective countries, India and Pakistan have reached the following agreement:\ni) The immediate implementation ofthe solution ofthese humanitarian problemsis without\nprejudice to the respective positions ofthe parties concerned relating to the case of 195\nprisoners of warreferred to in Clauses(vi) and (vii) ofthis paragraph;\n(ii) Subjectto Clause (i),repatriation of all Pakistani prisoners of war and civilian internees will\ncommence with the utmost despatch assoon aslogistic arrangements are completed and from\na date to be settled bymutual agreement:\n(iii) Simultaneously,the repatriation of all Bangaleesin Pakistan, and all Pakistanisin Bangladesh\nreferred to in Clause (v) below,to theirrespective countries will commence;\n(iv)In thematter ofrepatriation of all categories of personsthe principle ofsimultaneity will be\nobserved throughout asfar as possible;\n(v) Without prejudice to the respective positions of Bangladesh and Pakistan on the question of\nnon‐Bangalees who are stated to have “opted forrepatriation to Pakistan”,theGovernment of\nPakistan, guided by considerations of humanity, agrees, initially,to receive a substantial number\nofsuch non‐BangaleesfromBangladesh. Itisfurther agreed thatthe Prime Ministers of\nBangladesh and Pakistan ortheir designated representatives willthereaftermeetto decide\nwhat additional number of persons whomay wish tomigrate to Pakistanmay be permitted to\ndo so. Bangladesh hasmade it clearthatit will participate in such ameeting only on the basis of\nsovereign equality;\n(vi) Bangladesh agreesthat no trials ofthe 195 prisoners of warshalltake place during the\nentire period ofrepatriation and that pending the settlement envisaged in clause (vii) below\nthese prisoners of warshallremain in India;\n(vii)On completion ofrepatriation of Pakistani prisoners of war and civilian interneesin India,\nBangaleesin Pakistan and Pakistanisin Bangladesh referred to in Clause (v) above, or earlierif\nthey so agree, Bangladesh, India and Pakistan will discuss and settle the question of 195prisoners of war. Bangladesh hasmade it clearthatit can participate in such ameeting only on\nthe basis ofsovereign equality.\nThe Special Representatives are confidentthatthe completion ofrepatriation provided forin\nthis agreement wouldmake a signal contribution to the promotion ofreconciliation in the\nsubcontinent and create an atmosphere favorable to a constructive outcome ofthemeeting of\nthe three countries;\n(viii) The time schedule forthe completion ofrepatriation ofthe Pakistani prisoners of war and\ncivilian interneesfromIndia,the BangaleesfromPakistan, and the Pakistanisreferred to in\nClause (v) above fromBangladesh, will be worked out by India in consultation with Bangladesh\nand Pakistan, asthe casemay be.theGovernment ofIndia willmake the logistic arrangements\nforthe Pakistani prisoners of war and civilian internees who are to be repatriated to Pakistan.\nTheGovernment of Pakistan willmake logistic arrangements within itsterritory up to agreed\npoints of exitforthe repatriation of Bangladesh nationalsto Bangladesh. TheGovernment of\nBangladesh willmake necessary arrangementsforthe transport ofthese personsfromsuch\nagreed points of exitto Bangladesh. TheGovernment of Bangladesh willmake logistic\narrangements within itsterritory up to agreed points of exitforthemovement ofthe Pakistanis\nreferred to in Clause (v) above who will go to Pakistan. TheGovernment of Pakistan willmake\nnecessary arrangementsforthe transport ofthese personsfromsuch agreed points of exitto\nPakistan. Inmaking logistic arrangementstheGovernments concernedmay seek the assistance\nofinternational humanitarian organizations and others;\n(ix) Forthe purpose offacilitating the repatriation provided forin this agreement,the\nrepresentatives ofthe Swiss FederalGovernment and any international humanitarian\norganization entrusted with thistask shall have unrestricted access at alltimesto Bangaleesin\nPakistan and to Pakistanisin Bangladesh referred to in Clause (v) above. TheGovernment of\nBangladesh and theGovernment of Pakistan will provide all assistance and facilitiesto such\nrepresentativesin thisregard including facilitiesfor adequate publicity forthe benefit ofthe\npersons entitled to repatriation underthis agreement;\n(x) All personsto be repatriated in accordance with this agreement will be treated with\nhumanity and consideration. 4. TheGovernment ofIndia and theGovernment of Pakistan have\nconcurred in this agreement. The Special Representative ofthe Prime Minister ofIndia, having\nconsulted theGovernment of Bangladesh, has also conveyed the concurrence of Bangladesh\nGovernmentin this agreement.Done inNew Delhi on August 28, 1973 in three originals, all of\nwhich are equally authentic.\nAziz Ahmed\nMinister of State forDefence&Foreign Affairs,Government of Pakistan\nP.N.Haksar\nSpecial Representative ofthe Prime Minister ofIndia\nText ofthe Bangladesh‐India‐Pakistan Agreement Signed inNew Delhi on April 9, 1974\nOn July 2, 1972,the President of Pakistan and the Prime Minister ofIndia signed an historic\nagreement at Simla under which they resolved that “the two countries put an end to the conflict\nand confrontation that have hithertomarred theirrelations and work forthe promotion of a\nfriendly and harmoniousrelationship and the establishment of durable peace in the sub‐\ncontinent.” The Agreement also provided forthe settlement of “their differences by peaceful\nmeansthrough bilateral negotiations or by any other peacefulmeansmutually agreed upon.”\n2. Bangladesh welcomed the Simla Agreement. The Prime Minister of Bangladesh strongly\nsupported its objective ofreconciliation, good neighborliness and establishment of durable\npeace in the sub‐continent.\n3. The humanitarian problems arising in the wake ofthe tragic events of 1971 constituted a\nmajor obstacle in the way ofreconciliation and normalization among the countries ofthe sub‐\ncontinent. In the absence ofrecognition, it was not possible to have tripartite talksto settle the\nhumanitarian problems as Bangladesh could not participate in such ameeting except on the\nbasis ofsovereign equality.\n4.On April 17, 1973, India and Bangladesh took amajorstep forward to break the deadlock on\nthe humanitarian issues by setting aside the political problemofrecognition. In aDeclaration\nissued on that date they said thatthey “are resolved to continue their effortsto reduce tension,\npromote friendly and harmoniousrelationship in the sub‐continent and work togethertowards\nthe establishment of a durable peace.” Inspired by this vision and “in the largerinterests of\nreconciliation, peace and stability in the sub‐continent” they jointly proposed thatthe problem\nofthe detained and stranded personsshould be resolved on humanitarian considerations\nthrough simultaneousrepatriation of allsuch persons exceptthose Pakistani prisoners of war\nwhomight be required by theGovernment of Bangladesh fortrial on certain charges.5. Following theDeclaration there were a series oftalks between India and Bangladesh and India\nand Pakistan. These talksresulted in an agreement atDelhi on August 28, 1973 between India\nand Pakistan with the concurrence of Bangladesh which provided for a solution ofthe\noutstanding humanitarian problems.\n6. In pursuance ofthis Agreement,the process oftree‐way repatriation commenced on\nSeptember 19, 1973. So far nearly 300,000 persons have been repatriated which has generated\nan atmosphere ofreconciliation and paved the way for normalization ofrelationsin the sub‐\ncontinent.\n7. In February 1974,recognition took place thusfacilitating the participation of Bangladesh in\nthe tripartitemeeting envisaged in theDelhi Agreement, on the basis ofsovereign equality.\nAccordingly,His ExcellencyDr. KamalHossain, Foreign Minister oftheGovernment of\nBangladesh,His Excellency Sardar Swaran Singh, Minister of External Affairs,Government of\nIndia andHis Excellency Mr. Aziz Ahmed, Minister of State forDefence and Foreign Affairs ofthe\nGovernment of Pakistan,metinNew DelhifromApril 5 to April 9, 1974 and discussed the\nvariousissuesmentioned in theDelhi Agreement, in particularthe question ofthe 195 prisoners\nof war and the completion ofthe three‐way process ofrepatriation involving Bangaleesin\nPakistan, Pakistanisin Bangladesh and Pakistani prisoners of warin India.\n8. The Ministersreviewed the progress ofthe three‐way repatriation undertheDelhi Agreement\nof August 28, 1973. They were gratified thatsuch a large number of persons detained or\nstranded in the three countries had since reached their destinations.\n9. The Minister also considered stepsthat needed to be taken in order expeditiously to bring the\nprocess ofthe three‐ way repatriation to a satisfactory conclusion.\n10. The Indian side stated thatthe remaining Pakistani prisoners of war and civilian interneesin\nIndia to be repatriated undertheDelhi Agreement, numbering approximately 6,500 would be\nrepatriated atthe usual pace of a train on alternate days and the likely short‐fall due to the\nsuspension oftrainsfromApril 10 to April 19, 1974 on account of Kumbh Mela, would bemade\nup by running additionaltrains after April 19. It wasthus hoped thatthe repatriation of\nprisoners of war would be completed by the end of April, 1974.\n11. The Pakistan side stated thatthe repatriation of Bangladesh nationalsfromPakistan was\napproaching completion. The remaining Bangladesh nationalsin Pakistan would also be\nrepatriated withoutlet or hindrance.\n12. In respect of non‐Bangaleesin Bangladesh,the Pakistan side stated thattheGovernment of\nPakistan had already issued clearancesformovementto Pakistan in favour ofthose non‐\nBangalees who were either domiciled in former West Pakistan, were employees ofthe CentralGovernment and theirfamilies or weremembers ofthe divided families, irrespective oftheir\noriginal domicile. The issuance of clearancesto 25,000 persons who constitute hardship cases\nwas also in progress. The Pakistan side reiterated that allthose who fall underthe firstthree\ncategories would be received by Pakistan without any limit asto numbers. In respect of persons\nwhose applications had been rejected,theGovernment of Pakistan would, upon request,\nprovide reasons why any particular case wasrejected. Any aggrieved applicant could, at any\ntime,seek a review of his application provided he was able to supply new facts orfurther\ninformation to theGovernment of Pakistan in support of his contention that he qualified in one\nor other ofthe three categories. The claims ofsuch persons would not be Itime‐barred. In the\nevent ofthe decision ofreview of a case being adverse theGovernments of Pakistan and\nBangladeshmightseek to resolve it bymutual consultation.\n13. The question of 195 Pakistani prisoners of war was discussed by the three Minister, in the\ncontext ofthe earnest desire oftheGovernmentsforreconciliation, peace and friendship in the\nsub‐continent. The Foreign Minister of Bangladesh stated thatthe excesses andmanifold crimes\ncommitted by these prisoners of war constituted, according to the relevant provisions oftheU.\nN.General Assembly Resolutions and International law, war crimes, crimes against humanity\nand genocide and thatthere was universal consensusthat persons charged with such crimes as\nthe 195 Pakistani prisoners of warshould be held to account and subjected to the due process\noflaw. The Minister of State forDefence and Foreign Affairs oftheGovernment of Pakistan said\nthat hisGovernment condemned and deeply regretted any crimesthatmay have been\ncommitted.\n14. In this connection the three Ministers noted thatthemattershould be viewed in the context\nofthe determination ofthe three countriesto continue resolutely to work forreconciliation. The\nMinistersfurther noted thatfollowing recognition,the Prime Minister of Pakistan had declared\nthat he would visit Bangladesh in response to the invitation ofthe Prime Minister of Bangladesh\nand appealed to the people of Bangladesh to forgive and forgetthemistakes ofthe pastin order\nto promote reconciliation. Similarly,the Prime Minister of Bangladesh had declared with regard\nto the atrocities and destruction committed in Bangladesh in 1971 that he wanted the people to\nforgetthe past and tomake a fresh start,stating thatthe people of Bangladesh knew how to\nforgive.\n15. In the light ofthe foregoing and, in particular, having regard to the appeal ofthe Prime\nMinister of Pakistan to the people of Bangladesh to forgive and forgetthemistakes ofthe past,\nthe Foreign Minister of Bangladesh stated thattheGovernment of Bangladesh had decided not\nto proceed with the trials as an act of clemency. It was agreed thatthe 195 prisoners of warmay\nbe repatriated to Pakistan along with the other prisoners of war now in the process of\nrepatriation undertheDelhi Agreement.16. The Ministers expressed their conviction thatthe above agreements provide a firmbasisfor\nthe resolution ofthe humanitarian problems arising out ofthe conflict of 1971. They reaffirmed\nthe vitalstake the seven hundredmillion people ofthe three countries have in peace and\nprogress\nand reiterated the resolve oftheirGovernmentsto work forthe promotion of normalization of\nrelations and the establishment of durable peace in the sub‐continent.\nSigned inNew Delhi on April 9, 1974 in three originals, each of which is equally authentic.\nSD\/‐ (KAMAL HOSSAIN)\nMinister of Foreign Affairs\nGovernment of Bangladesh\nSD\/‐ (AZIZ AHMED)\nMinister of State forDefence&Foreign AffairsGovernment of Pakistan\nSD\/‐ (SWARANSINGH)\nMinister of External AffairsGovernment ofIndia"}