{"id":"428835640537739_547811088640193","type":"photo","created_time":"2013-09-30T18:57:30+0000","message":"http:\/\/bdinn.com\/news\/verdict-to-be-delivered-by-the-tribunal-leaked\/\r\nVerdict of SQ Chowdhury, prepared by Minister, leaked\r\nSep 30, 2013 \r\nMinistry Preparing Judgments for the Tribunal\r\nIt has now transpired that the verdict to be delivered by the Tribunal against Salahuddin Quader Chowdhury was prepared in the Ministry of Law and Parliamentary Affairs.  \r\n\r\nA copy of the verdict that is to be delivered today by the International Crimes Tribunal-1 was recovered from a computer in the office of the Secretary-in-Charge of the Ministry of Law of Parliamentary Affairs, Abu Saleh Sheikh Zahirul Haque. What is more surprising is that the verdict was being drafted from 23 May, 2013, when the prosecution was still examining its witnesses.\r\n\r\nThis information was obtained from the Belgium-based website –\r\n\r\nSee the web page to download the files: http:\/\/justiceconcern.org\/?p=245\r\nA total of 23 charges were framed against Salahuddin Quader Chowdhury in relation to offences committed during the liberation war of 1971.  The prosecution produced witnesses in relation to 17 of the charges. From the copy of the verdict obtained from the Ministry of Law, it appears that Salahuddin Quader Chowdhury was found guilty of 9 of the charges and acquitted of 8 of charges.\r\nNo witness was produced in relation to  6 of the 23 charges and as such Salahuddin Quader Chowdhury was also acquitted of all 6 of these charges.\r\nThe 9 of the 17 charges on which Salahuddin Quader Chowdhury was guilty are  i) Charge No.2 (Maddhaya Gohira genocide), ii) Charge No.3 (Murder of Nutun Chandra Singha), iii) Charge No.4 (Genocide at Jogotmollopara) iv) Charge No.5 (Murder of Nepal Chandra and three others), v) Charge No.6 (Genocide at Unsuttarpara), vi) Charge  No.7 (Killing of Satish Chandra Palit, vii) Charge No.8 (Killing of Mozaffar and his son, viii) Charge No. 17 (abduction and torture of Nizamuddin Ahmed) and ix) Charge No. 18 (abduction and torture of Saleh Uddin).\r\nThe file containing the verdict was found in the D Drive of a computer located at the 6th floor of the Secretariat Building of the Ministry of Law and Parliamentary Affairs. In this drive there was a folder entitled ‘Alam’ within which there was a subfolder ‘Different Courts n Post Creation’ within which there was another subfolder titled ‘War Crimes Triubunal’. In this subfolder there was yet another subfolder titled ‘Chief Prosecutor – War Tribunal’. This subfolder contained a file titled ‘saka final – 1’ which contained the draft verdict against Salahuddin Quader Chowdhury. When the verdict was finalised the name of the file was changed from ‘saka final – 1’ to ‘ICT BD Case NO. 02 of 2011 (Delivery of Judgment) (Final)’.\r\nThe folder titled ‘Alam’ belongs to a computer operator (by the same name) of the Secretary in Charge of the Ministry of Law.\r\nThe properties section of the file containing the verdict shows that work on the verdict began on 23 May, 2013 at 12.01 in the morning, when the examination of prosecution witnesses was still going on. The file size is 167 KB and contains 164 pages. The verdict has been prepared over 2587 minutes.\r\n\r\nThe copy of the verdict obtained from the Ministry of Law evidences the Tribunal’s dissatisfaction with the attitude of Salahuddin Quader Chowdury.\r\n\r\nThe Tribunal noted that  Salahuddin Quader Chowdhury never rose from his seat when the Tribunal exited and that he would directly addressed judges as either Chairman Sahib or Member Sahib.","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-frc3\/1380078_547811078640194_1690852839_s.jpg"}