{"id":"428835640537739_487526871335282","type":"photo","created_time":"2013-06-16T04:18:19+0000","message":"Four-Zero \r\n\r\nBNP-backed mayor aspirants triumph over AL-blessed rivals in four city polls\r\n\r\nBNP-backed mayoral candidates scored a resounding victory in elections to the four city corporations, defeating their ruling Awami League- supported rivals, in a high-voltage, peaceful battle of ballots held peacefully yesterday. In Rajshahi City Corporation, Mosaddek Hossain Bulbul’s win has brought the BNP leader back to the helm of the city after a gap of five years. BNP-supported candidates had previously won mayoral polls in 1994 and 2002. AL favourite AHM Khairuzzaman Liton, who was elected mayor in 2008, lost to Bulbul by a margin of 47,332 votes. The election to Khulna City Corporation saw the return of a local BNP leader to the mayoral post after five years. BNP favourite Moniruzzaman Mony beat AL-backed Talukder Abdul Khaleque by 60,671 votes in Khulna. Khaleque secured the mayoralty in 2008 by defeating Mony. Khaleque’s win had ended a long run of BNP leader Sheikh Tayebur Rahman, who was elected mayor in 1994 and 2002. In both Barisal and Sylhet, BNP- backed mayoral candidates defeated their rivals by 17,010 votes and 35,157 votes. In Barisal, Ahsan Habib Kamal sealed his victory over AL-backed Shawkat Hossain Hiron, who had won the mayoralty in the 2008 polls. Before that, BNP leader and lawmaker Mujibur Rahman Sarwar was elected in 2003 as the first mayor of the city corporation. In an instant reaction last night, Kamal said he would have won by a greater margin if the polls had been held in a completely free and fair manner.\r\n\r\nIn Sylhet, BNP favourite Ariful Haque Chowdhury has done exactly what AL-backed Khaleque did in Khulna in 2008. Arif’s win ended the long rule of Badruddin Ahmed Kamran, who had served as mayor since the formation of Sylhet City Corporation in 2002. Before his election as city mayor in 2003, he had been elected chief of Sylhet municipality. Liton, Khaleque, Hiron and Kamran resigned as mayors of the four city corporations to contest the polls. They were elected mayors in August 2008, a few months before the ninth parliamentary election. Their triumph had boosted the morale of the AL, which went on to secure a landslide victory at the 2008 parliamentary polls. Yesterday’s voting made it clear that people in the four city corporations had opted for change at the helm in their cities. Though non-partisan in nature, the polls appeared to be a battle of prestige for both the ruling and the opposition alliance ahead of the parliamentary election due in a few months’ time. Buoyed by the victory, the main opposition leaders yesterday claimed people had voted in favour of the opposition’s demand for a non- partisan government to oversee the parliamentary elections. Both the alliances’ nerves were on edge throughout the day over the elections. The main opposition monitored the polls from the capital, and rushed to the Election Commission office in Dhaka many a time to lodge complaints. The results came as a major setback for the AL-led ruling alliance. Its leaders, however, claimed it had again been proved that free and fair elections were possible under the AL- led government. Earlier in the day, Communications Minister Obaidul Quader, who is a presidium member of the AL, said, “The party that will face defeat in the city corporation polls will have a warning ahead of the next parliamentary elections.” Elections to eight city corporations have been held so far in the tenure of the present government. AL-backed mayoral aspirants were defeated in all these elections with the exception of the Rangpur City Corporation polls. BNP-backed mayoral candidates won in six cities. AL leader Selina Hayat Ivy, who contested Narayanganj city corporation polls without her party’s support, won the battle by defeating the AL-backed mayoral aspirant. The turnout in yesterday’s vote was reported high. It was around 73 percent in Barisal, around 69 percent in Khulna, around 76 percent in Rajshahi and around 73 percent in Sylhet. The presence of female voters in the polling centres was remarkable. There were a few untoward incidents, but all mayoral candidates were satisfied with the election environment. In Khulna, a jute mill worker died following law enforcers’ action on Islami Andolan Bangladesh activists, who had brought out a procession in violation of election rules.\r\nhttp:\/\/www.thedailystar.net\/beta2\/news\/4-0-likely\/","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-ash2\/484648_487526794668623_1572049420_s.jpg"}