{"id":"428835640537739_602300759857892","type":"photo","created_time":"2014-01-01T06:53:00+0000","message":"Support for Muslim Brotherhood is a \"duty\": Qatar Emir\r\n\r\nThe Emir of Qatar, Shaikh Tamim bin-Hamad, has said that support for the Muslim Brotherhood is a \"duty\" for which no thanks are necessary. His advice to the movement's leadership in Syria is to unite the opposition parties and attend the proposed Geneva II Conference, it has been reported.\r\nThe emir met a delegation from the Syrian Brotherhood headed by Ali Al-Bayanouni in Doha recently. The head of the political bureau of Hamas, Khaled Meshaal, who lives in the Qatari capital, was present at the meeting.\r\n\"I was not in control when the differences inside the Syrian Coalition began,\" the Shaikh told the delegation, \"but I was a member of the support committee.\" He opposed \"strongly\" the pressure open Egypt to declare a jihad in Syria; \"the Americans shared that view\". Emir Tamim was also opposed to the pressure placed on ousted President Mohamed Morsi by Turkey's Prime Minister Erdogan on the same issue.\r\n\"The argument,\" he said, \"was that Egypt should at first strengthen the democratic system instead of being busy in external issues, but brother Abul-Waleed [Khaled Meshaal] supported the Turkish position against the Syrian regime.\"\r\nFollowing the collapse of \"moderate Islam\" in Egypt, the Emir added, the Americans changed their opinion and are now sure that the Muslim Brotherhood project is a failure. \"They are certain that the Assad regime in Syria is more stable and likely to be a better protector of US interests.\" As such, he insisted, the movement has to participate in the Geneva conference to impose its own agenda. \"Your absence favours Assad,\" he told the delegation.\r\nThe emir's father met the Syrian officials during their previous visit to Doha; he advised them to seek a peaceful solution to the crisis to suit US interests, \"which are more important\" to Washington. \"Do not think that the Americans will give you what you want,\" the current emir concluded. \"The measure for everything is their interests, which can be seen with what is happening with Saudi Arabia.\"\r\nhttps:\/\/www.middleeastmonitor.com\/news\/middle-east\/9000-qatar-emir-support-for-muslim-brotherhood-is-a-qdutyq","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-ash3\/t1\/1526367_602300693191232_1384744918_s.jpg"}