{"id":"428835640537739_522715101149792","type":"status","created_time":"2013-08-14T13:19:40+0000","message":"A statement from the national coalition to support # legitimacy and rejecting the coup on the great massacre which was committed in resolving e'tesami # rabaa and the field # peaceful Renaissance\n\nJuly 3 coup leaders refuse each day not to disclose their faces bloody and brutal, not only their massacres and crimes against humanity in the holy month of Ramadan and kill for worshipers, women and children, committed today a new parallel war crimes, massacres, where blood fought the sons and daughters of the motherland to their necks they try to resolve e'tesami rabaa, peaceful Renaissance square and used the army and the police as if they were in a battle against an external enemy, killing over 2,000 people and injured more than 10,000 Peaceful citizens who were targeted by snipers in their heads and chests bare without ymlokwa answer them so.\n\nA brutal coup leaders also reached July 3 to burn down tents the protesters barricaded themselves inside time children and women inside the impact of gas which led to horrible burns injuries, as the snipers and the painters and the correspondents bastadav journalists, killing a number of them, and prevented ambulances from evacuating the wounded to save their lives at nearby hospitals after the field hospital's inability to absorb this increase in number of patients, and is still killing and hunting continuously so far since 9 hours.\n\nThis heinous aggression which is embroiling the army people and killing large numbers of its citizens for the first time in its history, but is a serious disservice to the relationship between the people and the army, all in the interest of a group of coup leaders, in addition to his confutation fatal attacks in politics and partisanship to the minority group against the majority of Egyptian people. The consequences of this aggression flounce Egyptian people spontaneously factors leading to many events and dangerous in all governorates of Egypt threatens serious consequences on the social ladder, leading thinkers to advocate for civil disobedience. The Coalition declares that its approach was and remains a peaceful approach and finger to the spiral of violence, despite the brutality and horror of the attacks.\n\nIt holds the National Alliance leaders of the coup d ' état of 3 July full criminal responsibility and direct political towards such crimes, and to stop the aggression and killings and withdrawal mechanisms, aircraft, and recognition of the constitutional right of citizens to peaceful and the sit-in protest. The National Alliance also appealed to all respectable human rights organizations in the world and all the free and honest people in the world to condemn these crimes and seek to stop the bloodshed and the loss of innocent lives, the coalition maintains its insistence on peaceful resistance and called for Egypt to rally the masses in all provinces until fields down the coup.\n\nGod save Egypt wahlhaorhm martyrs\n\nNational Coalition to support legitimate\nThe coup rejected"}