{"id":"428835640537739_504937612927541","type":"status","created_time":"2013-07-14T08:18:12+0000","message":"প্রফেসর গোলাম আযমের বায়োগ্রাফিঃ \n\nProfessor Ghulam Azam is a renowned political leader in Bangladesh. He is held in great respect by many Bangladeshis but has been subject to a relentless campaign against his reputation, which he believes is politically motivated. He was the prime organiser of Jamaat-e-Islami Bangladesh (now Bangladesh Jamaat-e-Islami) and one of the key players of historic events of the nation including the Language Movement and the movement for democracy in the sixties and eighties. He presented the ‘Caretaker Government’ formula which became a foundation stone of Bangladesh’s democracy, though the currently ruling Awami League government has recently abolished it.\n\nProf Azam was born on November 7, 1922 at Lakxmi Bazar Shah Shaheb Bari in Dhaka, the house of his maternal grandfather, the late Shah Shaheb. He received his Masters in political science from Dhaka University. He was a popular student leader during his student life. He became an Assistant Secretary of East Pakistan Cultural Union for the term 1945-1946. He was elected General Secretary of Dhaka University Central Students Union for 1947-48 and 1948-49 terms.\n\nProfessor Ghulam Azam played a leading role in the Language Movement of the country. In November 1948, he submitted a memorandum to the then Prime Minister of Pakistan Mr Liaqat Ali Khan on behalf of the students of Dhaka University demanding state language status for Bengali. He played an active role in the language movement and was arrested twice, in 1952 and in 1955. He also lost his job as an assistant professor at Rangpur Carmichael College for his role in the language movement. Although his job was reinstated after a strong student protest, he did not re-join as he had decided to dedicate his life in the cause of Islam.\n\nProfessor Ghulam Azam was brought up as a practising Muslim.  He came in touch with a broader socio-political understanding of Islam through a cultural organisation named ‘Tamaddun Mozlish’ – an organisation that also played a key role in the language movement. While a teacher of Political Science in Rangpur Carmichael College, he founded a branch of ‘Tamaddun Majlish’ in Rangpur in 1952.\n\nHis quest for leading the life of a complete Muslim took him to Tabligh Jamaat. He was the Ameer of Tabligh Jamaat of Rangpur for the period of 1951-1954. His separate experiences with ‘Tamaddun Majlish’ and ‘Tabligh Jamaat’ caused him to seek an organisation that covers both the spiritual and sociopolitical aspects of Islam. As a result, he decided to join Jamaat-e-Islami. He became the Secretary General of Jamaat-e-Islami of East Pakistan in 1957. He was thrown to jail in 1964 by the military ruler Ayub Khan for his Jamaat activities.\n\nProfessor Ghulam Azam played a key role in the formation of Pakistan Democratic Alliance (PDM) in 1967 of which Shekh Mujibur Rahman was also a member. It was an all-party democratic resistance movement against the military rule of Ayub Khan. He was the Secretary General of the Executive Committee of East Pakistan Wing of PDM. He became the Ameer of East Pakistan Jamaat-e-Islami in 1969.\n\nProfessor Ghulam Azam did not support the Liberation War of Bangladesh. He did not believe that independence from Pakistan would solve the problems of East Pakistan. He believed in self-rule or autonomy and continued to campaign in favour of that. His main opposition to the Liberation War was that East Pakistan was fully surrounded by India and therefore, gaining independence with India’s support would result in the country being indirectly controlled and ruled by India. He feared that India would come to influence and dominate the politics and economy of the country. This has proven to be the case in recent years.\n\nDuring the liberation war, he continued to call for a united Pakistan, but was troubled by the increasing violence used against the Bangladeshi people by the Pakistani army. He made representations to the Pakistani Army, including General Tikka Khan, to stop their attacks against the Bangladeshi people. He also highlighted the fact that Pakistan came into being as a result of political consensus rather than through violent means. However, his pleas were ignored.\n\nIn late November 1971, Prof Azam went to Lahore for a conference of Jamaat-e-Islami. He was on his way back to Dhaka (then known as ‘Dacca’) on 3rd December, but his plane could not land as the Indian Army was bombing Dhaka Airport. The plane was diverted to Jeddah. After performing Umra, he went to Karachi, but was looking for an opportunity to return to his country. However, he could not return as the new government of Bangladesh, led by Sheikh Mujibur Rahman, cancelled his citizenship along with that of 82 other people. Ghulam Azam then moved to London and was based there during his six-year exile life. He attended many international Islamic conferences around the world and developed a rapport with key Islamic personalities in the Muslim world. Meanwhile, the new Bangladesh government  began the process of secularising the country’s institutions, including schools and universities. Islam-based political parties were banned, Islamic scholars were tortured and jailed.\n\nWhen Ziaur Rahman changed the constitution and incorporated Islam as its key component, Prof Azam lobbied the Saudi government to recognise Bangladesh. Saudi Arabia, who had refused to recognise the country, finally did so thanks to Prof Azam’s contribution. The document below details his representations to Saudi authorities on behalf of the new state of Bangladesh.\n\nRepresentations to Saudi authorities\n\nProfessor Ghulam Azam returned to Bangladesh in July 1978 with a visitor visa as he did not have Bangladeshi citizenship. He repeatedly applied to subsequent Bangladesh governments to restore his citizenship, but never received a reply. He continued to lead Jamaat-e-Islami Bangladesh from behind the scenes, and in December 1991, the party officially declared him as its Ameer. A movement against him began after that by vehemently pro-independence forces who organised an illegitimate ‘People’s Court’ to ‘try’ Ghulam Azam and other pro-Pakistan Bengalis for their alleged role in 1971. He was sent to jail in March 1992 under the ‘Foreigner’s Act’ for overstaying his visit visa, after which he filed a case to the Supreme Court to restore his citizenship. He was released from jail 16 months later when the High Court restored his citizenship. Following an appeal from the government against the High Court ruling, Prof Azam citizenship ruling was upheld by a full-member Appellate Division Court in 1994, which ensured his full right as a citizen of Bangladesh.\n\nProfessor Ghulam Azam retired from active politics in 2000. Since then he has engaged himself in original writings including his memoire Jibone Ja Dekhlam (What I witnessed in life) and providing guidance to Islamic thinkers and politicians in Bangladesh. At the age of 89, prior to his arrest, he was still active in writing and attended the mosque five times a day.\n\nThe current Awami League government in Bangladesh led by Sheikh Hasina has arrested a number of individuals in order to try them for war crimes during the 1971 war. They claim that Prof Azam was involved in crimes against humanity in 1971. The War Crimes Tribunal has received criticism from international lawyers and human rights organisations who are gravely concerned that the trial is merely a political tool to remove dissent and legitimate political debate. Professor Ghulam Azam has spoken frankly about his role in 1971 and has openly challenged anyone to bring evidence to prove their unfounded allegations against him for his role in 1971."}