{"id":"428835640537739_505105716244064","type":"status","created_time":"2013-07-14T12:27:15+0000","message":"Translation of Father’s Day Article\n\nThis article was written by Ghulam Azam’s son and translated from the original Bengali.\n \nDedicated to my father the living legend Prof. Ghulam Azam on “Father’s day”\nFather’s day doesn’t carry any significance to me. Even so, I thought there is nothing wrong in writing something. Therefore I started to write this piece. I didn’t think it would get so long, so I decided to divide the whole write up into two or three parts. This is the first part.\nI request that the reader should comment and share if you want. But please do not use abusive language. Please refrain from leaving abusive comments.\n \nFather’s day and my Father (Part 1)\n \nToday is 16th June, International Father’s Day. Those who us believe in Allah, Quran, Hadith, life after death, for us every day, every hour, every minute is father’s day, hour, minute consecutively. We pray for their wellbeing every time. We try hard to please them, to make them happy, to reduce their pain. So, Father’s day is insignificant to me. But there is no harm in expressing feeling through recalling my father.\n\nOur Prophet taught us “you and all of your property belong to your father.”In the Holy Quran Allah said “Rabbir Hamhuma Kama Rabbi-Yani Sagira.” It also taught us “Wabil Walidaina Ihsana” meaning show kindness to your parents. Do not let them they say the “Uff” word because of us. Alas, we are ignoring and neglecting our parents to a great extent by blindly following the western civilization and indulging ourselves in this materialistic world. If the readers observe themselves and their surroundings they can see the dreadful scenario of the parents and can themselves make an encyclopedia about it.\nI am mature, grown up and well established physically, mentally, educationally, but what was I when I was born? How did I spend my childhood? Whose love, affection, caring, concern has helped me to rise? If they hadn’t taken the pain to raise me I wouldn’t have survived let alone reach this stage. Unfortunately we neglect them today only to indulge ourselves in this materialistic world. \n\nAll of us expect to have a long life. If Allah let us live to till we are aged and if we do not teach our children how to treat parents, then how can they learn how to behave with their own parents? Our children will learn from us, the way in which we behave with our parents. Alas, even when we do not treat our parents well we expect our children to treat us well. There is a saying in English “Children see, Children learn.” Could we teach our children something good? Did we ourselves learned?\n \nNow let me say something about my own father. When I really recall some of his teachings, I cry alone. “When I meet with all of you it’s like an Eid for me. I eagerly wait from the morning for you. When I see you I feel peace, solace.” In every meeting my father, my innocent, angel like, world famous Islamic scholar father Professor Ghulam Azam says this to me. When I hear this from my 91 years old father my whole heart is filled with joy. I feel fortunate then the wealthiest person of the world when I hear from my pious father. I show gratitude to Allah but I am filled with sorrow, pain when I see my aged father in such a pitiful condition. I feel helpless. Sometimes he also says a quote of Rabindaranath is very much applicable for me now, which is “the deeper the affection, the greater the concern.” “I am very much worried about you now. I feel uncertainty, I am anxious about you.”\nWe can meet father in every two weeks, that’s only for 30 minutes. Me, my mother and only one other person is allowed, sometimes my wife or my child. Our large, extended family members don’t have the permission to meet. We meet at the prison cell of B.S.M.M.U. We eagerly count the days to meet. The time finishes even before it starts.\nOn 11th January 2012 the court ordered to send Prof Ghulam Azam to jail denying his bail. No conscious people can understand the fact what harm would happen if this 90 years old had remain on bail during the trial? We have filed to Allah only against those who have put him behind bars like this. Allah will do justice whenever and wherever he wants. Definitely Allah will do it. Anyway from the prison he was send to B.S.M.M.U for treatment. A small portion of the 3rd floor was converted into prison cell long before. He was kept in that prison cell.\nThe building was constructed least 25\/30 years back. He is staying there till now. Approximately it is 200 square feet room. One has to enter the room from the east terrace through the iron gates. On the west wall there are windows and doors. There is a big lock on the iron gates. The window panels and grills are covered with iron sheets. There is a long verandah on the west side but there isn’t any way to go there. As the west side is locked in spite of having a verandah little air and light could ventilate. North and south side has walls. There are damps on the walls, plasters are coming off. On the east side of the terrace there is a washroom, which is in a miserable state. One commode, a basin and a mirror on the top. Water taps are on the places where they should be. Old mosaic on the floor, and the floor is slippery, one has to move cautiously. There is a window A.C. on the south-west corner of the walls, but it doesn’t work. After several attempts we could convince the hospital authority to fix it. Mechanics went to fix it but the jail authority didn’t give permission. What’s the problem if the hospital management wants to fix the hospital’s property? Prison authority couldn’t give any answer. I have assumed if the A.C. is being fixed the prisoner will have some comfort which they can’t tolerate.\nAfter crossing the washroom’s door, on the right of north side’s wall there are some closets. And on the south side walls there are two iron frame beds. Between the two beds there is 5\/6 feet space. In between the two beds of the south side walls there is a wooden table (approximately 3.5 to 2.5 feet, don’t think it was ever been burnished). In front there is a wooden chair. His bag, luggage, clothes, foods are on the west side bed and on the east bed he sleeps. There is a ceiling fan whose maximum speed is a little high than the lowest speed of a new fan. On 2012 we could install a revolving fan beside the wall of his bed after serious lobbying. This is how the pioneer leader of Islamic world is spending his days.\nWhat does he do all through the day? What does he eat? That is where our heart grieves. He is behind the bars; maybe maximum sentence will be verdict. One minister has already said “if Ghulam Azam cannot walk to the gallows because of old age I myself will carry him to the gallows.” But we are not worried about these. My father has taught us decisions of life and deaths are made by Allah. He also taught us not to be afraid of anyone except Allah. That’s why we are not concerned about his prison or death. But we feel bad, our heart bleeds when he hear what he eats, about his loneliness. He has no complaints against anyone. We have to probe him to know details about him. The person who all through this life has seek knowledge, has written 138 books including translation (Tafsir) of Quran, is not allowed to read anything during the last 3 months. We after taking the permission of the court have given books to the prison authority several times. At the beginning stage the authority has given him the books but now they are not! What is the reason behind it? Authority is not giving any answer. The term accountability is almost meaningless in this country. Who is accountable to whom and why? They don’t care. At the beginning they didn’t let him have the Quran even, now at least they haven’t taken it back.\nNow I must say something about what he eats. Those who know Prof. Ghulam Azam is aware of the fact that he never led a lavish life. He is a simple and plain living person. It is reflected in his food habbit also, rice, small fish, lentil, vegetable etc. He never liked big fish, doesn’t eat these fish until he is bound to eat. I don’t want say anything in details about hospital’s food list. After much pursuance an acceptable food list has been made, which serve the purpose only but not really appétit able. But did it solve the problem? How will he eat if the rice is cold and hard? How much could he swallow by smashing the rice to make it soft? Dinner is served before evening ,but his routine is to take dinner around 9:00 p.m., as the dinner gets cold he gulp down that cold and hard rice, chicken, lentil around 8:30. According to him he carries the responsibility of taking food only. Breakfast and lunch is little better but the menu is same cold and hard rice. Readers won’t be able to understand the standard of food cooked in government hospital and especially when the food is cooked for mass people. I say “one loose both the appetite and desire to eat after seeing these types of food.” During the time of our meeting (once in every two weeks) we take fruits and dry food for him. But he distributes it among the jail sentries. He can’t eat without sharing. We have seen this generous person to share even one mango with every member of the house including the maids and servants.\nIn Sha Allah I will write about personal side of Prof. Ghulam Azam in 2nd part. I will just say I am contended and blessed to be a son of Prof. Ghulam Azam. I express my gratitude to Allah to send me to this world as his child. I ask for everyone’s Dua – pray for me so that I can I can live in such away in this world to brightens my parents face I Akihirah (life after death) \nThose who oppose Prof.Ghulam Azam, I am sure they do this without knowing him properly. I request them humbly\n1) Try to learn about Prof. Ghulam Azam. Read his autobiography \n2) Think – why do so many people around the globe loves him? Why they are even ready to sacrifice their lives for him? Why so many shed tears for him every day? Why do they pray, fast and offer Nafl Salah for him?\n\nFinally I will ask Dua from everyone, please pray for him so that he has a long life and quick release with respect. I also pray to Allah “please make the people of this country understand, to have realization about him in return of every good deed of my life (however small it might be). Please don’t be late, let Allah raise the conscience of the people of this unfortunate nation. Let them be aware before they lose this precious, valuable person."}