{"id":"428835640537739_590963920991576","type":"photo","created_time":"2013-12-14T09:53:30+0000","message":"Bangladesh Justice in Question\r\n\r\nOne of the Islamist leader in Bangldesh Abdul Qadir Mollah is hanged tonight (Bangldesh time 10:01pm), There was a huge controversy about the authenticity of the case, I would like to bring to the attention of International community, I want this case to be re-opened in future and true closure to be brought. There are millions of the people in all parties in Bangladesh and abroad who want to know the truth. It is unbearable, unproductive and against the unity as a nation to continue to hear opposite political views of what should be a matter to be judged legally, fairly and with due process.\r\nOne of the members of the ruling party Parliament (MP) Golam Mowlana Rony raised a reference from hanged Abdul Qader Mollah’s last note that the hanged Qader Molla and the accused Koshai (butcher) Qader is not the same person.\r\nWhen Qader Mollah’s family and lawyer side says it is not the same Momena Begum (the only witness), the other side says it is. Only one side is true and that can only be found by a neutral, judicial investigation. Government has clearly failed to do that, neither will opposition be able to do that if they come to power. The only option is to have a truly ICC style tribunal. Else, no matter how many people government hangs, there will be no closure for vast majority of the people. The moment opposition comes to power, which is obvious if election is fair, they will not, and quite legitimately so, go ahead with this circus-like tribunal and process. Rushing to hang someone, without giving him all chances every citizens are accorded is not the answer. Those who respect true independence of the nation, true values of democracy ought to do better than this.\r\nhttp:\/\/ireport.cnn.com\/docs\/DOC-1068075","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-ash4\/1467395_590963900991578_1270746526_s.jpg"}