{"id":"428835640537739_588739671214001","type":"status","created_time":"2013-12-11T07:56:13+0000","message":"For International Media, you can Send in your way\nAttaching poster must Share\n\nAbdul Qader Mollah a prominent politician and social activist who is accused of war crime in 1971 on the based on fake witness. A fake witness (Momena) was appeared into the International War Crime Tribunal to bear witness against Abdul Qader Mollah. Several Online activist have proved the difference between fake witness Momena’s photo and real Momena’s photo which is exhibited in Liberation War Museum by their post through social media. But govt has not care and allowed request for review application. also in the last moment govt take a initiative to show the people that this trial is fair. Avoiding mass protest in domestic level and deep concern from International human rights organizations Bangladeshi govt is implementing this controversial verdict. \nBangladeshi mass people do believe that govt is trying to hang opposition leaders by the name of war crime. They also believe that, Qader Mollah was not involved with any war criminal activities during Liberation War in 1971. According to International agencies and many countries , this verdict is the violation of Human rights. Sentence to death is the violation of Universal Deceleration of Human Rights-1948. Moreover this verdict is totally on the basis of fake statement. Defence team has said that, this verdict is not on fair trial but also desire of a certain group. who have been shouting for few days. \nQader Mollah’s wife has met with him today. Her face also was not sadly because of she do believe that truth will be published once a time. \nIn the mean while Judge court postponed the implementation of this verdict due to application from defense team.United Nation and other Human rights org have been saying for cancelling this verdict for long days.\n\nhttps:\/\/www.facebook.com\/photo.php?fbid=670177679699487&set=a.670177249699530.1073741834.531328436917746&type=1&relevant_count=1"}