{"id":"428835640537739_588708034550498","type":"status","created_time":"2013-12-11T06:33:41+0000","message":"ICTJ Voices Concern Over Bangladesh Capital Punishment\n\nThe International Center for Transitional Justice joins UN Special Rapporteurs on the independence of judges and lawyers, Gabriela Knaul, and on summary executions, Christof Heyns, in expressing deep concern at the information that Abdul Quader Mollah who was sentenced to death on September 17th by the Bangladesh’s Supreme Court, could be executed without full respect to his rights to proper appeal and review. \"Capital punishment under these circumstances would amount to an arbitrary execution, in contravention to fundamental human rights norms and would undermine very justice that the court was supposed to provide,\" said David Tolbert, president of ICTJ.\nBelow is a summary of the statements from the Special Rapporteurs on Abdul Quader Mollah:\nAmid fair trial concerns, UN experts urge Bangladesh to halt impending execution\nvia UN News Centre\nMr. Mollah was condemned to life imprisonment by the Bangladesh International Crimes Tribunal, a special domestic court with the jurisdiction and competence to try and punish any person accused of committing atrocities, including genocide, war crimes and crimes against humanity, in Bangladesh, including during the country’s 1971 independence war.\nAfter the Prosecution appealed the Tribunal’s decision to sentence him to life imprisonment, the country’s Supreme Court sentenced Mr. Mollah to death on 17 September – a ruling that cannot be appealed.\n“The right of appeal is of particular importance in death penalty cases,” said the Special Rapporteur on the independence of judges and lawyers, Gabriela Knaul.\n“Anyone convicted of a crime has the right to have his or her conviction and sentence reviewed by a higher tribunal, as laid down in the International Covenant on Civil and Political Rights to which Bangladesh is a party,” she said in a news release. “This provision is violated where a court of final instance imposes a harsher sentence that cannot be reviewed.”\nBoth Ms. Knaul and the Special Rapporteur on summary executions, Christof Heyns, reiterated their concerns that the defendant was not granted a fair trial.\n“In countries that have not abolished the death penalty, capital punishment may be imposed only following a trial that complied with fair trial and due process safeguards,” said Mr. Heyns.\n“Any death sentence undertaken in contravention of a Government’s international obligations is tantamount to an arbitrary execution,” he stressed. “Only full respect for stringent due process guarantees distinguishes capital punishment as possibly permitted under international law from a summary execution, which by definition violates human rights standards.”\nHe also cautioned that “under such circumstances, the execution of Mr. Mollah could trigger further violence and unrest that has been agitating the country in the recent months.”\nThe experts called for all the defendants whose cases are underway before the Tribunal and the Supreme Court to receive fair trials.\nIndependent experts, or special rapporteurs, are appointed by the Geneva-based UN Human Rights Council to examine and report back on a country situation or a specific human rights theme. The positions are honorary and the experts are not UN staff, nor are they paid for their work."}