{"id":"428835640537739_502698729818096","type":"photo","created_time":"2013-07-11T04:50:14+0000","message":"Exclusive: US bankrolled anti-Morsi activists\r\nDocuments reveal US money trail to Egyptian groups that pressed for president's removal.\r\n\r\n\r\nBerkeley, United States - President Barack Obama recently stated the United States was not taking sides as Egypt's crisis came to a head with the military overthrow of the democratically elected president.\r\n\r\nBut a review of dozens of US federal government documents shows Washington has quietly funded senior Egyptian opposition figures who called for toppling of the country's now-deposed president Mohamed Morsi.\r\n\r\nDocuments obtained by the Investigative Reporting Program at UC Berkeley show the US channeled funding through a State Department programme to promote democracy in the Middle East region. This programme vigorously supported activists and politicians who have fomented unrest in Egypt, after autocratic president Hosni Mubarak was ousted in a popular uprising in February 2011.\r\n\r\nThe State Department's programme, dubbed by US officials as a \"democracy assistance\" initiative, is part of a wider Obama administration effort to try to stop the retreat of pro-Washington secularists, and to win back influence in Arab Spring countries that saw the rise of Islamists, who largely oppose US interests in the Middle East.\r\n\r\nActivists bankrolled by the programme include an exiled Egyptian police officer who plotted the violent overthrow of the Morsi government, an anti-Islamist politician who advocated closing mosques and dragging preachers out by force, as well as a coterie of opposition politicians who pushed for the ouster of the country's first democratically elected leader, government documents show.\r\n\r\nMake a road bump with a broken palm tree to stop the buses going into Cairo, and drench the road around it with gas and diesel. When the bus slows down for the bump, set it all ablaze so it will burn down with all the passengers inside … God bless.\r\n\r\nOmar Afifi Soliman, US-funded anti-Morsi activist\r\n\r\nInformation obtained under the Freedom of Information Act, interviews, and public records reveal Washington's \"democracy assistance\" may have violated Egyptian law, which prohibits foreign political funding.\r\n\r\nIt may also have broken US government regulations that ban the use of taxpayers' money to fund foreign politicians, or finance subversive activities that target democratically elected governments.\r\n\r\n'Bureau for Democracy'\r\n\r\nWashington's democracy assistance programme for the Middle East is filtered through a pyramid of agencies within the State Department. Hundreds of millions of taxpayer dollars is channeled through the Bureau for Democracy, Human Rights and Labor (DRL), The Middle East Partnership Initiative (MEPI), USAID, as well as the Washington-based, quasi-governmental organisation the National Endowment for Democracy (NED).\r\n\r\nIn turn, those groups re-route money to other organisations such as the International Republican Institute, the National Democratic Institute (NDI), and Freedom House, among others. Federal documents show these groups have sent funds to certain organisations in Egypt, mostly run by senior members of anti-Morsi political parties who double as NGO activists.\r\n\r\nThe Middle East Partnership Initiative - launched by the George W Bush administration in 2002 in a bid to influence politics in the Middle East in the wake of the September 11 terrorist attacks - has spent close to $900m on democracy projects across the region, a federal grants database shows.\r\n\r\nUSAID manages about $1.4bn annually in the Middle East, with nearly $390m designated for democracy promotion, according to the Washington-based Project on Middle East Democracy (POMED).\r\n\r\nThe US government doesn't issue figures on democracy spending per country, but Stephen McInerney, POMED's executive director, estimated that Washington spent some $65m in 2011 and $25m in 2012. He said he expects a similar amount paid out this year.\r\nRead documents here:\r\n\r\nA main conduit for channeling the State Department's democracy funds to Egypt has been the National Endowment for Democracy. Federal documents show NED, which in 2011 was authorised an annual budget of $118m by Congress, funneled at least $120,000 over several years to an exiled Egyptian police officer who has for years incited violence in his native country.\r\n\r\nThis appears to be in direct contradiction to its Congressional mandate, which clearly states NED is to engage only in \"peaceful\" political change overseas.\r\n\r\nExiled policeman\r\n\r\nColonel Omar Afifi Soliman - who served in Egypt's elite investigative police unit, notorious for human rights abuses - began receiving NED funds in 2008 for at least four years.\r\n\r\nDuring that time he and his followers targeted Mubarak's government, and Soliman later followed the same tactics against the military rulers who briefly replaced him. Most recently Soliman set his sights on Morsi's government.\r\n\r\nSoliman, who has refugee status in the US, was sentenced in absentia last year for five years imprisonment by a Cairo court for his role in inciting violence in 2011 against the embassies of Israel and Saudi Arabia, two US allies.\r\n\r\nHe also used social media to encourage violent attacks against Egyptian officials, according to court documents and a review of his social media posts.\r\n\r\nUS Internal Revenue Service documents reveal thatNED paid tens of thousands of dollars to Soliman through an organisation he created called Hukuk Al-Nas (People's Rights), based in Falls Church, Virginia. Federal forms show he is the only employee.\r\n\r\nAfter he was awarded a 2008 human rights fellowship at NED and moved to the US, Soliman received a second $50,000 NED grant in 2009 for Hukuk Al-Nas. In 2010, he received $60,000 and another $10,000 in 2011. \r\n\r\nIn an interview with the Investigative Reporting Program at UC Berkeley, Soliman reluctantly admitted he received US government funding from the National Endowment for Democracy, but complained it wasn't enough. \"It is like $2000 or $2,500 a month,\" he said. \"Do you think this is too much? Obama wants to give us peanuts. We will not accept that.\"\r\nJoin the discussion. #EgyptSpeaks\r\n\r\nNED has removed public access to its Egyptian grant recipients in 2011 and 2012 from its website. NED officials didn't respond to repeated interview requests.\r\n\r\n'Pro bono advice'\r\n\r\nNED's website says Soliman spreads only nonviolent literature, and his group was set up to provide \"immediate, pro bono legal advice through a telephone hotline, instant messaging, and other social networking tools\".\r\n\r\nHowever, in Egyptian media interviews, social media posts and YouTube videos, Soliman encouraged the violent overthrow of Egypt's government, then led by the Muslim Brotherhood's Freedom and Justice Party.\r\n\r\n\"Incapacitate them by smashing their knee bones first,\" he instructed followers on Facebook in late June, as Morsi's opponents prepared massive street rallies against the government. Egypt's US-funded and trainedmilitary later used those demonstrations to justify its coup on July 3.\r\n\r\n\"Make a road bump with a broken palm tree to stop the buses going into Cairo, and drench the road around it with gas and diesel. When the bus slows down for the bump, set it all ablaze so it will burn down with all the passengers inside … God bless,\" Soliman's post read. \r\n\r\nIn late May he instructed, \"Behead those who control power, water and gas utilities.\"\r\n\r\nSoliman removed several older social media posts after authorities in Egypt took notice of his subversive instructions, court documents show.\r\nEgyptian women supporters of ousted president Morsi [EPA]\r\n\r\nMore recent Facebook instructions to his 83,000 followers range from guidelines on spraying roads with a mix of auto oil and gas - \"20 liters of oil to 4 liters of gas\"- to how to thwart cars giving chase.\r\n\r\nOn a YouTube video, Soliman took credit for a failed attempt in December to storm the Egyptian presidential palace with handguns and Molotov cocktails to oust Morsi.\r\n\r\n\"We know he gets support from some groups in the US, but we do not know he is getting support from the US government. This would be news to us,\" said an Egyptian embassy official, who spoke on condition of anonymity because he was not authorised to speak to the media.\r\n\r\nFunding other Morsi opponents\r\n\r\nOther beneficiaries of US government funding are also opponents of the now-deposed president, some who had called for Morsi's removal by force.\r\n\r\nThe Salvation Front main opposition bloc, of which some members received US funding, has backed street protest campaigns that turned violent against the elected government, in contradiction of many of the State Department's own guidelines.\r\n\r\nA longtime grantee of the National Endowment for Democracy and other US democracy groups is a 34-year old Egyptian woman, Esraa Abdel-Fatah, who sprang to notoriety during the country's pitched battle over the new constitution in December 2012.\r\n\r\nShe exhorted activists to lay siege to mosques and drag from pulpits all Muslim preachers and religious figures who supported the country's the proposed constitution, just before it went to a public referendum.\r\n\r\nThe act of besieging mosques has continued ever since, and several people have died in clashes defending them.\r\n\r\nFederal records show Abdel-Fatah's NGO, the Egyptian Democratic Academy, received support from NED, MEPI and NDI, among other State Department-funded groups \"assisting democracy\". Records show NED gave her organisation a one-year $75,000 grant in 2011.\r\n\r\nWe were told by the Americans that if we see big street protests that sustain themselves for a week, they will reconsider all current US policies towards the Muslim Brotherhood regime.\r\n\r\nSaaddin Ibrahim, Egyptian-American politician opposed to Morsi\r\n\r\nAbdel-Fatah is politically active, crisscrossing Egypt to rally support for her Al-Dostor Party, which is led by former UN nuclear chief Mohamed El-Baradei, the most prominent figure in the Salvation Front. She lent full support to the military takeover, and urged the West not call it a \"coup\".\r\n\r\n\"June 30 will be the last day of Morsi's term,\" she told the press a few weeks before the coup took place.\r\n\r\nUS taxpayer money has also been sent to groups set up by some of Egypt's richest people, raising questions about waste in the democracy programme.\r\n\r\nMichael Meunier is a frequent guest on TV channels that opposed Morsi. Head of the Al-Haya Party, Meunier - a dual US-Egyptian citizen - has quietly collected US funding through his NGO, Hand In Hand for Egypt Association.\r\n\r\nMeunier's organisation was founded by some of the most vehement opposition figures, including Egypt's richest man and well-known Coptic Christian billionaire Naguib Sawiris, Tarek Heggy, an oil industry executive, Salah Diab, Halliburton's partner in Egypt, and Usama Ghazali Harb, a politician with roots in the Mubarak regime and a frequent US embassy contact.\r\n\r\nMeunier has denied receiving US assistance, but government documents show USAID in 2011 granted his Cairo-based organisation $873,355. Since 2009, it has taken in $1.3 million from the US agency.\r\n\r\nMeunier helped rally the country's five million Christian Orthodox Coptic minority, who oppose Morsi's Islamist agenda, to take to the streets against the president on June 30.\r\n\r\nReform and Development Party member Mohammed Essmat al-Sadat received US financial support through his Sadat Association for Social Development, a grantee of The Middle East Partnership Initiative.\r\n\r\nThe federal grants records and database show in 2011 Sadat collected $84,445 from MEPI \"to work with youth in the post-revolutionary Egypt\".\r\n\r\nSadat was a member of the coordination committee, the main organising body for the June 30 anti-Morsi protest. Since 2008, he has collected $265,176 in US funding. Sadat announced he will be running for office again in upcoming parliamentary elections.\r\n\r\nAfter soldiers and police killed more than 50 Morsi supporters on Monday, Sadat defended the use of force and blamed the Muslim Brotherhood, saying it used women and children as shields.\r\n\r\nSome US-backed politicians have said Washington tacitly encouraged them to incite protests.\r\n\r\n\"We were told by the Americans that if we see big street protests that sustain themselves for a week, they will reconsider all current US policies towards the Muslim Brotherhood regime,\" said Saaddin Ibrahim, an Egyptian-American politician opposed Morsi.\r\n\r\nIbrahim's Ibn Khaldoun Center in Cairo receives US funding, one of the largest recipients of democracy promotion money in fact.\r\n\r\nHis comments followed statements by other Egyptian opposition politicians claiming they had been prodded by US officials to whip up public sentiment against Morsi before Washington could publicly weigh in.\r\n\r\nDemocracy programme defence\r\n\r\nThe practice of funding politicians and anti-government activists through NGOs was vehemently defended by the State Department and by a group of Washington-based Middle East experts close to the programme.\r\nSymbolic coffins for the more than 50 people killed Monday [EPA]\r\n\r\n\"The line between politics and activism is very blurred in this country,\" said David Linfield, spokesman for the US Embassy in Cairo.\r\n\r\nOthers said the United States cannot be held responsible for activities by groups it doesn't control.\r\n\r\n\"It's a very hot and dynamic political scene,\" said Michelle Dunne, an expert at the Atlantic Council think-tank. Her husband, Michael Dunne, was given a five-year jail sentence in absentia by a Cairo court for his role in political funding in Egypt.\r\n\r\n\"Just because you give someone some money, you cannot take away their freedom or the position they want to take,\" said Dunne.\r\n\r\nElliot Abrams, a former official in the administration of George W. Bush and a member of the Working Group on Egypt that includes Dunne, denied in an email message that the US has paid politicians in Egypt, or elsewhere in the Middle East.\r\n\r\n\"The US does not provide funding for parties or 'local politicians' in Egypt or anywhere else,\" said Abrams. \"That is prohibited by law and the law is scrupulously obeyed by all US agencies, under careful Congressional oversight.\"\r\n\r\nBut a State Department official, who spoke on condition of anonymity because of the issue's sensitivity, said American support for foreign political activists was in line with American principles.\r\n\r\n\"The US government provides support to civil society, democracy and human rights activists around the world, in line with our long-held values, such as respecting the fundamental human rights of free speech, peaceful assembly, and human dignity,\" the official wrote in an email. \"US outreach in Egypt is consistent with these principles.\"\r\n\r\nA Cairo court convicted 43 local and foreign NGO workers last month on charges of illegally using foreign funds to stir unrest in Egypt. The US and UN expressed concern over the move.\r\n\r\nOut of line\r\n\r\nSome Middle East observers suggested the US' democracy push in Egypt may be more about buying influence than spreading human rights and good governance.\r\nEgyptians celebrate in Tahrir Square after Morsi's removal [AFP]\r\n\r\n\"Funding of politicians is a problem,\" said Robert Springborg, who evaluated democracy programmes for the State Department in Egypt, and is now a professor at the National Security Department of the Naval Postgraduate School at Monterey, California.\r\n\r\n\"If you run a programme for electoral observation, or for developing media capacity for political parties, I am not against that. But providing lots of money to politicians - I think that raises lots of questions,\" Springborg said.\r\n\r\nSome Egyptians, meanwhile, said the US was out of line by sending cash through its democracy programme in the Middle East to organisations run by political operators.\r\n\r\n\"Instead of being sincere about backing democracy and reaching out to the Egyptian people, the US has chosen an unethical path,\" said Esam Neizamy, an independent researcher into foreign funding in Egypt, and a member of the country's Revolutionary Trustees, a group set up to protect the 2011 revolution.\r\n\r\n\"The Americans think they can outsmart lots of people in the Middle East. They are being very hostile against the Egyptian people who have nothing but goodwill for them - so far,\" Neizamy said.","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-ash3\/946251_502698723151430_1657964859_s.jpg"}