{"id":"428835640537739_448177075270262","type":"photo","created_time":"2013-04-12T03:05:14+0000","message":"......SHARE, RE-PRINT, DISTRIBUTE....\r\n\r\nPlease SHARE far and wide as possible with your friends and contacts on Twitter, Facebook,  Email, Text, WhatsApp etc.\r\n\r\n>> 13 Demands of Hefazoth-e-Islam <<\r\n\r\nHefazoth-e-Islam has come to the forefront of discussion in the public sphere during the Long March to Dhaka which took place on the 6th of April 2013.\r\n\r\nBut what are the demands of the movement? On the 9th of March 2013, Hefazoth-e-Islam spiritual leader Shaykhul-Islam Allamah Shah Ahmad Shafi put forwarded a 13 point demand at the Ulama-Mashayekh (Islamic Scholars) Convention organised at Darul Uloom Hathazari Madrasah Convention Hall:\r\n\r\n1) Reinstatement of ‘Absolute trust and faith in Allah’ in the constitution of Bangladesh and abolish of all laws which are in conflict with the values of the Qur'an and Sunnah.\r\n\r\n2) Enactment of (anti-defamation) law at the parliament keeping death penalty as the highest form of punishment to prevent defamation of Allah, Prophet Muhammad (s.a.w) and Islam, and prevent spreading hate against Muslims (highest penalty prevalent for defamation is 2 years).\r\n\r\n3) Immediate end to the negative propaganda by all anti-Islamic bloggers in a leading role in the so called Shahbag movement who have defamed Allah, Prophet Muhammad (s.a.w), and Islam.\r\n\r\n4) End to all alien cultural practices like immodesty, lewdness, misconduct, culture of free mixing of the sexes, candle lighting in the name of personal freedom and free speech.\r\n\r\n5) Abolish the anti-Islamic inheritance law and the ungodly education policy. Making Islamic education compulsory in all levels.\r\n\r\n6) Declaration of Ahmadis (Qadianis) as non-Muslims by the government and put a stop to their negative and conspiratorial activities.\r\n\r\n7) Stop instating more statues in the name of sculpture at road intersections and educational institutions to save Dhaka, the city of mosques from becoming the city of statues.\r\n\r\n8) Remove all the hassles and obstructions at Baitul Mukarram and all mosques in Bangladesh which prevent Musallis from offering prayer. Also stop creating obstruction for people to attend religious sermons and other religious gatherings.\r\n\r\n9) Stop the spread of Islamophobia among the youth through depiction of negative characters on TV plays and movies in religious attire and painting negative stereotypes of the beard, cap and Islamic practices on various media.\r\n\r\n10) Stop anti-Islamic activities in Chittagong Hill Tracts (CHT) propagated by several NGO’s and Christian missionaries under the guise of religious conversion.\r\n\r\n11) End to the massacre, indiscriminate firing and attacks on the prophet loving Muslim scholars, Madrasah students and the general public.\r\n\r\n12) End to all threats against Islamic scholars, Madrasah students and Imams and Muslim clerics of mosques throughout the country.\r\n\r\n13) Immediate and unconditional release of all detained Islamic scholars, Madrasah students and members of the general public and withdrawal of all false cases filed against them. Compensation to families of all injured and deceased and exemplary punishment to all those responsible.","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-frc1\/644533_448177048603598_1935496665_s.jpg"}