{"id":"428835640537739_577083022379666","type":"photo","created_time":"2013-11-21T04:43:41+0000","message":"Murdered by the state, Jamaat leader Aminul Islam’s dead body found: The implications\r\n\r\nState forces under the guidance of the government of Sheikh Hasina killed labour leader Aminul Islam, aged 40, on the 4th of April 2012. The world saw the brutality with which he was killed. His body was recovered a day later and identified by his family from photographs on the 6th of April. His only fault was that he stood up for the rights of his fellow workers, against the might of the state, against the injustice. See this exhaustive chronological report on the murder of the well known labor rights activists Aminul Islam, a case which remains ‘unsolved’ by the security forces which killed him.\r\n\r\nToday, about 1.5 years later, the dead body of another Aminul Islam has been found, this time at Sitakunda in Chittagong. Police ‘recovered’ the bullet-hit body of Aminul Islam Amin, aged 40, secretary of Barabkunda union unit of Bangladesh Jamaat-e-Islami, from Kasaipara in the upazila around 1:30 pm. Local Jamaat leader Anwar Siddiqui Chowdhury confirmed that members of Detective Branch of police arrested Aminul from a restaurant in Chouddagram upazila of Comilla on November 17 during a stopover while he along with his wife was returning to Chittagong from Dhaka by a bus. He was not seen since. The body was found next to a slaughter house next to the Dhaka Chittagong highway at Panthotila area. The body of the previously abducted leader was found gagged and bullet ridden.\r\n\r\nAminul Islam Amin is the not the first, nor definitely an isolated case. Police and BGB at Sitakunda, along with security forces at all places in the country have not hesitated in using live ammunition in the dispersal of crowds of protesters who tried to exercise their democratic right to protest peacefully. The hypocrisy this government has shown in keeping its mouth shut on the barrage of deaths that have occurred over the past few weeks show the inherent autocratic tendency of this government when it ordered security forces to use live fire upon public demonstrations, granting impunity to the killers at will. Helpful in this regard has been the role of the government compliant media (which have been kept open by the Government) in covering up these deaths under the cloak of reactionary action to public unrest.  \r\n\r\nWill the world not condemn this extrajudicial killing? Will the family of this leader who stood up to the injustice and rampant corruption of the police and administration not get justice? It is with a heavy heart that we shall conclude that there is little hope in this regard, as long as the world powers, led by India and the United States continue to adamantly support this autocratic government that has defied every tenet of democracy in the book, and under whose rule countless activists, businessmen, academics, rights workers et al have been subject to unwarranted detainment, torture and oppression. We demand justice. And to that end we demand the removal of this regime. We urge the foreign powers to look beyond their own selfish interests, the victims of which have been the common people of Bangladesh, whose voices ever remain gagged.  \r\n\r\nhttp:\/\/talukdershaheb.tumblr.com\/post\/67554016956\/murdered-by-the-state-jamaat-leader-aminul-islams#.Uo2O8_umeNe","picture":"http:\/\/photos-f.ak.fbcdn.net\/hphotos-ak-prn2\/t1\/1461643_577083002379668_2094459957_s.jpg"}