{"id":"428835640537739_577071482380820","type":"status","created_time":"2013-11-21T03:53:27+0000","message":"The new york Editorial: Political Crisis in Bangladesh\n\nSince the year began, a series of general strikes have paralyzed Bangladesh, and hundreds have died in violent clashes between rival political factions. Top opposition leaders and human rights activists have been arrested. Courts have delivered guilty verdicts and death sentences that flout the most basic standards of due process.\n\nResponsibility for this crisis sits squarely with Prime Minister Sheikh Hasina, the leader of the Awami League party. Ms. Hasina seems determined to hang on to power in advance of general elections scheduled for January and to neutralize her opponents by any means necessary. In 2011, she scrapped a constitutional provision for the governing party to cede power to a neutral caretaker government three months before elections take place. Instead, Ms. Hasina set up an “all-party” government over which she presides. This is not acceptable to Khaleda Zia, a former prime minister who is the leader of the opposition Bangladesh Nationalist Party, or B.N.P. The two are locked in a potentially explosive impasse.\n\nMeanwhile, the Jamaat-e-Islami party, an ally of the B.N.P., has been banned from participating in the upcoming elections. Many Bangladeshis who support the Awami League fear that Islamist parties are threatening the foundation of a country that fought bitterly to separate from Pakistan in 1971. But banning Jamaat-e-Islami from participating in the electoral process is only forcing frustrated supporters into the streets.\n\nMeanwhile, trials held by the International Crimes Tribunal in Bangladesh, which was set up in 2009 to try people accused of committing atrocities during the 1971 war with Pakistan, have targeted opposition leaders. The tribunal appears to be yet another tool to stifle political opponents.\n\nIf violations of rights continue, Bangladesh could face pressure, including perhaps sanctions, from the international community. Prime Minister Hasina needs to restore autonomy to Bangladesh’s judiciary, stop persecuting human rights activists and work with the political opposition to find an acceptable transitional government ahead of next year’s election. \n\nhttp:\/\/www.nytimes.com\/2013\/11\/21\/opinion\/political-crisis-in-bangladesh.html?_r=0"}