{"id":"428835640537739_548364821918153","type":"photo","created_time":"2013-10-01T15:57:52+0000","message":"ফাঁস হওয়া রায় এবং ট্রাইব্যুনালের রায় হুবহু মিল\r\n\r\nএকাত্তরের মুক্তিযুদ্ধকালীন মানবতাবিরোধী অপরাধে মৃত্যুদন্ডপ্রাপ্ত বিএনপির স্থায়ী কমিটির সদস্য সালাহউদ্দিন কাদের চৌধুরীর বিরুদ্ধে মামলার রায় লেখা হয়েছে আইন মন্ত্রনালয়ে। সালাহউদ্দিন কাদের চৌধুরীর বিরুদ্ধে আজ আন্তর্জাতিক অপরাধ ট্রাইবুনাল-এক থেকে যে রায় দেয়া হয়েছে সেই রায়ের কপি পাওয়া গেছে ভারপ্রাপ্ত আইন সচিব আবু সালেহ শেখ মোহাম্মদ জহিরুল হকের অফিসের একটি কম্পিউটারে।\r\n\r\nগতকাল থেকেই এমন একটি খবর প্রকাশিত হয় দেশী বিদেশী কয়েকটি ব্লগসহ বেশকিছু সামাজিক ওয়েবসাইটে। প্রথমে একে গুজব হিসেবে বলা হলেও রায় ঘোষণার পর বিস্ময়করভাবে দেখা যায় ট্রাইব্যুনালের রায়ের সাথে ফাঁস হওয়া রায়ের সাথে হুবহু মিল।\r\n\r\nতাতে আরো যে বিস্ময়কর তথ্য পাওয়া গেছে তা হল- বিচার শেষ হবার আগেই রায় লেখা শুরু হয়েছে। ফাইলের তথ্য অনুযায়ী রায় লেখা শুরু হয়েছে গত ২৩ মে। কিন্তু তখনও সালাহউদ্দিন কাদের চৌধুরীর বিরুদ্ধে রাষ্ট্রপক্ষের সাক্ষীদের সাক্ষ্য গ্রহণ চলছিল।\r\n\r\nএ তথ্যগুলো পাওয়া যায় বেলজিয়াম ভিত্তিক ওয়েবসাইট http:\/\/www.tribunalleaks.be\/ । যেখানে রায়ের খসড়া এবং ফাইনাল কপি আপলোড করা হয়। ট্রাইব্যুনালে রায় ঘোষণার সময় সালাহউদ্দিন কাদের চৌধুরীর স্ত্রী ফারহাত কাদের চৌধুরীর হাতে রায়ের এ খসড়া কপি দেখা গেছে।\r\n\r\nএকাত্তরের মানবতাবিরোধী মোট ২৩ টি অভিযোগে সালাহউদ্দিন কাদের চৌধুরীর বিরুদ্ধে অভিযোগ গঠন করা হয়েছিল। সেখান থেকে মোট ১৭টি অভিযোগের বিরুদ্ধে রাষ্ট্রপক্ষ ট্রাইব্যুনালে সাক্ষী হাজির করে। যেহেতু রাষ্ট্রপক্ষ ১৭টি অভিযোগের পক্ষে সাক্ষী হাজির করেছে, তাই এ ১৭টি অভিযোগের বিষয়ে রায় লেখা হয়েছে মর্মে দেখা যায় আইন মন্ত্রনালয় থেকে পাওয়া রায়ের কপিতে।\r\n\r\nআইন মন্ত্রনালয় থেকে পাওয়া আজকের রায়ে দেখা যায়- ১৭টি অভিযোগের মধ্যে মোট ৯টি অভিযোগে সালাহউদ্দিন কাদের চৌধুরীকে দোষী সাব্যস্ত করা হয়েছে। আটটি অভিযোগ থেকে তাকে খালাস দেয়া হয়েছে।\r\n\r\nএকই কথাই বলা হয়েছে আজকের রায়েও। বিষয়টি নিয়ে ইতোমধ্যে সবার মাঝে ধুম্রজাল তৈরি হয়েছে।\r\n\r\n২৩টি অভিযোগের মধ্যে রাষ্ট্রপক্ষ ছয়টি অভিযোগের পক্ষে কোন সাক্ষী হাজির করেনি। সে ছয়টি অভিযোগ রাষ্ট্রপক্ষ প্রমানে ব্যর্থ হয়েছে বলে রায়ে উল্লেখ করা হয়েছে।\r\n\r\n১৭টি অভিযোগের মধ্যে যে ৯টি অভিযোগে তাকে দোষী সাব্যস্ত করা হয়েছে সেগুলো হলঃ\r\n\r\n২ নং অভিযোগঃ মধ্য গহিরায় গণহত্যা।\r\n\r\n৩নং অভিযোগঃ নূতন চন্দ্র হিংস হত্যা।\r\n\r\n৪নং অভিযোগঃ জগৎমলল পাড়া গণহত্যা।\r\n\r\n৫ নং অভিযোগঃ সুলতানপুরে নেপাল চন্দ্র ও অপর তিনজনকে হত্যা।\r\n\r\n৬ নং অভিযোগঃ ৬৯ পাড়া গণহত্যা।\r\n\r\n৭ নং অভিযোগঃ সতিশ চন্দ্র পালিত হত্যা।\r\n\r\n৮ নং অভিযোগঃ মোজাফফর ও তার ছেলে শেখ আলমগীর হত্যা।\r\n\r\n১৭ নং অভিযোগঃ নিজাম উদ্দিন আহম্মদকে অপহরণ ও নির্যাতন।\r\n\r\n১৮ নং অভিযোগঃ সালেহউদ্দিন আহমদকে অপহরণ ও নির্যাতন।\r\n\r\n১৭টি অভিযোগের মধ্যে যে ৮টি অভিযোগ থেকে সালাহউদ্দিন কাদের চৌধুরীকে খালাস দেয়া হয়েছে সেগুলো হলোঃ\r\n\r\n১ নং অভিযোগঃ গুডস হিলে সাতজনকে অপহরণ করে ও নির্যাতন করে।\r\n\r\n১০ নং অভিযোগঃ মানিক ধরের বাড়ি লুট।\r\n\r\n১১ নং অভিযোগঃ বোয়াল খালী গণহত্যা।\r\n\r\n১২ নং অভিযোগঃ বিজয় কৃঞ্চ ও দুইজনকে হত্যা।\r\n\r\n১৪ নং অভিযোগঃ হানিফ হত্যা।\r\n\r\n১৯ নং অভিযোগঃ মাহবুব আলম হত্যা।\r\n\r\n২০ নং অভিযোগঃ এখলাস হত্যা।\r\n\r\n২৩ নং অভিযোগঃ সলিমুল্লাহর উপর নির্যাতন।\r\n\r\nযে ৬টি অভিযোগের বিরুদ্ধে রাষ্ট্রপক্ষ সাক্ষী হাজির করেননি সেগুলো হলোঃ ৯, ১৩, ১৫, ১৬, ২১ এবং ২২। রায়ে লেখা হয়েছে এ ৬টি অভিযোগ রাষ্ট্রপক্ষ প্রমাণে ব্যর্থ হয়েছে।\r\n\r\nযেখানে পাওয়া গেল ফাইলটিঃ\r\n\r\nআইন মন্ত্রণালয়ের ষষ্ঠ তলার একটি কম্পিউটারের ডি-ড্রাইভে “Local Disk (DHappy” এই রায়ের কপি পাওয়া যায়। কম্পিউটারের প্রত্যেকটি ফাইল বা ডকুমেন্টের উৎস নির্ণয়ক তথ্য ঐ ফাইল\/ডকুমেন্টে সংরক্ষিত থাকে। এই তথ্য ঐ ফাইল বা ডকুমেন্টের প্রপারেটিস অপশনে গেলে পাওয়া যায়। এই রায়ের কপিটি যে ফাইল পাওয়া গেছে তার প্রপারটিস পরীক্ষা করে নিম্নোক্ত তথ্য পাওয়া যায়।\r\n\r\n“ডি ড্রাইভ” এর “আলম” নামক ফোল্ডারের সাব ফোল্ডার “ডিফারেন্ট কোর্টস এন্ড পোস্ট ক্রিয়েশন” এর মধ্যে আরেকটি সাব ফোল্ডার “চীফ প্রসিকিউটর- ওয়ার ট্রাইবুনালস” এর মধ্যে রাখা রায়ের খসড়া কপিটির নাম ছিল “সাকা ফাইনাল- ১”। ইংরেজিতে উক্ত ফাইল পাথটি হলো-\r\n\r\nD:AlamDIFFERENT COURTS n POST CREATIONWar Crimes TribunalChief Prosecutor – War Tribunalsaka final – 1.doc.\r\n\r\n`ICT BD Case No. 02 of 2011 (Delivery of Judgment) (Final)’\r\n\r\nআলম নামের যে ব্যক্তির ফোল্ডারে ফাইলটি পাওয়া গেছে সেই আলম হলেন আইন মন্ত্রণালয়ের ভারপ্রাপ্ত সচিব আবু সালেহ শেখ মোঃ জহিরুল হক এর কম্পিউটার অপারেটর।\r\n\r\nবিচার শেষের আগেই রায় লেখা শুরু\r\n\r\nআইন মন্ত্রনলায়ের যে ফাইলটিতে সালাহউদ্দিন কাদের চৌধুরীর রায়ের কপি পাওয়া গেছে সেই ফাইলটির প্রপার্টিজ অপশনে দেখা যায় ফাইলটি তৈরি করা হয়েছে ২০১৩ সালের ২৩ মে ১২টা ১ মিনিটের সময়। ফাইলের সাইজ ১৬৭ কেবি। পৃষ্ঠা ১৬৪। এডিট করা হয়েছে ২৫৮৭ মিনিট পর্যন্ত।\r\n\r\nফাইল অনুযায়ী সালাহউদ্দিন কাদের চৌধুরীর রায় লেখা শুরু হয় ২৩ মে। কিন্তু ওই সময় সালাহউদ্দিন কাদের চৌধুরীর বিরুদ্ধে ট্রাইবুনালে সাক্ষ্য গ্রহন চলছিল।\r\n\r\nগত ১৪ই অগাষ্ট’১৩ইং তারিখে সালাহউদ্দিন কাদের চৌধুরীর মামলার সমস্ত কার্যক্রম শেষ হয় এবং রায়ের জন্য তারিখ অপেক্ষমান ঘোষনা করা হয়। সে অনুযায়ী দেখা যায়, বিচার শেষ হবার তিন (০৩) মাস আগেই রায় লেখা শুরু হয় আইন মন্ত্রনালয় থেকে।\r\n\r\nরায়ের এক স্থানে সালাহউদ্দিন চৌধুরীর প্রতি ক্ষোভ প্রকাশ করে লেখা হয়েছে যে,বিচারপতিগণ আদালত কক্ষ ত্যাগ করার সময় তিনি উঠে দাঁড়াতেন না। এছাড়া সালাহউদ্দিন কাদের চৌধুরী মাঝে মধ্যে ট্রাইবুনালে বিচারপতিদের চেয়ারম্যান ও মেম্বার সাহেব বলে সম্বোধন করতেন। এ বিষয়টিও রায়ে ক্ষোভের সাথে উল্লেখ করা হয়েছে।\r\n\r\nপাঠকদের সুবিধার জন্য ফাঁস হওয়া রায়ের পুরো কপি দেয়া হলো:\r\n\r\nICT BD Case NO. 02 of 2011 (Delivery of Judgment)(final)\r\n\r\nInternational Crimes Tribunal-1 ( ICT-1)\r\n\r\nOld High Court Building, Dhaka, Bangladesh.\r\n\r\nICT-BD Case No. 02 OF 2011\r\n\r\n(Charges:- Crimes Against Humanity, genocide abetment and complicity to commit Such crimes as specified in section 3(2)(a), 3(2)(c), 3(2)(g) and (h) read with section 4(1) of the Act No. XIX of 1973.\r\n\r\nThe Chief Prosecutor\r\n\r\nVersus\r\n\r\nSalauddin Quader Chowdhury\r\n\r\nPresent:\r\n\r\nMr. Justice A.T.M. Fazle Kabir, Chairman\r\n\r\nMr. Justice Jahangir Hossain, Member\r\n\r\nMr. Justice Anwarul Haque, Member\r\n\r\nDate of delivery of Judgment ……, 2013.\r\n\r\nProsecutors:-\r\n\r\nMr. Golam Arif Tipu, Chief Prosecutor with\r\n\r\nMr. Syed Haider Ali\r\n\r\nMr. Rana Das Gupta\r\n\r\nMr. Zead-Al- Malum\r\n\r\nMr. Sultan Mahmud\r\n\r\nMr. A.K.M. Saiful Islam\r\n\r\nMr. Abdur Rahman Howlader\r\n\r\nMs. Tureen Afroz\r\n\r\nMs. Nurjahan Begum Mukta\r\n\r\nMs. Rezia Sultana Begum\r\n\r\nMr. Taposh Kanti Baul.\r\n\r\nDefence Counsels:-\r\n\r\nMr. A.H.M. Ahsanul Huq Hena with\r\n\r\nMr. A.K.M. Fakrul Islam\r\n\r\nMr. Muhammad Huzzatul Islam Khan\r\n\r\nMs. Salma Hye-(State defence counsel)\r\n\r\nJudgment\r\n\r\n(Under section 20(1) of the Act XIX of 1973)\r\n\r\nI. Introduction:-\r\n\r\n1. This Tribunal (ICT-1) has been lawfully constituted as a domestic judicial forum for the purpose of holding trials relating to internationally recognised crimes, such as, crimes against humanity, genocide and other class offencescommitted during the War of Liberation in 1971. Bangladesh Parliament enacted the International Crimes (Tribunals) Act in 1973 (hereinafter referred to as “the Act”) to provide for the detention, prosecution and punishment of persons for genocide, crimes against humanity, war crimes and other crimes under International law, committed in the territory of Bangladesh during the War of Liberation, particularly between 25 March to 16 December, 1971.\r\n\r\n2. On behalf of both the parties the learned prosecutors and defence counsels raised some legal issues and factual aspects relating to superior responsibility of the accused, historical background of War of Liberation, characterization of international crimes, commencement of proceedings, charges framed, and the laws applicable to the case for the purpose of determining criminal liability of the accused.\r\n\r\nII. Commencement of proceedings:-\r\n\r\n3. On the basis of investigation report submitted by the Investigation Agency, the learned Chief Prosecutor filed formal charge along with documents in the Tribunal on 14.11.2011 as required under Section 9(1) of the Act against accused Salauddin Quader Chowdhury. On perusal of the formal charge along with documents submitted by the prosecution, Cognizance of offences as specified in section 3(2) of the International Crimes (Tribunals) Act, 1973 was taken on 17.11.2011 against accused Salauddin Quader Chowdhury. The accused filed an application on 30.11.2011 praying for canceling the Vokalatnama executed by him in favour of his counsels and that prayer was allowed with a permission to conduct his own case personally. The prosecution submitted its documents in the office prescribed for the accused but he refused to receive those documents for the preparation of the defence case. By the order dated 12.12.2011, this Tribunal appointed Mr. Badiuzzaman, Advocate of the Supreme Court of Bangladesh at the expense of the Government to defend the accused as per provision of section 12 of the Act. The newly engaged counsel was asked to receive prosecution documents to prepare defence case and he was also permitted to consult with the accused in the jail custody by the order dated 19.12.2011. The accused filed a series of applications one after another to delay the proceeding but those those applications were disposed of in accordance with law. Charge framing date was fixed on 15.01.2012, on that date accused submitted that he would argue his own case without taking any assistance of the State-defence counsel. The accused started shouting in the court room and created untoward disturbance for which he was warned by the Tribunal. As per submission of the accused, the appointment of Mr. Badiuzzaman as State defence counsel was cancelled and newly appointed counsel Mr. Ahsanul Huq Hena was permitted to conduct the case of the accused. After hearing the learned lawyers of both the parties on charge framing matter and on perusal of formal charge and documents, this Tribunal framed 23 charges against accused Salauddin Quader Chowdhury on 04.04.2012 under section 3(2)(a), 3(2)(c), 3(2)(g) and 3(2)(h) read with section 4(1) of the Act which are punishable under section 20(2) of the Act No. XIX of 1973.\r\n\r\nThe Charges framed were readove  and explained to the accused on dock to which he pleaded not guilty and claimed to have fair justice and thus trial was started.\r\n\r\nIII. Historical Background:-\r\n\r\n4. In 1971, during the War of Liberation of Bangladesh, atrocities in a large scale, crimes against humanity, war crimes and genocide were committed by Pakistani forces, auxiliary forces and their associates which resulted the birth of Bangladesh as an independent country. It was estimated that during nine month long war, about three million people were killed, nearly a quarter million women were raped, and over 10 million people were deported to India causing brutal persecution upon them.\r\n\r\n5. In August, 1947, the partition of British India based on two-nation theory, gave birth to two new states, one a secular state named India and the other the Islamic Republic of Pakistan. The two-nation theory was propositioned on the basis that India will be for Hindus while Pakistan will be a state for the Muslims. This theory culminated into the creation of Pakistan which was comprised of two geographically and culturally separate areas to the east and the west of India. The western zone was eventually named West Pakistan and the eastern zone was named East Pakistan, which is now Bangladesh.\r\n\r\n6. Ever since the creation of Pakistan, the Pakistan Government adopted discriminatory policies backed by its bureaucracy and Army to rule over the people of East Pakistan that caused great disparity in every field including, education, welfare, health, armed services, civil bureaucracy, economic and social developments. One of the first patently discriminatory and undemocratic policies of the Government of Pakistan was manifested when in 1952 the Pakistani authorities attempted to impose Urdu as the only State language of Pakistan ignoring Bangla, the language of the majority population of Pakistan. The people of the then East Pakistan started movement to get Bangla recognised as a state language thus marking the beginning of language movement that eventually turned to the movement for greater autonomy and self-determination and eventually independence. Numerous Bangalees sacrificed their lives to realise Bangla as a state language. Since then, the people of East Pakistan started thinking of their own emancipation and started a political movement for getting provincial autonomy for East Pakistan.\r\n\r\n7. In the general election of 1970, the Awami League under the leadership of Bangabandhu Sheikh Mujibur Rahman won 167 seats out of 300 seats of the National Assembly of Pakistan and thus became the majority party of Pakistan. Of the 300 seats, 169 were allocated to East Pakistan of which Awami League won 167 demonstrating an absolute majority in the Parliament. Despite this overwhelming majority, Pakistan government did not hand over power to the leader of the majority party as democratic norms required. As a result, movement started in this part of Pakistan and Bangabandhu Sheikh Mujibur Rahman in his historic speech of 7th March, 1971 called on the people of Bangladesh to strive for independence if people’s verdict is not respected and power is not handed over to the leader of the majority party. On 26th March, following the onslaught of “Operation Search Light” by the Pakistani military on 25th March, Bangabandhu declared Bangladesh independent immediately before he was arrested by the Pakistani authorities.\r\n\r\n8. With this declaration of independence, the war to liberate Bangladesh from the occupation of Pakistan military began that ended on 16th of December, 1971 with the surrender of all Pakistani military personnels present in Bangladesh before the Joint Indian and Bangladeshi forces in Dhaka. In the War of Liberation that ensued, all people of East Pakistan wholeheartedly supported and participated in the call to free Bangladesh but a small number of Bangalees, Biharis, other pro-Pakistanis, as well as members of a number of different religion-based political parties joined and\/or collaborated with the Pakistan military to actively oppose the creation of independent Bangladesh. Except those who opposed, Hindu communities like others in Bangladesh, supported the Liberation War which in fact drew particular wrath of the Pakistani military and their local collaborators, who perceived them as pro-Indian and made them targets of attack, persecution, extermination and deportation as members belonging to a religious group.\r\n\r\n9. As a result, 3 million (thirty lakh) people were killed, more then 2(two) lakh women raped, about 10 million (one crore) people deported to India as refugees and million others were internally displaced. It also saw unprecedented destruction of properties all over Bangladesh.\r\n\r\n10. To prosecute their policy of occupation and repression, and in order to crash the aspiration of the freedom-loving people of an independent Bangladesh, the Pakistan government and the military set up number of auxiliary forces such as the Razakars, the Al-Badr, the Al-Shams, the Peace Committee etc, essentially to collaborate with the military in identifying and eliminating - all those who were perceived to be sympathized with the liberation of Bangladesh, individuals belonging to minority religious groups especially the Hindus, political groups belonging to Awami League and other pro-Independence political parties, Bangalee intellectuals and civilian population of Bangladesh. The truth about the nature and extent of the atrocities and crimes perpetrated during the period by the Pakistani military and their allies became known to the wider world through independent reports by the foreign journalists and dispatches sent home by the diplomatic community in Dhaka.\r\n\r\n11. The road to freedom for the people of Bangladesh was arduous and torturous, smeared with blood, toil and sacrifices. In the contemporary world history, perhaps no nation paid as dearly as the Bangalees did for their emancipation.\r\n\r\n12. Pursuant to Bangabandhu’s Declaration of Independence, a provisional government-in-exile was formed on April 17, 1971 in Mujibnagar with Bangabandhu as the President of Bangladesh. In his absence, Syed Nazrul Islam was the Acting President and Tajuddin Ahmed was the Prime Minister who coordinated the operations to expel the occupying Pakistani forces and to liberate Bangladesh.\r\n\r\n13. In order to bring to justice the perpetrators of the crimes committed in 1971, the International Crimes (Tribunals) Act, 1973 was promulgated. However, no Tribunal was set up and no trial took place under the Act until the government established this International Crimes Tribunal on 25th of March 2010.\r\n\r\nIV. Brief account of the accused:-\r\n\r\n14. Accused Salauddin Quader Chowdhury is the eldest son of Late Fazlul Quader Chowdhury who was born on 13 March, 1949 at Chittagong. His father was the General Secretary of Muslim League of Chittagong since before partition of India in 1947. Mr. Fazlul Quader Chowdhury was one of the Ministers in the Cabinet of President Ayub Khan in 1962 and subsequently he became the Speaker’ of the National Assembly of Pakistan. In the General Election of 1970, Mr. Fazlul Quader Chowdhury being the President of Convention Muslim League contested in the said election but he got defeat. While Pakistan army launched “ Operation Search Light” in Bangladesh in the night following 25 March 1971, the father of the accused formed para-Militia Bahinies in collaboration with Pakistan-army to resist the independence of Bangladesh. Accused Salauddin and his father joined their hands with Pakistan-army and auxiliary forces to commit crimes against humanity and genocide in Chittagong area during the War of Liberation in 1971. Accused actively participated in the killing of unarmed Hindu people of Chittagong in a large scale and also committed offence of abduction, torture, looting , deportation, genocide and all other atrocities during the War of Liberation of Bangladesh in collaboration with Pakistan army, Razakars, Al-Badrs and Al-shams. For the anti-liberation role of Salauddin Quader Chowdhury, he was attacked by throwing grenade on 20 September, 1971 by the Freedom-Fighters causing injuries on his person. Thereafter he left this Country for his misdeeds and he came back to Bangladesh in 1974. He joined in the Politices at Chittagong and he was elected Member of Parliament (M.P.) for five times being the candidate of different political parties namely Muslim League Jatio Party , N.D.P. and BNP since 1979 to 2008. The accused and his father used their residence named “ Goodshill” as torture centre and he as self-declared Brigadiar used to conduct operations under his leadership in different places of Chittagong.\r\n\r\nV. Jurisdiction of the Tribunal:-\r\n\r\n15. The International Crimes (Tribunals) Act, 1973 has empowered the Tribunal to prosecute and punish not only the armed forces but also the perpetrators who belonged to auxiliary forces or who committed the offence as an individual or a group of individuals and no where in the Act, it has been said that without prosecuting the armed forces (Pakistani) an individual or group of individuals having any other capacity specified in section 3(1) of the Act cannot be prosecuted. Rather it is manifested in section 3(1) that even any person if he is prima facie found criminally responsible for the offences specified in section 3(2) of the Act can be brought to justice. Moreover, the provisions of section 4(1) and 4(2) are the guiding principles for fixing up liability of a person or in the capacity of superior command responsibility, if any offences committed specified in section 3(2) of the Act.\r\n\r\nThus, the Tribunals set up under the Act are absolutely domestic Tribunals but empowered to try internationally recognized crimes committed in violation of customary international law.\r\n\r\nVI. Consistency of ICT Act, 1973 with other statutes on international Crimes:-\r\n\r\n16. Section 3(2)(a) of International Crimes (Tribunals) Act, 1973 ( as amended in 2009) defines the crimes against Humanity in the following manner:\r\n\r\n“Crimes against Humanity: namely, murder, extermination, enslavement, deportation, imprisonment, abduction, confinement, torture, rape or other inhumane acts committed against any civilian population or persecutions on political, racial, ethnic or religions grounds, whether or not in violation of the domestic law of the country where perpetrated;”\r\n\r\n17. Many have expressed their concern by the degree to which the above definition of ‘Crimes against Humanity’ under the Act differs from international standards. It may be stated that ‘international standard’ itself is a fluid concept, it changes with time and requirement through a mechanism of progressive development of law. Therefore, one can look at the concept of ‘standard’ from entirely a technical perspective; whereas, others can see it as a matter of inherent spirit.\r\n\r\n18. Looking at the contemporary standards of definition of ‘Crimes against Humanity’ in various statutes on international crimes, the first observation can be made is that there is no ‘consistency’ among definitions. The Statute of the International Criminal Tribunal for the Former Yugoslavia, 1993 (ICTY Statute), the Statute of the International Criminal Tribunal for Rwanda, 1994 (ICTR Statute), the Rome Statute of the International Criminal Court, 1998 (Rome Statute) or the Statute of the Special Court for Sierra Leone, 2002 (Sierra Leon Statute) although share common spirit, do differ in legal technical nitty-gritty.\r\n\r\nVII. The Rome Statute: Article-7\r\n\r\nCrimes against humanity\r\n\r\n19. For the purpose of this Statute, “crime against humanity” means any of the following acts when committed as part of a widespread or systematic attack directed against any civilian population, with knowledge of the attack:\r\n\r\n(a) Murder;\r\n\r\n(b) Extermination;\r\n\r\n(c) Enslavement;\r\n\r\n(d) Deportation or forcible transfer of population;\r\n\r\n(e) Imprisonment or other severe deprivation of physical liberty in violation of fundamental rules of international law;\r\n\r\n(f) Torture;\r\n\r\n(g) Rape, sexual slavery, enforced prostitution, forced pregnancy, enforced sterilization, or any other form of sexual violence of comparable gravity;\r\n\r\n(h) Persecution against any identifiable group or collectivity on political, racial, national, ethnic, cultural, religious, gender as defined in paragraph 3, or other grounds that are universally recognized as impermissible under international law, in connection with any act referred to in this paragraph or any crime within the jurisdiction of the Court;\r\n\r\n(i) Enforced disappearance of persons;\r\n\r\n(j) The crime of apartheid;\r\n\r\n(k) Other inhumane acts of a similar character intentionally causing great suffering, or serious injury to body or to mental or physical health.\r\n\r\n20. The ICTR Article 3: Crimes against Humanity\r\n\r\nThe international Criminal Tribunal for Rwanda shall have the power to prosecute persons responsible for the following crimes when committed as part of a widespread or systematic attack against any civilian population on national, political, ethnic, racial or religious grounds:\r\n\r\n(a) Murder\r\n\r\n(b) Extermination;\r\n\r\n(c) Enslavement;\r\n\r\n(d) Deportation;\r\n\r\n(e) Imprisonment;\r\n\r\n(f) Torture;\r\n\r\n(g) Rape;\r\n\r\n(h) Persecutions on political, racial and religious grounds;\r\n\r\n(i) Other inhumane acts.\r\n\r\n21. THE ICTY. ARTICLE 5\r\n\r\nThe International Criminal Tribunal shall have the power to prosecute persons responsible for the following crimes when committed in armed conflict, whether international or internal in character, and directed against any civilian population:\r\n\r\n(a) murder;\r\n\r\n(b) extermination;\r\n\r\n(c) enslavement;\r\n\r\n(d) deportation;\r\n\r\n(e) imprisonment;\r\n\r\n(f) torture\r\n\r\n(g) rape\r\n\r\n(h) persecutions on political, racial and religious grounds;\r\n\r\n(i) other inhumane acts.\r\n\r\n22. ICT BD\r\n\r\n3. (1) A Tribunal shall have the power to try and punish any individual or group of individuals, or any member of any armed, defence or auxiliary forces, irrespective of his nationality, who commits or has committed, in the territory of Bangladesh , whether before or after the commencement of this Act, any of the crimes mentioned in sub-section (2).\r\n\r\n(a) Crimes against Humanity: namely, murder extermination, enslavement, deportation, imprisonment, abduction, confinement, torture, rape or other inhumane acts committed against any civilian population or persecutions on political, racial, ethnic or religious grounds, whether or not in violation of the domestic law of the country where perpetrated;.\r\n\r\nElements differ in the different statutes.\r\n\r\n23. The ICTY requires the crime to be taken place in an armed conflict, be it international or national. The statute doesnot require the crime to be committed as a part of widespread or systematic attack on the civilian population, nor it requires that the crime to be perpetrated on discriminatory grounds.\r\n\r\n24. Case laws:\r\n\r\nIn February 1995, the Prosecutor of the ICTY indicted Dusko Tadic for war crimes and crimes against humanity. Tadic challenged the ICTY’s jurisdiction over crimes against Humanity, Tadic argued that the definition of crimes against humanity did not conform to contemporary International law, which required such crimes to be committed in an international armed conflict. In its decision on the Defense Motion for Interlocutory Appeal on Jurisdiction (“Tadic Decision on Jurisdiction”), the Appeals Chamber of the ICTY rejected this argument by affirming that crimes against humanity can even be committed in peacetime: the Trial Chamber of the ICTY (“ICTY Trial Chamber”) reaffirmed that although Article 5 of the ICTY statute required a nexus with armed conflict, such a requirement is unnecessary under international law. The ICTY Trial Chamber also noted that Article 5 required crimes against humanity to be committed under a second set of circumstances, that is, the acts must be “directed against any civilian population. The ICTY Trial Chamber interpreted the term “ANY CIVILIAN POPULATION “as having three elements. First, the civilian population must be “specifically identified as a group by the perpetrators of these acts. Although the ICTY Trial Chamber does not articulate the bases for such as identification, this interpretation suggests that the ICTY Trial Chamber accepted the need for a discriminatory motive. The other two components raised by the ICTY Trial Chamber are that the crimes must be “organized and systematic” and “of a certain scale and gravity”. The ICTY Trial Chamber’s approach in reading these elements into the meaning of “any civilian population” is a novel one. The ICTY Trial Chamber also appeared to require both elements to be present, rather than accepting them as alternative conditions.\r\n\r\n25. However, customary international humanitarian law requires that the attack to be either systematic or widespread. Rome statute and the ICTR also require these two elements to be alternatively present.\r\n\r\n26. Next, the ICTY Trial Chamber noted that a crime against humanity must be widespread or demonstrate a systematic character. However, as long as there is a link with the widespread or systematic attack against a civilian population, a single act could qualify as a crime against humanity. As such, an individual committing a crime against a single victim or a limited number of victims might be recognized as guilty of a crime against humanity if his acts were part of the specified context identified above.\r\n\r\n27. So it appears that though the ICTY statute requires the crime to be taken place in an armed conflict, the tribunal holds that armed conflict is not necessary. And though the statute didn’t require the crime to be taken place as a part of widespread or systematic attack, the tribunal holds that the term any civilian population instead of any civilian people indicates that the crime to be taken place as a part of widespread or systematic attack on civilian population. Court’s language the “population” element is intended to imply crimes of a collective nature and thus exclude single or isolated acts.Thus the emphasis is not on the individual victim but rather on the collective, the individual being victimized not because of his individual attributes but rather because of his membership of a targeted civilian population. This has been interpreted to mean, as elaborated below, that the acts must occur on a widespread or systematic basis that there must be some form of a governmental, organizational or group policy to commit these acts and that the perpetrator must know of the context within which his actions are taken, as well as the requirement that the actions be taken on discriminatory grounds.\r\n\r\n28. The above paragraph and the structure of the opinion made it clear that the ICTY Trial Chamber viewed the term “population” as having three essential components: “widespread or systematic” commission of the acts that constitute crimes against humanity; a discriminatory motive for those acts; and a governmental, organizational, or group policy to commit those acts. Furthermore, the ICTY Trial Chamber held that if a population was “predominantly” civilian, then the presence of a few non-civilians would not defeat this characterization. The Tadic Judgment did not elaborate on how to construe “ Widespread” or “ Systematic.” But customary IHL mandates that either systematic or widespread is enough to qualify a crime to be a crime against humanity.\r\n\r\n29. Law in the international crimes tribunal Bangladesh:\r\n\r\n(1) existence of armed conflict is not necessary though it is admitted that there was an armed conflict in 1971.\r\n\r\n(2) There is no requirement of discriminatory element except in the case of persecution. The plethora of international case law suggests that “ law in this area is mixed”. But as our statute clearly mentioned the discriminatory element for the act of persecution, the proper law should be to impose the existence of discriminatory elements only for persecution and not for the other acts mentioned in section 3(2)(a).\r\n\r\n(3) Widespread or systematic. Our law doesn’t require the attack to be part of a widespread or systematic attack. But as discussed in Tadic case by ICTY the word civilian population indicates that the attack to be a part of widespread or systematic attack. It is now well-settled that the attack in Bangladesh in 1971 was widespread and systematic in nature. Tadic case elaboratadely discussed what constitutes an attack widespread and systematic.\r\n\r\n(4) The criterion of “widespread” describes a quantitative element. The widespread nature of the attack can arise from the number of victims or its extension over a broad geographic area. The criterion of a “Systematic” attack is qualitative in nature. It refers to the organized nature of the committed acts of violence and thus serves to exclude isolated acts from the notion of crimes against humanity. Earlier case law of the ad hoc Tribunals required that the individual act follow a predetermined plan or policy. The Appeals Chamber of the Yugoslavia Tribunal has now distanced itself from such a requirement. Although attacks on a civilian population will typically follow some form of predetermined plan, this does not make the existence of a plan or policy an element of the crime. Under customary international law, crimes against humanity do not call for a “policy element”. However, Article 7(2) (a) of the ICC Statute requires that the attack on a civilian population be carried out “pursuant to or in furtherance of State or organizational policy to commit such attack.”\r\n\r\n30. Summary:\r\n\r\nThe International Crimes Tribunals, Act, 1973, Bangladesh defines crimes against humanity in the following manner:\r\n\r\n“3.(1) A Tribunal shall have the power to try and punish any individual or group of individuals, or any member of any armed, defence or auxiliary forces, irrespective of his nationality, who commits or has committed, in the territory of Bangladesh , whether before or after the commencement of this Act, any of the crimes mentioned in sub-section(2).\r\n\r\n(a) Crimes against Humanity: namely, murder, extermination, enslavement, deportation, imprisonment, abduction, confinement , torture, rape or other inhumane acts committed against any civilian population or persecutions on political, racial, ethnic or religious grounds, whether or not in violation of the domestic law of the country where perpetrated;”\r\n\r\n31. To our understanding the proper construction of this section should be-\r\n\r\n(1) Crime against humanity can be committed even in peace time; existence of armed conflict is , by definition, not mandatory. Neither in the preamble nor in the jurisdiction sections of the Act was it mentioned that crime against humanity requires the existence of an armed conflict. Indiscriminate attack on civilian population based on their political, racial, ethnic or religious identity can be termed as crime against humanity even if it takes place after 1971. For example, minority oppression in 2001 was a pure example of crime against humanity. However, no one denies the fact that there was an armed conflict in 1971.\r\n\r\n(2) Though the statute of the Tribunal doesn’t explicitly requires the attack to be a part of systematic or widespread attack against the civilians, the very term “ any civilian population” instead of civilian people indicates the plurality of the attack and thus implies that the attack to be part of a systematic or widespread attack against civilian(Tadic case for references). However the term ‘ systematic and widespread’ is a disjunctive, rather than cumulative requirement. The Rome statute and the ICTR statute provide that the attack must be part of a systematic or widespread attack against civilians. That means the existence of either systematic or widespread attack is enough to qualify crime against humanity.\r\n\r\n(3) “Widespread” refers to the large-scale nature of the attack which is primarily reflected in the number of victims. “Systematic” refers to the organized nature of the acts of violence and the “ non-accidental repetition of similar criminal conduct on a regular basis.” Widespread is quantitative while systematic is qualitative.\r\n\r\n(4) The “population” element is intended to imply crimes of a collective nature and thus exclude single or isolated acts. Thus, the emphasis is not on the individual victim but rather on the collective, the individual being victimized not because of his individual attributes but rather because of his membership of a targeted civilian population. This has been interpreted to mean that the acts must occur on a large scale basis (widespread) or, that there must be some form of a governmental, organizational or group policy to commit these acts (systematic, targeted) and that the perpetrator must know of the context within which his actions are taken (knowledge and intent), and finally that attack must be committed on discriminatory grounds in case of persecution.\r\n\r\n(5) The attack must be directed against any civilian population. The term “civilian population” must be interpreted broadly and refers to a population that is predominantly civilian in nature. A population may qualify as “civilian” even if non-civilians are among it, as long as it is predominantly civilian. The presence within a population of members of armed resistance groups, or former combatants, who have laid down their arms, does not as such alter its civilian nature.\r\n\r\nAfter making comparative analysis of the definitions provided for crimes against humanity, crimes against peace, genocide and war crimes under section 3(2)(a), (b) (c)(d) of the International Crimes (Tribunals) Act, 1973 those are found to be fairly consistent with the manner in which these terms are defined under recent statutes for the International Criminal Tribunal for the former Yugoslavia (ICTY), the International Criminal Tribunal for Rwanda (ICTR), the International Criminal Court (ICC) Rome Statute, and the statute of the Special Court for Sierra Leone (SCSL), it can be safely said that ICT Act of 1973, legislation with its amendments upto 2013 provides a system which broadly and fairly compatible with the current international standards.\r\n\r\nVIII. Procedural History:\r\n\r\n32. On the basis of a complaint, registered at serial no. 3 of the Complaint Register dated 26.07.2010, the Investigation Agency established under the Act completed investigation of the case and the investigation officer submitted report to the learned Chief Prosecutor. On perusal of the investigation report, statement of witnesses and the documents collected during investigation, the prosecutors prepared the Formal Charge and submitted the same on 14.11.2011in the office of the Tribunal. Upon receipt of the Formal charge along with documents, this Tribunal on perusal of those documents took cognizance of offence on 17.11.2011 against accused Salauddin Quader Chowdhury for the commission of offences as specified in section 3(2) of the Act. The accused was already in custody in connection with another Criminal Case pending in the Subordinate court. As per order of the Tribunal, Salauddin Quader Chowdhury was produced before this Tribunal on 24.11.2011 as the sole accused of this case. During Trial of the case, the accused filed dozen and dozen applications on different dates before the Tribunal, some of them praying for staying proceeding of the case, some of them praying for canceling his Vokalotnama and allow him to conduct his own case, some of them praying for permission for attending sessions of the Parliament, some of them filed challenging jurisdiction of the Tribunal and appointment of its Judges, some of them praying for release on bail, some of them praying for reviewing the important orders repeatedly, some of them praying for application of the Code of Criminal Procedure and Evidence Act in this case knowing fully well that application of those two statutes has been forbiddin by section 23 of the Act, and some of them filed with intent to delay the disposal of the case. However, this Tribunal disposed of all the aforesaid applications in accordance with law after giving him opportunity of being heard. On several occasions, the engaged counsels of the accused were given permission to meet and consult with the accused inside the Jail Custody as privileged communications.\r\n\r\nIX. Special feature of laws and rules applicable to trial procedure:-\r\n\r\n33. The proceedings before this Tribunal shall be guided by the International Crimes (Tribunals) Act, 1973 and the Rules of Procedure, 2010 (ROP) formulated by the Tribunal under the powers given in section 22 of the Act. Section 23 of the Act prohibits the applicability of the Code of Criminal procedure, 1898 and the Evidence Act, 1872. The Tribunal is authorized to take into its judicial notice of facts of common knowledge and some official documents which are not needed to be proved by adducing evidence (section 19(3) and (4) of the Act. The Tribunal may admit any evidence without observing formality, such as reports, photographs , newspapers, books, films, tape recordings and other materials which appear to have probative value( section -19(1) of the Act). The Tribunal shall have discreation to consider hearsay evidence too by weighing its probative value (Rule-56(2)). The defence shall have right to cross-examine prosecution witnesses on his credibility and to take contradiction of the evidence given by him (Rule -53(ii). The accused deserves right to conduct his own case or to have assistance of his counsel (section-17 of the Act). The Tribunal may release an accused on bail subject to conditions as imposed by it (Rule-34(3)). The Tribunal may, as and when necessary, direct the concerned authorities of the Government to ensure protection, privacy, and well-being of the witnesses and victims (Rule-58-A).\r\n\r\nX. Witnesses adduced by the Parties:-\r\n\r\n34. The prosecution submitted a list of …….. witnesses along with Formal Charge and other documents, while the defence submitted a voluminous list of 1153 witnesses for obvious reasons which need not be expressly disclosed. At the time of trial, the prosecution examined total 41 witnesses including seizure list witnesses, and the investigation officer. On the other hand, this Tribunal by exercising power under Rule – 51A(2) of the ROP, allowed the defence to examine maximum number of 5 witnesses out of listed 1153 witnesses.\r\n\r\n35. The defence examined only 4 witnesses to prove the defence plea. Accused Salauddin Quader Chowdhury deposed himself as D.W.1 for 9(nine) working days while the learned prosecutor cross-examined him for only 2(two) working days. The defence took several adjournments for producing rest D.Ws. and ultimately examined 3 more witnesses and thereby examination defence witnesses was closed for want of further witnesses.\r\n\r\nXI. The way of adjudicating charges found against the accused.\r\n\r\n36. We perused the formal charge, documents and the statement of witnesses upon which the prosecution intended to rely upon and carefully considered the submissions of the learned lawyers of both the parties on charge matter. Having considered all the documents, we found sufficient ground to presume that the accused has committed offences described under sections- 3(2)(a), 3(2)(c), 3(2)(g)and 3(2)(h), read with section 4(1) of the Act and accordingly as many as 23 carges were framed against accused Salaudding Quader Chowdhury on 04.04.2012 which were read over and explained to him to which he pleaded not guilty and claimed to have fair justice.\r\n\r\n37. Defence case\r\n\r\nThe defence case, as it appears from the statement of (DW.1) accused Salauddin Quader Chowdhury that he was born on 13.03.1949 in the district of Chittagong. He got admitted in Fauzdarhat Cadet College in 1960 and also studied at Sadiq Public School at Bhawalpur. He was also astudent of Notre Dame College , Dhaka University and Punjab University. He was never a member of any student’s political organizations, but he actively participated in the anti-Ayub movement in 1969. He along with his friends of student League and student Union actively participated in the grand rally of Dhaka Race course on 7 March 1971 which was addressed by Bangubandhu Sheikh Mujibur Rahman.\r\n\r\n41. In the night following 25 March 1971, the Pakistan army started mass killing and atrocities in Dhaka City. Then he left Dhaka on 29 March 1971 for Karachi. He got admitted in Punjab University in final year honours in Political Science. He along with his friends made a pleasure trip to Murree for 3 weeks and came back to Lahore. In the month of October, 1971, he along with a group of friends motored to London from Lahore by road. He joined Lincoln’s inn. He was not in Bangladesh from 29 March, 1971 to till 20 April 1974. As such, all the charges brought against him involving with crimes against humanity and genocide during the War of Liberation are false, fabricated and motivated. He was elected M.P. for five times by the people of Chittagong. He was not present in Bangladesh during the War of Liberation. He is innocent.\r\n\r\nXII.Backdrop and context of the War of Liberation\r\n\r\n42. The backdrop and context of the commission of untold barbaric atrocities in 1971, during the War of Liberation of Bangladesh is the out come of oppression and disparity between Bangalee nation and the Pakistani Government that pushed the Bangalee nation for self determination and eventually for freedom and emancipation. The War of Liberation started following the operation searchlight in the night following 25 March, 1971 and lasted till 16 December 1971 when Pakistani occupation forces surrendered. The Pakistani armed forces in order to implement their organizational policy and plan they created some paralleled forces namely, Razakar Bahini, Al-Badr Bahini, Al-Shams, and Peace Committee as auxiliary forces which provided supports, assistance, and substantially contributed and also physically participated in the horrendous atrocities in the territory of Bangladesh. It is the fact of common knowledge that thousands of incidents happened throughout the country as a part of organised and planned attack. Target was pro-liberation Bangalee civilian population, Hindu Community, pro-Liberation political groups, freedom-fighters and finally the intellectuals of the country.\r\n\r\nBefore going into discussion of the evidence on record, we consider if convenient to address legal issues regarding charges framed which were agitated at the time of summing up the arguments by the learned lawyers of both the parties.\r\n\r\nXIII.Summing up the prosecution case by the prosecutors.\r\n\r\n43. Mr. Syed Haider Ali with Mr. Ziad-Al-Malum, Mr. Sultan Mahmud and Ms. Tureen Afroz made submissions on facts and law points in support of the prosecution case. At the very out set, the learned prosecutor gave a brief portrayal of historical back ground that had enthuzed the Banglee Nation to the movement of self determination which eventually got the shape of the War of Liberation in 1971. In order to resist the War of Liberation the Pakistan army all on a sudden launched “Operation Scarch light” in the night following 25 March in Dhaka City causing killing of unarmed thousands civilians and massive destruction with the organizational support mainly from Jamaat-e-Islami, its student wing Islami Chhatra Sangha, Pro-Pakistan Political parties and other auxiliary forces manned by Jamaat-e-Islami.\r\n\r\n44. It is submitted that accused Salauddin Quader Chowdhury is the eldest son of Late Fazlul Quader Chowdhury who was the President of Convention Muslim League and after Creak-down on 25th March, the accused and his father joined there hands with Pakistan occupation forces and formed para Militia Bahinies to resist independence of Bangladesh and to commit crimes against humanity and genocide in Chittagong area during the War of Liberation . It is further submitted that some prosecution witnesses have made hearsay statement on some material facts which cannot be excluded as the same is admissible in evidence in the trial process of international crimes . It is further contended that the Tribunal is not bound by technical rules of evidence and it shall accord in its discreation and due consideration to “hearsay evidence” on weighing its probative value (Rule-56(2) of the ROP.\r\n\r\n45. It is further submitted that the prosecution has examined as many as 41 witnesses of whom some eye witnesses have testified direct participation of the accused in the commission of crimes against humanity and genocide and as such prosecution has successfully proved at least 17 charges out of 23 beyond reasonable doubt.\r\n\r\n46. Lastly, it is submitted that the accused has taken a plea of Alibi to the effect that during War of Liberation he was not present in the soil of Bangladesh but the defence hopelessly failed to prove the said plea on the face of corroborative evidence adduced by eye witnesses of the occurrences.\r\n\r\nXIV. Summing up of defence case by the counsels.\r\n\r\n47. Mr. A. H.M. Ahsanul Huq Hena with Mr. A.K.M. Fakrul Islam, in course of summing up the defence case has taken pain in raising some pertinent legal issues. It is submitted that 40 years delay in prosecuting the accused remained unexplained and such inordinate and unexplained delay have created doubt in the fairness of the proceeding against the accused. It is submitted that inclusion of the words“any individual or group of individuals”in section 3 by amendment of the Act of 1973 in 2009 has been purposefully made with intent to prosecute the accused as he had no political identity in 1971. It is submitted that admittedly the Act No. IX of 1973 was passed by the Parliament of Bangladesh and the present Government has created this Tribunal as a domestic Tribunal and as such international laws, rules and decisions of foreign courts are not applicable in the case of the Tribunal.\r\n\r\nIt is submitted that prosecution has relied upon some hearsay evidence which are inadmissible in evidence, unless the person is examinedfrom whom the witness heard the occurrence, no reliance canbe placed upon such evidence. The learned counsel referred decisions reported in DLR (1992)(HC) 83 and 1984, S.C.C (Criminal) 68 in support of his contention.\r\n\r\nIt submitted that accused Salauddin Quader Chowdhury is very popular leader of Chittagong district who has been elected Member of Parliament for 5 times by the people of his locality and as such this Criminal prosecution against the accused is the product political rivalry and motivation. It is submitted that the Act of International Crimes (Tribunals) was inacted in 1973 but the alleged offences were committed in 1971 and as such those offence can not tried by the Act of 1973 giving restrospective effect. It is further submitted that prosecution has filed some certified copies of some Criminal cases which show that there were many accused persons in those charge sheets but this case has been filed against only Salauddin Quader Chowdhury which speaks that this case has been filed with intent to victimize the accused politically. Lastly, it is submitted that accused Salauddin Quader Chowdhury left this country on 29 March 1971 for Pakistan and returned to Bangladesh in 1974 and this plea of alibi has been successfully proved by 4 defence witnesses including the accused and as such the accused is entitled to get an order of acquittal.\r\n\r\nXV. Reply of prosecution to the argument made by the defence.\r\n\r\n48. In reply to the submissions on legal points, it is submitted by the prosecutor that already this Tribunal has resolved the agitated issues by giving its findings in the order dated 04.04.2013 passed on framing of charges.\r\n\r\nIt is submitted that there is no limitation in bringing criminal prosecution particularly when it relates to international crimes committed in violation of customary international law. It is submitted that inclusion of the words “ any individual or group of individuals” in section 3 of the Act of 1973 by way of amendment in 2009 was made with intent to bringing every perpetrator to justice and that amendment was done long before initiation of this proceeding and as such it cannot said that said amendment of section 3 was done aiminigat the accused for prosecution. It is submitted that under section 3(2) of the Act, the offences of abetment, conspiracy, planning and complicity are independent in charactor and as such there is no legal bar in prosecuting a person who acted to facilitate the commission of crimes even without bringing the principal perpetrators to justice..\r\n\r\nXIV. Discussion and decision\r\n\r\nBefore discussing the charges brought against the accused, we consider it expedient to address some of the legal issues upon which the learned counsel for the defence drew our attention.\r\n\r\nTripartite Agreement and immunity to 195 Pakistani war criminals:-\r\n\r\n49. It is not acceptable to say that no individual or member of auxiliary force as stated in section 3 of the Act can be brought to justice under the Act for the offence (s) enumerated therein for the reason that 195 Pakistani war criminals belonging to Pakistan Armed Forces were allowed to evade justice on the strength of ‘tripartite agreement’ of 1974. Such agreement was an ‘executive act’ and it cannot create any clog to prosecute member of ‘auxiliary force’ or “any individual or member of group of individuals” as the agreement showing forgiveness or immunity to the persons committing offences in breach of customary international law was derogatory to the existing law i.e the Act enacted to prosecute those offences.\r\n\r\n50. It is settled that the jus cogens principle refers to peremptory principles or norms from which no derogatory is permitted, and which may, therefore, operate a treaty or an agreement to the extent of inconsistency with any such principles or norms. We are thus inclined to pen our conclusive view that the obligation imposed on the state by the UDHR and the Act is indispensable and inescapable and as such the Tripartite Agreement which is an ‘executive act’ cannot liberate the state from the responsibility to bring the perpetrators of atrocities and system crimes into the process of justice.\r\n\r\n51. As a state party of UDHR and Geneva Convention, Bangladesh cannot evade obligation to ensure and provide justice to victims of those offences and their relatives who still suffer the pains sustained by the victims and as such an ‘executive act’ (tripartite agreement) can no way derogate this internationally recognized obligation. Thus, any agreement or treaty if seems to be conflicting and derogatory to jus cogens (compelling laws) norms does not create any hurdle to internationally recognized state obligation.\r\n\r\n52. Next, the Act is meant to prosecute and punish not only the armed forces but also the perpetrators who belonged to ‘auxiliary forces’, or who committed the offence as an ‘individual’ or member of ‘group of individuals’ and nowhere of the Act says that without prosecuting the armed forces (Pakistani) the person or persons having any other capacity specified in section 3(1) of the Act cannot be prosecuted. Rather, it is manifested from section 3(1) of the Act that even any person (individual or member of group of individuals), if he is prima facie found individually criminally responsible for the offence(s), can be brought to justice under the Act. Therefore, the argument that since the main responsible persons (Pakistan Army) have escaped the trial, on the strength of the tripartite agreement providing immunity to them, the next line collaborators cannot be tried is far-off to any canons of criminal jurisprudence.\r\n\r\n53. Therefore, we are of the view that the ‘tripartite agreement’ is not at all a barrier to prosecute civilian perpetrator under the Act. Thus, we also hold that the Act was not enacted only for holding trial of 195 Pakistani war crininals, rather it has jurisdiction under section 3(1) of the Act to try armed forces, auxiliary forces, an individual or group of individuals for the commission of offences specified under section 3(2) committed in Bangladesh before and after commencement of the Act.\r\n\r\nAmendment of section 3(1) of the Act in 2009-\r\n\r\n54. It is submitted by the learned counsel appearing on behalf of the accused that since the subsequent amendment brought in 2009 of the Act of 1973 by inserting the words ‘individual’, or ‘group of individuals’ in section 3(1) carries ‘prospective effect’, in reality, the present accused cannot be prosecuted in the capacity of an ‘individual’ or a superior for the offences underlying in the Act which is admittedly ‘retrospective’. Since such amendment has not been expressly given retrospective effect interpretation stands that the amendment is prospective.\r\n\r\n55. At the out set, it is to be noted that it is rather admitted that even under retrospective legislation (Act enacted in 1973) initiation to prosecute crimes against humanity, genocide and system crimes committed in violation of customary international law is quite permitted. It is further to be noted that the ICTY, ICTR, SCSL and the judicial bodies backed by the UN have been constituted under their respective retrospective Statutes. Only the ICC is founded on prospective Statute.\r\n\r\n56. We are to perceive the intent of enacting the main Statute together with fortitude of section 3(1). At the same time we cannot deviate from extending attention to the protection provided by the Article 47(3) of the Constitution to the Act which was enacted to prosecute, try and punish the perpetrators of atrocities committed in 1971 during the War of Liberation. The legislative modification that has been adopted by bringing amendment in 2009 has merely extended jurisdiction of the Tribunal for bringing the perpetrator to book if he is found involved with the commission of the criminal acts even in the capacity of an ‘individual’ or member of ‘ group of individuals’. It is thus validly understood that the rationale behind this amendment is to avoid letting those who committed the most heinous atrocities go unpunished. This is the intent of bringing such amendment.\r\n\r\n57. It may be further mentioned here that the words ‘individual’ or member of ‘group of individuals’ have been incorporated both in section 3 of the Act and in Article 47(3) of the Constitution of the Peoples Republic of Bangladesh by way of amendments in 2009 and 2011 respectively. The right to move the Supreme Court for calling any law relating to internationally recognised crimes in question by the persons charged with crimes against humanity and genocide has been taken away by the provision of Article 47A(2) of the Constitution. Since the accused has been prosecuted for offences recognized as international crimes as mentioned in the Act he does not have right to call in question any provision of the Act or any of amended provisions thereto. Thus, we hold that the application of prospectiveness or retrospectivity as to amendment to section 3 and subsequent amendments of the Act raised by the accused is quite immaterial to him in consideration of his legal status and accordingly the defence objection is not sustainable in law, particularly in the light of Article 47(3) and Article 47A of the Constitution.\r\n\r\nDelay in bringing prosecution\r\n\r\n58. From the point of morality and sound legal dogma, time-bar should not apply to the prosecution of human rights crimes. Neither the Genocide Convention of 1948, nor the Geneva Convention of 1949 containsany provision on statutory limitation to war crimes and crimes against humanity. General Assembly Resolution No.2391(XXIII) of 26 November 1968 provides protection against even any statutory limitation in prosecuting crimes against humanity, genocide etc. Thus, criminal prosecutions are always open and not barred by time limitation.\r\n\r\n59. It may be cited here that the Second World War was concluded in 1945 but still the Nazi War Criminals are being prosecuted. Similarly, the trial of international crimes committed duringChilean revolution in 1973 is still going on. In Cambodia during polpot regime, international crimes were committed in the year 1975 to 1978 but due to internal conflicts and lack of political will,the then government could notstart prosecution again\r\n\r\nhttp:\/\/timenewsbd.com\/law---court\/2013\/10\/01\/11181","picture":"http:\/\/photos-f.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/1375295_548364795251489_2073350598_s.png"}