{"id":"428835640537739_436770643077572","type":"status","created_time":"2013-03-22T17:39:51+0000","message":"Attacks on minorities rise in Bangladesh\nAttacks on Bangladesh’s ethnic and religious minorities has been on the rise for many years. On 5 March, the human rights group Odhikar said it was “extremely concerned over the acts of burning down homes and temples belonging to the Hindu community.” We list here at least twelve incidents of attacks against Hindus that have taken place during 2012.\n\nINCIDENT ONE: February 21, 2012 – Morelganj, Bagerhat\n\nA group of members from the ruling Awami League party, have looted the house of Goutam Kumar Mridha of Baharbula village of Bangram union at the Morelganj Upazila of Bagherhat district. Goutam Kumar is son of Khetra Moni Mridha. The victims have alleged that they could not go to the police station to file the case as Police were in favour of the attackers, since they were members the ruling party. ’.\nDaily Dinkal, February 23, 2012\n\nINCIDENT TWO: February 24, 2012 – Daspara of Kanchan municipality of the Upazila\n\nA group of Awami League activists have carried brutal attacks on minority communities in Rupganj even after collecting the ransom they demanded from them. They also vandalized houses and tried to set fire on it.\n\nThe members of the minority community alleged, a leader of the ruling party Iqbal Hossen had been trying to appropriate, a piece of land off them.\n\nThe incident occurred at Daspara of Kanchan municipality of the Upazila.\nDaily Dinkal, February 24 , 2012\n\nINCIDENT THREE: February 27, 2012 - Vanga, Faridpur District \n\nA general diary (GD) has been filed at Vanga Police Station of Faridpur district. Family members of murdered journalist Goutam Das have filed the report. The allegations of general diary revealed that Awami League leaders, the ruling party leader and chairman of Bhanga Municipal council Sharifuzzaman, have appropriated land of the deceased Hindu journalist and over night built a 90ft long tin-structure on the land, hastily puting up signs ‘Awami League Office- Bhanga’ and ‘Bangabandhu Club – Bhanga’ on either side of the structure.\n\nDaily Samakal and Daily Prothom Alo; February 27, 2012 \n\nINCIDENT FOUR: May 11, 2012 Gopalganj District\n\nA ruling party Awami League leader has occupied the land of hermit Mahatma Chandra Nath Basu at Ramdia of Kashiani upazila at Gopalganj district. On 11 May, Friday; General Secretary of Jubo League of Kashiani Upazila Amiruzzaman and his close ally Harunur Rashid Mollah invaded the place of worship, turning it immediately into a makeshift house.\n\nThe local Hindu community could not file reports at the police station as the occupiers belonged to the ruling Awami League party.\nDaily Dinka, May 12, 2012 \n\nINCIDENT FIVE: March 9, 2012- Kuakata\n\nRuling party student cadres have carried attack in a market in Kuakata. The market belonged to the women of Rakhain minority community.\n\nA number of 30-35 ruling party cadres carried out the attack led by President of the Municipal Chattra League, Mujibur. They also two female Rakhain traders in the market Mong Chan and U Chan. The injured alleged that the attackers looted around eight hundred thousand taka from their shops.\nDaily Naya Diganta, March 11; 2012\n\nINCIDENT SIX: April 12, 2012 -Ramna Temple, Dhaka\n\nChattra League leaders of Jagannath Hall of Dhaka University carried attack at Ramna Temple. They went berserk at the temple, vandalized the goods and idols of the temple and carried looting. They also beat up the caretaker of the temple Bipul Roy and his wife Ratna Roy. They also looted two hundred thousand taka which was donated to the temple by worshippers.\nDaily Amader Shomoy; April 12, 2012\n\nINCIDENT SEVEN: April 19, 2012 – Dakop Thana of Khulna District\n\nA ruling party Parliamentarian and President of Awami League of Dakop Thana of Khulna district had foiled Shiva Puja, a century old religious tradition of the Hindu believers. The lawmaker Noni Gopal Mandal also belongs to the same religion.\n\nNo report of the case could be filed at the police station as the police refused to register the incident as a lawmaker himself was involved in the case.\n\nDaily Dinkal, April 20, 2012\n\nINCIDENT EIGHT: June 20, 2012 – Koyra Upazila of Khulna District\n\nA group of ruling party leaders and activists have carried out attacks on a couple of Hindu families at Gharial village of Dokkhin Bedkashi Union at Koyra Upazila of Khulna district. General Secretary of Jubo League Aser Ali and his loyalists carried the attack on the minority community houses and looting valuables from their houses.\nDaily Naya Diganta; June 23, 2012\n\nINCIDENT NINE: July 11, 2012 –Patuakhali District\n\nAllegations have been raised against a ruling party leader at Golachipa Thana of Patuakhali district of occupying lands of minority families and assaulting the family members. The victims informed that they could not file case at the police station as the ruling party leaders had maintained ‘good terms’ with the police.\nDaily Dinkal, July 11, 2012\n\nINCIDENT TEN: July 30 ,2012 – Pabna\n\nA local Awami League leader Chunnu Mia at Pabna had forcefully occupied land of a Sanjay Biswas. Sanjay Biswas is a Christian.\nKaler Kantha, July 30, 2012\n\nINCIDENT ELEVEN: August 10, 2012 – Sharishabari of Jamalpur\n\nA group of cadres of ruling party lawmaker Dr. Murad Hasan carried attack on some Hindu believers at Sharishabari of Jamalpur. At least three Hindu men were injured in the attack.\nDaily Amar Desh; August 12, 2012\n\nINCIDENT TWELVE: February 21, 2013 – Noakhali\n\nAssistant Superintendent of Police (ASP) of Begumganj circle Mahbub Alam Khan said attacks were carried out from that procession and the Hindu temples at Rajganj Bazar, Thakur Barhi and Bainnabarhi areas were vandalised. Activists of Jamaat-e-Islami on Thursday attacked temples and houses of the Hindus at Noakhali’s Begumganj.\nBDNews24.com, 28 February, Dhaka Daily Star\n\nNB:- The Jamaat has denied this incident.\n\nINCIDENT THIRTEEN: September 08, 2012 – Barishal\n\nOn Saturday evening, the incident occurred at Baptist Mission Road. Khan Sons, a leading industrial group of the country, hoisted new territorial wall on the Church grounds. Influential Awami League leader and Commissioner of the area Shafiqul Alam Gulzar and hundreds of ruling party men helped the industrial group’s employees, to complete the occupation.\nDaily Jugantor, September 10, 2012; and Daily Prothom Alo, September 11, 2012"}