{"id":"428835640537739_593529080735060","type":"photo","created_time":"2013-12-18T11:05:29+0000","message":"Barrister Abdur Razzak of the Jamaat-e-Islami seeks to appease India while blaming JeI activists for the recent violence and argues they should be reined in. By making such statements the JeI will likely lose whatever credibility it has remaining and also demoralize its followers around the country. If the report in The Indian Express is fabricated or inaccurate Barrister Abdur Razzak must immediately issue a retraction .... Appeasement of India cannot be a solution to the political crisis in Bangladesh and New Delhi can certainly not be trusted.\r\n\r\nIndia should act like a big neighbour: Jamaat leader\r\n\r\nThe Indian Express – December 18, 2013\r\n\r\nFrom the fourth floor of a house in Dhaka's Dhanmondi locality, the Jamaat-e-Islami Tuesday opened doors for communication with India, even as its activists lead violent protests across the country over their leader Abdul Quader Mollah's execution last week.\r\nAbdur Razzak, the only public face of Jamaat — which has been banned as a political party — says, \"India has to take the lead. we are open (to talk), and ready to engage with them. India should not keep a closed mind.\" He added that Jamaat is already engaging with the international community, including the US and UK.\r\nA 64-year-old lawyer, Razzak is the chief defence counsel of the Jamaat leaders being tried for the 1971 war crimes. He rarely meets Indian journalists, and now for the first time, he is speaking to an Indian delegation of journalists in his house.\r\n\"India needs to build trust, act like a big neighbour,\" he says, recalling Prime Minister Manmohan Singh's remarks that Bangladesh is anti-Indian due to Jamaat.\r\nRubbishing the Indian apprehension that Jamaat has played a role in terrorist activities against India, he said, \"This is propaganda.\"\r\nA lawyer by training, he last went to India in 1992, when he met then Attorney General Soli Sorabjee in Delhi and members at the Bar Council.\r\nHe says now he is not welcome to India.\r\nWhen asked about the violence being caused in the streets by Jamaat activists, he says, \"Jamaat has been denied all political rights, we can't hold meetings. Most leaders are underground, I am the only one who is visible because I don't do political work. If we hold meetings, police come and say we are conspiring against the state.\"\r\nWhen probed how does he justify violence, \"Some of our young people have been wrong, they need to be reined in. but there will be no violence if the Bangladesh police acts like Indian police,\" he said, alluding to the Indian police firing warning shots and using water cannons.\r\n\r\nhttp:\/\/www.indianexpress.com\/news\/india-should-act-like-a-big-neighbour-jamaat-leader\/1208878\/","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-prn1\/1525262_593528834068418_748444332_s.jpg"}