{"id":"428835640537739_593627937391841","type":"status","created_time":"2013-12-18T14:51:24+0000","message":"জাতিসঙ্ঘের মহাসচিব বান কি মুন কে এশিয়ান হিউম্যান রাইটস কমিশনের পক্ষ থেকে বাংলাদেশের মানুষের জান-মাল রক্ষায় অতিসত্বর পদক্ষেপ নিতে আহবান\n\nMr. Ban Ki Moon\nSecretary General of the United Nations\nOffice of the Spokesman for the Secretary-General \nUnited Nations\nS-378, New York, NY 10017, USA\nFax: +1 212 963 7055 or 2155\n\n*An Open Letter to the UN Secretary General by the Asian Human Rights\nCommission*\n\nYour Excellency, the Secretary General of the United Nations, Mr. Ban\nKi Moon:\n\n*BANGLADESH: **UN should act immediately to save Bangladeshi lives*\n\nThe Asian Human Rights Commission (AHRC) is writing to you to bring\nto your attention the alarming reality in Bangladesh. In the lead up\nto the 5 January 2014 general election, citizens, identified by the\nincumbent government as supporters of the political opposition, are\nbeing extra-judicially executed, daily, by state agents. At the\nmoment, a joint team of the Rapid Action Battalion (RAB) and the\nBorder Guards, Bangladesh (BGB) are engaged in rounding up people, and\nin burning down houses and businesses of persons, identified by the\nruling political coalition as sympathizers of the opposition political\ngroups in different districts.\n\nSuppression of political opposition, by all means, including brute\nforce, has been a priority for the political coalition in power. This\nhas provoked violent retaliation by the opposition. The bloody saga is\nplaying out daily in Dhaka and throughout the country.\n\nSince the announcement of the election schedule on 25 November 2013,\nan estimated 105 persons have lost their lives in Bangladesh. These\ndeaths are directly related to attempts by the government to hold\npartisan elections and attempts by the opposition parties to prevent\nthe same. Such loss of life must end immediately. All efforts must be\ntaken to ensure this.\n\nThe AHRC appreciates the efforts of your office, in sending a special\nrepresentative, Mr. Oscar Fernandez-Taranco, to Bangladesh with a\nbrief to negotiate peace between the opposing political factions. The\nAHRC understands the enormous challenge that the UN Assistant\nSecretary General for Political Affairs, Mr. Fernandez-Taranco\nembarked upon.\n\nWhile the UN representative has succeeded in bringing the\nantagonistic political forces to dialog, there has been no reduction\nin arbitrary executions in the country. The ruling political coalition\nhas ordered their cadres, from December 15 onwards, to \"assist\" law\nenforcement agencies. The AHRC is extremely concerned that this\n\"assistance\" is translating into thugs associated with the ruling\ncoalition joining forces with state agencies and engaging in murder,\ntorture, and rape at will, unleashing terror upon the entire society.\n\nJustice institutions in the country are virtually under the absolute\ncontrol of the government. The government is using its capacity to\nmanipulate the magistracy to justify prolonged periods of arbitrary\ndetention of persons who have expressed public opinion against the\ngovernment's gag on dissent. The country's media is silenced by threat\nand intimidation and are not allowed to report even massive human\nrights abuses. The state and its agencies target everyone acting\nagainst the will of the incumbent government.\n\nHuman rights defenders, and members of civil society who criticise\nthe government, are not only being forced to give up on cases of human\nrights abuse, including cases of extrajudicial executions. They are in\nimminent danger. Such persons are being arrested and detained on\nfabricated charges. The AHRC has information that civil society\nmembers are under constant surveillance. They are receiving an\nincreased number of life-threatening calls by unidentified officials,\nordering them to stop informing the international community about the\noverwhelming violence in Bangladesh. The deterioration has reached a\ntipping point.\n\nThe AHRC believes that without extraordinary effort, initiated by the\ninternational community, which includes the Office of the UN Secretary\nGeneral, the enormous scale of violence and brutality in Bangladesh\nwill continue to escalate. We therefore request your kind office to\ntake all possible measures to ensure that the international community\nis adequately briefed about the daily blood-bath taking place in\nBangladesh.\n\nThe AHRC further requests your office to call for credible and\nverified information from all possible sources in Bangladesh to\nascertain, on a day-to-day basis, the situation on the ground, so that\nevery possible action is undertaken to end the violence immediately.\n\nSincerely\nBijo Francis\nExecutive Director\nAsian Human Rights Commission, Hong Kong\n\nCC:\nMs. Navanethem Pillay\nUN High Commissioner for Human Rights, OHCHR-UNOG, SWITZERLAND\n\n# # #\n\nAbout AHRC: The Asian Human Rights Commission is a regional\nnon-governmental organisation that monitors human rights in Asia,\ndocuments violations and advocates for justice and institutional\nreform to ensure the protection and promotion of these rights. The\nHong Kong-based group was founded in 1984. \n\nRead this Open Letter online\n<http:\/\/www.humanrights.asia\/news\/ahrc-news\/AHRC-OLT-016-2013>"}