{"id":"428835640537739_593641220723846","type":"photo","created_time":"2013-12-18T15:21:49+0000","message":"Backlashes of Chhatrashibir to Biswajit murder verdict:\r\n\r\nCourt verdict proved that Chhatra League is the country’s terrorist organization- Chhatrashibir\r\n\r\n\r\nBangladesh Islami Chhatrashibir passed a formal statement regarding the court verdict on Biswajit murder case. In a official statement, the Secretary-General of Bangladesh Islami Chhatrashibir Abdul Zabbar said, “Chhatra League leaders are proven guilty by the ruling handed down on Biswajit murder case. The government and other Awami League leaders shamelessly advocated ‘innocence of Chhatra League’ as a whole in case of Biswajit killing despite the fact that Chhatra League men are seen to stab and chop Biswajit dead in video footages. On the other hand, the polarized media willingly aired false propaganda against Chhatrashibir in this regard. But all these dirty attempts have been foiled abjectly as the people rejected media lies against Shibir. Moreover, this time, it is proven even by the court verdict that Chhatra League is the country’s terrorist organization.”\r\n\r\nHe said, “Biswajit killing is nothing but a connoting sequel to ceaseless terrorism of Chhatra League. The murder of Biswajit is not any isolated event; rather, murder, rape, student oppression etc are the everyday job of Chhatra League. Chhatra League goons killed over a hundred innocent lives over 5-year regime of this government. Amazingly, some government high-ups and partisan media tried to prove a nexus of Chhatrashibir with Biswajit killing though video footages revealed the fact showing Chhatra League men engage in the murder. On last 12 December, the Forest and Environment Minister and Awami League leader Dr. Hasan Mahmud said that killers of Biswajit were not Chhatra League activists, rather they were some who intruded in Chhatra League. He also claimed that the government has sufficient evidentiary information in that regard. The minister further said that Jamaat-Shibir and BNP were crazily killing people as the trial of war criminals had been in utmost progress. He branded one of the killers as former Shibir man, another one as Chhatra Dal man, another one to be a son of Madrasah teacher and another one to be a brother of Shibir leader. This way, he tried to hide the guilty Chhatra League goons and shift the charge on Chhatrashibir. But, all these nasty ill endeavors made to save the killers did not simply work out fruitful. Killers are duly punished!!”\r\n\r\n“The nation wants to know the essence of such irrational speeches of Awami League after today’s verdict on Biswajit case. Furthermore, the polarized media which aired false propaganda and published baseless against Chhatrashibir will, we hope, be sincere enough to mend them for the sake of truth and justice. We further hope that each and every murder committed by Chhatra League goons before as well as after the killing of Biswajit will be brought to book accordingly. If so, crime rate will degrade to a great extent.”\r\n\r\nHe further said, “This verdict will somehow soothe the family of Biswajit. The countrymen want to see the verdict of the killing of an innocent youth named Biswajit take effect in time. We also hope these terrorist will not be set free like the sons of Awami leaders Sajeda and Taher, a top terror in Lakkhipur, by blessings (!) of Presidential clemency.”\r\n\r\nShibir Secretary-General urged the government to immediately bring all the Chhatra Leauge terrorists to justice for engaging in all the other murder incidents.","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-prn2\/t1\/2560_593641207390514_1104000341_s.jpg"}