{"id":"428835640537739_500437863377516","type":"photo","created_time":"2013-07-07T18:45:20+0000","message":"When is a military coup not a military coup?\r\n\r\nRobert Fisk\r\n\r\nFor the first time in the history of the world, a coup is not a coup. The army take over, depose and imprison the democratically elected president, suspend the constitution, arrest the usual suspects, close down television stations and mass their armour in the streets of the capital.  But the word ‘coup’ does not – and cannot – cross the lips of the Blessed Barack Obama. Nor does the hopeless UN secretary general Ban Ki-moon dare to utter such an offensive word. It’s not as if Obama doesn’t know what’s going on. Snipers in Cairo killed 15 Egyptians this week from a rooftop of the very university in which Obama made his ‘reach-out’ speech to the Muslim world in 2009.\r\n \r\nIs this reticence because millions of Egyptians demanded just such a coup – they didn’t call it that, of course – and thus became the first massed people in the world to demand a coup prior to the actual coup taking place? Is it because Obama fears that to acknowledge it’s a coup would force the US to impose sanctions on the most important Arab nation at peace with Israel? Or because the men who staged the coup might forever lose their 1.5 billion subvention from the US – rather than suffer a mere delay -- if they were told they’d actually carried out a coup.\r\n \r\nNow for the kind of historical memory that Obama would enjoy. In that dodgy 2009 speech in Cairo – in which he managed to refer to Palestinian “dislocation” rather than “dispossession” – Obama made the following remarkable comment, which puts the events in Egypt today into a rather interesting perspective. There were some leaders, he said, “who advocate for democracy only when they are out of power; once in power, they are ruthless in suppressing the rights of others…you must respect the rights of minorities, and participate with a spirit of tolerance and compromise; you must place the interests of your people and the legitimate workings of the political process above your party. Without these ingredients, elections alone do not make true democracy.”\r\n \r\nObama did not say this in the aftermath of the coup-that-wasn’t. He uttered these very words in Egypt itself just over four years ago. And it  pretty much sums up what Mohamed Morsi did wrong. He treated his Muslim Brotherhood mates as masters rather than servants of the people, showed no interest in protecting Egypt’s Christian minority, and then enraged the Egyptian army by attending a Brotherhood meeting at which Egyptians were asked to join the holy war in Syria to kill Shiites and overthrow Bashar al-Assad’s regime.\r\n \r\nAnd there is one salient fact about the events of the last 48 hours in Egypt. No one is happier – no one more satisfied nor more conscious of the correctness of his own national struggle against ‘Islamists’ and ‘terrorists’ -- than Assad. The West has been wetting itself to destroy Assad – but does absolutely nothing when the Egyptian army destroys its democratically-elected president for lining up with Assad’s armed Islamist opponents. The army called Morsi’s supporters “terrorists and fools”. Isn’t that just what Bashar calls his enemies?  No wonder Assad told us yesterday that no one should use religion to gain power. Hollow laughter here -- offstage, of course.\r\n \r\nBut this doesn’t let Obama off the hook. Those Western leaders who are gently telling us that Egypt is still on the path to “democracy”, that this is an “interim” period – like the ‘interim’ Egyptian government concocted by the military – and that millions of Egyptians support the coup that isn’t a coup, have to remember that Morsi was indeed elected in a real, Western-approved election.  Sure, he won only 51 per cent -- or 52 per cent -- of the vote.\r\n \r\nBut did George W. Bush really win his first presidential election? Morsi certainly won a greater share of the popular vote than David Cameron. We can say that Morsi lost his mandate when he no longer honoured his majority vote by serving the majority of Egyptians. But does that mean that European armies must take over their countries whenever European prime ministers fall below 50 per cent in their public opinion polls? And by the way, are the Muslim Brotherhood to be allowed to participate in the next Egyptian presidential elections? Or will they be banned? And if they participate, what will happen if their candidate wins again?\r\n \r\nIsrael, however, must be pleased. It knows a coup when it sees one – and it’s now back playing its familiar role as the only ‘democracy’ in the Middle East, and with the kind of neighbours it understands: military rulers. And if Egypt’s wealthy military king-makers are getting a nifty $1.5 billion dollars a year from Washington – albeit postponed -- they are certainly not going to tamper with their country’s peace treaty with Israel, however unpopular it remains with the people for whom it supposedly staged the coup-that-wasn’t.  Stand by then for the first US delegation to visit the country which has suffered the coup-that-wasn’t. And you’ll know whether they believe there was a coup or not by the chaps they visit on their arrival in Cairo: the army, of course.\r\n \r\nThe author is a journalist. This piece first appeared on The Independent website. Views expressed in the piece are of author’s.","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn1\/1044846_500437850044184_524543593_s.jpg"}