{"id":"428835640537739_500364286718207","type":"photo","created_time":"2013-07-07T18:14:18+0000","message":"BNP wants AL to step down with honour\r\n\r\nOpposition BNP (Bangladesh Nationalist Party) Sunday claimed that their demand for restoration of the caretaker government system is now fully established with the people of Gazipur like those of four other cities gave their support to it by voting for the 18-party-backed candidate, reports UNB.\r\n \r\n“The fact is that the people of Gazipur like those of four other cities have clearly said ‘no’ to the current regime…so arrange the next polls under a non-party government and go away with respect,” said BNP acting secretary general Mirza Fakhrul Islam Alamgir.\r\n \r\nAddressing a press conference at BNP’s Nayapaltan central office, the BNP spokesman also urged the government not to confuse people over the polls-time government even after suffering a humiliating defeat in the elections to five city corporations.\r\n \r\nBNP-led 18-party alliance-supported mayoral runner MA Mannan defeated Awami League-led grand alliance-backed Ajmat Ullah Khan by 1,06,577 votes in the maiden election to Gazipur City Corporation on Saturday.\r\n \r\nFakhrul alleged that the government tried to manipulate the results of GCC polls in various ways, but failed due to people’s strong resistance.\r\n \r\nHe also defended his party’s various allegations regarding Saturday’s voting saying their all allegations were true. “The ruling party men in many ways, including capturing polling centres and controlling balloting, tries to take the results in their favour, but couldn’t as people resisted them spontaneously.”\r\n \r\nThe BNP leader also claimed that had the election been free and fair the margin of victory could have even bigger.\r\n \r\nFakhrul said apart from mayoral candidate Mannan, 48 out of 68 BNP-supported councilors, also won the GCC polls.\r\n \r\nHe, on behalf of BNP chairperson Khaleda Zia, thanked the people of Gazipur for electing the opposition-backed candidates.\r\n \r\nThe BNP leader also thanked the law enforcers, including BGB and Rab, for keeping control on law and order despite huge provocations.\r\n \r\nReacting to the ruling party leaders’ remarks that the national election can also be held in a free and fair manner like the GCC one under this government, he said there is huge difference between city and national elections.\r\n \r\n“Local body polls can’t change the government, but national polls do it. So, the next general election must be held under a non-party caretaker government.”\r\n \r\nHe urged the government to take immediate measures to reinstate the caretaker system in the constitution.\r\n \r\nBNP standing committee members Tariqul Islam, MK Anwar, ASM Hannan Shah, Mirza Abbas, Nazrul Islam Khan and Goyeshwar Chandra Roy were, among others, present.","picture":"http:\/\/photos-d.ak.fbcdn.net\/hphotos-ak-ash4\/1044781_500364180051551_1314750383_s.jpg"}