{"id":"428835640537739_563143860440249","type":"photo","created_time":"2013-10-27T23:48:08+0000","message":"28 Oct 2006: One of the Worst Demonstrations of Brutality and Political Fascism in Bangladesh’s History\r\n\r\n## Background:\r\nAt the end of BNP-Jamaat-led alliance government’s tenure (2001-2006), the 13th Amendment to the Bangladesh Constitution required the president to offer the position of the Chief Adviser to the immediate past Chief Justice of the Supreme Court, who was to be Justice K.M. Hasan, soon after the tenure of the government expires on October 28, 2006. The then main opposite party Awami League (AL) opposed Justice Hasan, alleging that he belonged to the then ruling BNP. Awami League launched country-wide blockade and general strike to stop Mr. Justice K M Hasan taking the oath of the chief of the caretaker government. Sheikh Hasina, the President of Awami League, called her party activists to march to Dhaka with oars and sticks to take control of the streets of the capital. From a rally held on 18th September 2006 at the Paltan ground in the the capital, Sheikh Hasina instructed her party activists to come to Dhaka with oars, logs, and sticks:\r\n“you [the people] be ready and come to Dhaka from villages, upazilas and districts with oars, rowing poles and with whatever you have when I will call you,” Hasina instructed her coalition activists urging to build a resistance against the following caretaker government. [Link: Hasina asks all to enforce blockade Wednesday] Following her call, her party activists gathered in the city sparking the violence of October 28.\r\n\r\n \r\n\r\n## Chronology:\r\nOn the eve of October 28, 2006, the then Prime Minister Begum Khaleda Zia addressed the nation on the evening of October 27th. On the following day, October 28th, a feeling of fear prevailed across the country as Awmi league threatened to massive blockade if Justice K M Hasan was not offered for the post of the chief advisor to the caretaker government.\r\nThe activists of the then opposition alliance led by Awami League took to the streets, started setting fire in the markets, set vehicles ablaze and clashed with the BNP and Jamaat activists, and even with the law enforcers. Hundreds of Awami League activists carrying bamboo poles and oars paraded most city roads, chanting slogans against Khaleda Zia and Justice KM Hasan.[See A city of siege, a day of panic] The Awami League activists blocked almost all the city entry points in the morning and clashed with any procession of the BNP they saw.\r\nThe major violent incidents took place at the Paltan intersection, Shahbagh, Jatrabari and Mirpur in the capital.\r\nBangladesh Jamaat-e-Islami (BJI) arranged a pre-declared program at 3.00pm at Baitul Mukarram North gate in the capital to observe the day of power handover of the government. Another political meeting was arranged by Bangladesh Awami Legue at Paltan ground which was quite far from the Jamaat’s venue. At 11.00 am suddenly a procession started to throw bricks to the activists of BJI and its student supporting wing Bangladesh Islami Chatrashibir (BICS). A rally led by AL leaders Hazi Selim and Dr. Iqbal passing by the Jamaat gathering, suddenly attacked the Jamaat meeting and started throwing bricks and sticks at the Jamaat workers. [See] Even, a number of big bombs were hurled by the AL men close to the stage as Jamaat Chief Matiur Rahman Nizami was at the tail end of his speech. [See]\r\nAwami League activists used handmade bombs , arms, logs, oars and sticks in their indiscriminate attack on BJI and its Bangladesh Islami Chhatra Shibir (BICS). Due to this sudden attack, along with Jamat leaders Nurul Islam Bulbul, Josim Uddin, Mujahid and other activists were severely wounded and 5 of them died instantly. AL activists and cadres beat to death Jamaat activists with oars and sticks they were carrying. [Daily Star, October 29, 2006]\r\nElectronic media showed how inhumanly the Awami league men killed Shibir activist Mujahid by beating with sticks and oars. They tortured him through diverge of his hands, nose, legs, head, mouth. After ensuring Mujahid’s death, the AL men danced on his dead body. Along with Mujahid, 5 other BJI activists including Habibur Rahman, Joshim Uddin, and Golam kibria Sipon died at the spot.\r\nAir at Dhaka Medical College Hospital was heavy with the sobs of the relatives of the injured and the dead activists of BJI and BICS. Hundreds of shocked relatives and party activists thronged to the hospital to see whether their relatives were among the dead and the injured. More than 400 of the injured were admitted to the hospital. [See A city of siege, a day of panic]\r\nThe massacre of 28th October caused the tragic death of Shibir activist Mujahidul Islam, Golam Kibria Shipon, Jamaat activist from Lalbag Habibur Rahman, Jamaat activist from Jurain Jasimuddin, Jamaat activist Jasim (s\/o Haji Anwarullah) and Abdullah Al Foysal from Siddhirganj. Later, on 5 November 2006, Saifullah Mahmud Masum died in hospital from the wound on 28th October.\r\nThe violence of Awami League in 28th October 2006 was not limited to Dhaka only. On the same date Awami League men killed BJI activist Ruhul Amin in Gazipur, BJI activist Saber Hossain in Nilfamary, Arafat Hossain Sabuj in Magura, Abbas Ali in Meherpur and Jabid Ali in Satkhira.\r\nAt least 18 people were killed throughout the country by the “oars and logs” attack of Awami League and its allies. At least 1,000 were injured, many with bullets, in attacks by the activists of the AL led alliance. In Kurigram, Islami Chhatra Shibir activist Rafiqul Islam, wounded in a clash with the Awami League activists, died in a clinic at about 5:00pm.\r\nIn Narsingdi, Hajipur union council chairman Saiful Islam, 33, also a local BNP leader, and his younger brother, Ripon, 28, died in the attack of the Awami league men at about 2:30pm. His elder brother, Mah-e-Alam, 42, cousin Shamim, 35, and supporters Hannan Sarkar, 33, and Elen Hossain, 32, were injured when they tried to save Saiful from the Awami league attackers. More than two dozen offices of the BNP and its front organizations were vandalized in the attacks of Awami league. In Chittagong, a toll collector of Shah Amanat Bridge, Abul Kalam, wounded in an attack by Awami League on Saturday morning, died in Chittagong Medical College Hospital at about 4:00pm.\r\nKalam and three others were wounded when the Awami league men, during a road blockade, attacked state minister Zafrul Islam at 11:30am. Zafrul somehow managed to escape the scene unhurt. [http:\/\/www.newagebd.com\/2006\/oct\/29\/index.html]\r\nRoad communications between Dhaka and other areas remained snapped due to massive blockade by Awami League. Shops and business establishments were closed. Streets in towns and cities were deserted. Railway communications were also disrupted in many areas.\r\n\r\n \r\n\r\nMartyr Mujahidul Islam:\r\n\r\nMujahidul Islam was a 3rd year student of BBA at Stamford University. He was the President of Bangladesh Islami Chhatra Shibir, Mirpur 10 unit of Dhaka. On 28 October 2006, Awami League activists killed Mujahid by beating with sticks and oars. They tortuered him through diverge of his hands, nose, legs, head, mouth. 14 party alliance activists killed Mujahid so rudely and it can be compare with Medieval period. [Daily Ittefaq, 29.10.06] After ensuring Mujahid’s death, the AL men danced on his dead body under broad day light.\r\n\r\n \r\n\r\nMartyr Golam Kibria Shipon:\r\n\r\nGolam Kibira Shipon was a first year student of BSC in Physics in Dhaka College. He was a very brilliant student and a Hafez i.e. one who got the Holy Quran by heart. He achieved distinction in his Secondary exam. Shipon was the president of 27 ward branch of Bangladesh Islami Chhatra Shibir, Dhaka south unit.\r\n\r\n \r\n\r\nMartyr Saifullah M Masum:\r\n\r\nSaifullah M Masum was the youngest child of retired government employee Mahtab Uddin Ahmed and Shamsunnahar Rubi. On 28 October 2006, Awami League cadres hammered his whole body with bricks and sticks. After 5 days of struggle with death he succumbed to the injury and died on 2nd November 2006.\r\n\r\n \r\n\r\n## List of persons murdered in the 28 October clash in Paltan:\r\n\r\n \r\n\r\n## What was the Role of Awami League Leaders:\r\n\r\nSheikh Hasina\r\nSheikh Hasina, the President of Awami League, called her party activists to march to Dhaka with oars and sticks to take control of the streets of the capital. From a rally held on 18th September 2006 at Paltan ground in the capital, Sheikh Hasina instructed her party members to come to Dhaka with oars, logs, and sticks:\r\n“If our demands are not met, you [the people] be ready and come to Dhaka from villages, upazilas and districts with oars, rowing poles and with whatever you have when I will call you,” Hasina instructed her coalition activists urging to build resistance against the next caretaker government. [See Hasina asks all to enforce blockade Wednesday] Following her call, her party activists gathered in the city sparking the violence of October 28.\r\n\r\nTofail Ahmed:\r\n“We will not only besiege the capital city but also the villages. Besides, we will also go for indefinite countrywide shutdown if our demands are no fulfilled,” Awami League presidium member Tofail Ahmed said on 19 October, a few days before the massacre of 28 October. [See]\r\n\r\nHaji Selim and Dr. Iqbal:\r\nThe violence of 28 October was started by two Awami League lawmakers Haji Selim and Dr. Iqbal. On 28 October at 11 a.m., a 14-party rally led by AL leaders Haji Selim and Dr. Iqbal passing by the Jamaat gathering, suddenly attacked the Jamaat meeting and started throwing bricks and attacked with sticks on the Jamaat supporters. [See] After that, a number of big bombs were hurled by the Awami League men close to the stage as Jamaat Chief Matiur Rahman Nizami was at the tail end of his speech. [See]\r\n\r\n## Role of Administration:\r\nThe killing of 28 were staged under broad day light in front of Police and other law enforcing agencies but they failed to take necessary measures of stop such political violence. The attack on BJI and BICS activ","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-ash3\/601091_563143847106917_1720567225_s.jpg"}