{"id":"428835640537739_563030470451588","type":"photo","created_time":"2013-10-27T19:42:49+0000","message":"28 Oct 2006: Barbaric violation of Human Rights in Bangladesh\r\n\r\nOn 28th October 2006 humanity witnessed another barbaric violation of basic human rights, which has been considered as one of the worst demonstrations of brutality and political fascism in Bangladesh’s recent history. The democratically elected 4 party alliance successfully completed there five years tenure on Friday the 27th October 2006 and prepared to handover power to a non party Caretaker Government on 28th October 2006. It was to be a historic day for Bangladeshi people. They were proudly waiting to see the voluntary hand over of power by a democratic government respecting the constitution and democratic norm, which was once unthinkable in Bangladesh and still unthinkable in many countries in the world. Unfortunately this long awaited constitutional handover was brutally blocked by the opposition Awami-League and their alliance. They not only blocked the transfer of power but launched a pitched battle on the streets of the capital and killed at least 6 innocent people in Dhaka city alone. It is reported that the leader of the opposition (Awami-League) called upon her workers to come to Dhaka with oars and sticks to resist the handover of power to Justice K M Hasan, who, according to the constitution, was due to take charge as head of the caretaker government. As a result, Awami thugs armed with oars and sticks attacked a prescheduled Jamaat rally in Purana Paltan, brutally beating to death five Jamaat activists and injuring hundreds of others.\r\n\r\nAccording to a recent report by the ‘New Nation’ newspaper, the continuation of political violence over the past four days has so far claimed more than three dozen lives. The international print and electronic news media aired the unfortunate events which were not only brutal but also uncalled for. The ferocity with which the political activists of the opposition alliance attacked and killed members of another party, who were unarmed and peaceful as we have seen through several media, was witnessed not only by the people of Bangladesh but also those from around the globe. After being bestowed with the honour of seeing one of its sons as the recipient of the Nobel Peace Prize, the people of Bangladesh along with peace loving members of the world’s community were hoping for lasting peace and prosperity. But sadly this atrocity has broken these hopes and dreams. The following photographs show how brutal the Awami activist were when beating unarmed innocent men to death by there oars and sticks. Not only that, they even danced on one of the dead bodies after killing him, as reported by news media.\r\n\r\nAs defined by the Human(e) Rights Resource Center: Human rights are those basic standards without which people cannot live in dignity. To violate someone’s human rights is to treat that person as though she or he were not a human being. Above photographs are some clear evidences of supporting this statement. People who were killing their opponent have no respect to humanity.\r\n\r\nIn the preamble of Universal Declaration of Human Rights it is states that Human rights deserve special respect in society because they are those rights, which are inherent in human persons and without which they cannot live as civilised human beings. Therefore, people who have no respect to humanity they are enemy to a civilized human society.\r\n\r\nWhy this atrocity?\r\n\r\nMajority of the people who watched this atrocity in electronic media questioned – what is the rationale behind the fighting? In a ‘Channel i’ talk show on 29th October 2006, Hasanul Hoque Enu, a 14 party Alliance leader claimed that they were fighting for Constitution i.e. to secure non partisan head of Caretaker Government. Is this the right way to fight for securing constitutional rights while there was an elected parliament and an elected President and moreover a fully functional Supreme Court?\r\n\r\nHowever, let us see what the constitutional arrangement for selecting head of Caretaker Government is and what happened in reality.\r\n\r\nThe constitutional arrangements regarding the Caretaker Government as enshrined in the Bangladesh Constitution are as follows:\r\n\r\n58C. Composition of the Non-Party Care-taker Government, appointment of Advisers, etc.\r\n\r\n(1) Non-Party Care-taker Government shall consist of the Chief Adviser at its head and not more than ten other Advisors, all of whom shall be appointed by the President.\r\n\r\n(2) The Chief Adviser and other Advisers shall be appointed within fifteen days after Parliament is dissolved or stands dissolved, and during the period between the date on which Parliament is dissolved or stands dissolved and the date on which the Chief Adviser is appointed, the Prime Minister and his cabinet who were in office immediately before Parliament was dissolved or stood dissolved shall continue to hold office as such.\r\n\r\n(3) The President shall appoint as Chief Adviser the person who among the retired Chief Justices of Bangladesh retired last and who is qualified to be appointed as an Adviser under this article:\r\n\r\nProvided that if such retired Chief Justice is not available or is not willing to hold the office of Chief Adviser, the President shall appoint as Chief Adviser the person who among the retired Chief Justices of Bangladesh retired next before the last retired Chief Justice.\r\n\r\n(4) If no retired Chief Justice is available or willing to hold the office of Chief Advise, the President shall appoint as Chief Adviser the person who among the retired Judges of the Appellate Division retired last and who is qualified to be appointed as an Adviser under this article:\r\n\r\nProvided that if such retired Judge is not available or is not willing to hold the office of Chief Adviser, the President shall appoint as Chief Adviser the person who among the retired Judges of the Appellate Division retired next before the last such retired Judge.\r\n\r\n(5) If no retired judge of the Appellate Division is available or willing to hold the office of Chief Adviser, the President shall, after consultation, as far as practicable, with the major political parties, appoint the Chief Adviser from among citizens of Bangladesh who are qualified to be appointed as Advisers under this article.\r\n\r\n(6) Notwithstanding anything contained in this Chapter, if the provisions of clauses (3), (4) and (5) cannot be given effect to, the President shall assume the functions of the Chief Adviser of the Non-Party Care-taker Government in addition to his own functions under this Constitution.\r\n\r\nWhat did happen in reality?\r\n\r\nAccording to the above Constitutional arrangement Justice K M Hasan was the first choice to be the head of a Caretaker Government. Awami League, the biggest opposition party, questioned his neutrality which had been known to the people ever since he became the choice of the caretaker chief. They vowed to paralyse the country with protests if K M Hasan took oath as the head of a Caretaker Government. At one point they even made a violent demonstration, with oars and sticks, in front of his Dhanmondi residence. The fact is that justice Hasan has served as a High Court\/Supreme Court judge for at least 15 years without any controversy. Mahfuz Anam, the editor of one of the most respected and leading English Dailies, wrote in his newspaper comment: “Whatever partisan leanings there were back in the 80s, Justice Hasan’s subsequent role as a high court judge and later as the chief justice have revealed him to be a man of sufficient integrity and professionalism to be acceptable to all. Several lawyers and former judges that we have spoken to reinforce our view that he is sufficiently capable of carrying out his task as the chief of the caretaker government with fairness and competence”. The same view has been expressed by many dignitaries, journalists and Bangladeshi citizens at home and abroad.\r\n\r\n2 Dead bodies in a hospital, 28 Oct 2006\r\n\r\nHowever, The AL and its allies began a continuous siege programme across the country to, in their own words, resist Justice K M Hasan’s taking oath of office as Chief Adviser of the Caretaker government. Subsequently Justice Hasan, in the face such a violent opposition issued a statement on 27th October 2006, declining to take the responsibility of the Chief of the Caretaker administration “for better interests of the country and its people following the failure of the two-party dialogue”. Despite Justice Hasan’s statement Awami League and their alliance continued their violent siege programme attacking ruling alliance’s members which took dozens of innocent lives.\r\n\r\nAfter Justice Hasan’s decision and prior to exercising other constitutional options the President took the initiative for political understanding between the major political parties—the BNP and the AL—and asked Abdul Mannan Bhuiyan, the Secretary General of the then ruling BNP and Abdul Jalil, the Secretary General of the Opposition AL, to sit for a talk, in a last-ditch effort to settle the disputes over the formation of a non-party Caretaker government.\r\n\r\nMannan Bhuiyan and Abdul Jalil had a closed-door meeting after which they together appraised the President about the outcome of their parley. They also had a joint meeting with the President, but failed to reach an acceptable conclusion.\r\n\r\nAs a result, the President started to exercise available constitutional options to form a Caretaker Government. With Justice Hasan’s refusal to head the Care-taker Government, the next constitutional option would have been retired Chief Justice Mainur Reza Chowdhury, who retired before Justice K M Hasan, but unfortunately he was no longer alive. As a result, this option was not available. Then the President tried to follow the 3rd and 4th options enshrined in the Constitution but was unsuccessful because Justice M A Aziz, who is the next available retired Appellate Division judge, has been holding another Constitutional position which has","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn2\/1380758_563030450451590_1739528085_s.jpg"}