{"id":"428835640537739_535753646512604","type":"status","created_time":"2013-09-08T05:37:24+0000","message":"ভারতের Indian Express পত্রিকার বিখ্যাত কলাম লেখক Shekhar Gupta’র লেখা এই আর্টিকেলে বর্তমান আওয়ামী লীগ সরকারে ১ম বর্ষে ঘটে যাওয়া বাংলাদেশের ইতিহাসের নৃশংক বিডিআর হত্যাকান্ডটি যে ভারত রাষ্ট্র কর্তৃক ঘটানো হয়েছিল, তার সুস্পষ্ট ধারনা রয়েছে… ”Hasina has forced the ISI to shut shop. She has also disbanded the Bangladesh Rifles, which had become such a malevolent presence on our borders — remember that ghastly visual of the bodies of our BSF patrolmen, killed by the BDR, being carried, hanging by their limbs from bamboo sticks?” National Interest: Dear Narendrabhai Shekhar Gupta : Sat Aug 31 2013, 11:09 hrs http:\/\/www.indianexpress.com\/news\/national-interest-dear-narendrabhai\/1162432\/ You want a Bengali speaking Af-Pak or a liberal, secular Bangladesh? You can decide now. WHY am I not addressing this appeal to adarniya Advaniji or my old friend Sushma first? Or to dear Rajnathji or Arun (Jaitley), even though I might have known all four of them more closely than you, mostly because we all live in New Delhi? It is because, in their current mood, the first two are unlikely to give anybody a hearing on any thought that is remotely conciliatory. And the last two have tried, are trying, but sometimes seem like giving up. Which is scary for India's supreme national interest. That is why you, Narendrabhai, need to weigh in. Because moments like these arrive only once in decades in a nation's history. And if we lose them, irrespective of whether our politics is broken at the inter-party level or, in this specific case, most regrettably, at the intra-party level, our future generations will not forgive us. Your intervention is needed because the matter rests within your party, and is caught within its messy, but utterly transparent, internal power tussle. Your party has messed up much virtuous, reformist legislation already, it has failed to live up to your own expectations on the food bill — in fact, Murli Manohar Joshi's speech on this in the Lok Sabha sounded like he had borrowed a pamphlet from the NAC, or Arundhati Roy had ghosted it. And if it now loses India this great opportunity, despite total political and strategic convergence, you will look a lesser leader within your party and, more importantly, on the national stage. That long, somewhat rhetorical, preamble was necessary. Because the issue — and the country it refers to, Bangladesh — is a red rag to your party and the RSS, who see it as the Pakistan on our eastern borders. But here is an opportunity to change the story and the history with Bangladesh. Not one senior leader of your party has, as yet, produced an argument against the land boundary agreement that India and Bangladesh have signed and which now awaits ratification through a constitutional amendment. On several occasions, your party president, Rajnath Singh, has very sagaciously stated that his party supports the agreement. Yet, it hasn't been able to vote for it because of last-minute objections. The opposition of the BJP's Assam unit etc are just convenient excuses. The issue is caught in the strife within the BJP. WE need to understand two key issues here. One, what does this agreement entail. And two, why does it represent a strategic opportunity not seen in our neighbourhood since the Simla Agreement (which, you will agree, Indira Gandhi lost in not having the LoC formally sanctified as our border). We are paying for that blunder on our western flanks now. Should we make a similar one on the east? And should India lose out just because Hastinapur maharathis of your party can't be seen to be thinking or working together? And if you fail to count now, what kind of leader are you? Firstly, what is this agreement. India and Bangladesh (East Pakistan then) inherited a complex border from Sir Cyril Radcliffe, who gave each side enclaves deep inside the other's territory. These involve not much territory, but about 51,000 people. Because of our cussed bilateral relationship, neither side gives easy access to the other to its enclaves. As a result, these territories have become stateless sovereign republics. These are dens of thugs, smugglers, terrorists, gun-runners and illegal immigration mafias. Even jihadi groups and the ISI have routinely used these as staging posts as these are permanent gaps in our border surveillance. It was only now, with the rise of a friendly, liberal and courageous Sheikh Hasina government in Bangladesh, that the two countries have signed this historic agreement to exchange these enclaves and rationalise our border. Alongside, we have signed an agreement for joint border management. But that is not possible until the enclaves are sorted out. Effectively, there is no loss of territory for India. The government has held 17 meetings with the opposition leaders to brief them on the agreement, and barring staunch opposition from the Asom Gana Parishad (AGP), and a qualified one from Mamata Banerjee, the entire Parliament is behind this agreement. That includes the BJP, as confirmed by your party president in many public statements. But so broken is your party's relationship with the Congress (blame for which is shared equally), and so intense the antagonisms within your top brass , that the opportunity is being lost. It was only after a wide consensus had been obtained on this agreement that our president, Pranab Mukherjee, in March this year, made a public commitment in his speech at Dhaka University that the agreement will be presented for ratification in India's Parliament. To not do so now will be a disgrace for India. It will also be the loss of a strategic opportunity that may not wait, or in fact may never come for a generation. Because in December, or latest by early January, Bangladesh also goes for general elections. Sheikh Hasina has been incredibly brave in turning around her India policy. But our inability to deliver on two solemn agreements, Teesta waters (blocked by Mamata) and now the land boundary pact, is already becoming her killer embarrassment. That she went down on her knees to India and got her proud country humiliated and so on. If she loses, and Khaleda, backed by Islamists, returns, India will be the biggest loser. You have no time to lose. NOW the second point. Why is this agreement a once-in-a-generation strategic opportunity? Because the democratising of Bangladesh's politics, society and public discourse is as important to India as that of Pakistan's. And Sheikh Hasina has been doing just that. From being a sanctuary for our rebels, particularly the ULFA, and a playground for the ISI and jihadi forces, Bangladesh is now an ally. Remember how it has handed over our fugitives, particularly Arabinda Rajkhowa, and is holding Anup Chetia, and the political risks this entails. If Tripura can convert some of its underground gas into power, it is only because Bangladesh has let you transport those giant generators by barge through its rivers. They would have never reached there through the narrow, winding mountain roads. Hasina has forced the ISI to shut shop. She has also disbanded the Bangladesh Rifles, which had become such a malevolent presence on our borders — remember that ghastly visual of the bodies of our BSF patrolmen, killed by the BDR, being carried, hanging by their limbs from bamboo sticks? The courts, under her, have given judgments holding both the martial law impositions (by Generals Ziaur Rahman and Ershad) unconstitutional, and thereby laws enacted by them, which effectively converted Bangladesh into an Islamic state, have been abrogated. Bangladesh is therefore restored to its original, secular, liberal constitution. One can always have a super-liberal argument against the government banning the Jamaat-e-Islami, on its handing out death sentences to old radicals and Jamaatis for complicity in the Pakistani army's atrocities in 1971. But, certainly, that cannot be your party's argument, or yours. The truth is, while the world celebrates the rise of secular Indonesia as a great liberal success story in the Islamic world, Bangladesh, with its 16.3 crore, mostly very poor, people, 89 per cent of whom are Muslim and 10 per cent Hindu, deserves that admiration first for the way it has transformed. Nothing underlines the positive change in Bangladesh better than the fact that its high commissioner, Tariq A. Karim, specially called on you in Ahmedabad on July 27 for an hour-long meeting to seek your support for the land boundary agreement, when Americans have not yet taken you off the blacklist, Europeans are engaging with you but still sort of gingerly, and diplomats of no other Muslim-majority country will like to be seen near you. He and his government got their share of abuse for this back home, but they did not flinch. And you want to know how fragile these gains are? The first radical to be convicted and given the death sentence, Abul Kalam Azad, the red-bearded ideologue better known as Bachchu Razakar or Lal Daadhi, has already escaped, and where else but to Pakistan, now harboured by the jihadis there. Scores of others, under trial now, are praying for the defeat of Hasina's Awami League this winter and the rise on the streets of a group called Hefazat-e-Islam, which grew, like much Bangladeshi radicalism, from Chittagong and whose 13-point charter is borrowed straight from the Taliban. I may or may not agree with you, Narendrabhai, but I know you believe you are being swept to power next summer. What kind of Bangladesh would you rather be dealing with on your eastern borders? You have an opportunity to determine that now. And even your critics and adversaries, even the minorities that fear you, will bless you for this, hailing it as a great act of liberal foresight and a signal of your arrival as a truly national leader, and a patriot. National Interest: Dear Narendrabhai - Indian Express www.indianexpress.com\nNational Interest: Dear Narendrabhai - Indian Express\nhttp:\/\/www.indianexpress.com\/news\/national-interest-dear-narendrabhai\/1162432\/"}