{"id":"428835640537739_519006321520670","type":"status","created_time":"2013-08-07T01:25:02+0000","message":"How many mothers will lose their sons this way...?\n\nEight brilliant youth leaders were abducted in last seventeen months\n\n    12th May, 2013 - Shibir activist Shahadat was killed by RAB\n    24th June 2013 - Shibir leader Tazammul and Azizur were abducted\n    26th June 2013 - Shibir leader Abdus Salam and Nurul Amin were abducted\n    4th April 2013 - Shibir leader Masum was abducted from his uncle’s house at Rajshahi\n    2nd April 2013 - Hafez Jakir Hossain was abducted from Mohammadpur\n    4th February 2013 - Shibir leader Mukaddas and Waliulllah were abducted from a bus in Savar\n    In last few months, about 242 Islam-loving people including 45 shibir leaders were brutally killed by Police, BGB, RAB and Awami Thugs.\n    5th May 2013 - Joint Taskforce launched Massacre on sleeping Ulamas and Islamists at Motijheel.\n\n \n\nProof of the involvement of Police and RAB found in every abduction case\n\nBangladesh Islami Chhatrashibir is a name of an ideological student organization with reputation of talent, character and gentleness. Having been established in 1977, this organization has successfully attracted a huge number of young minds. They are the most conscious part of the society and they also have the sense of great responsibility as well as the oath of preaching and spreading the message of Allah and the teachings of Prophet Muhammad (pbuh). However, the present Government has adopted the policy of terrorism against this organization after being failed to confront it ideologically. The Central President of Shibir Delwar Hossain was arrested and severely tortured for about 54 days in the name of remand. Other activists and leaders were arrested, shot and severely tortured by police and other security forces. In continuation of this oppression, now murders, cross fires and abduction as well as forced disappearances have become some actions in common undertaken by the government to suppress shibir. \n\nBut the level of torture and repression has now reached its peak. Poor mothers are waiting for their beloved sons with a hope that they will come back home someday but they never come back. The government still continues to unleash its fury upon some young brilliant minds who are not terrorists; nor had they taken part in any crime. They just dreamt for a better Bangladesh; is it their offense? Then why are they abducted now? Why can’t their families find any traces of their loved ones? They are innocent Bangladeshi citizens, family members of yours, ours and now nobody know where now they really are.\n\n \n\nMurder of Shibir leader Shahadat in the name of Cross fire\n\nAbdullah Omar Nasif alias Shahadat, an activist of Shibir was abducted by RAB on last 4th May after he came to Dhaka to join the rally of the 18-Party Alliance. After seven days, he was killed at Kajla in a so called ‘cross fire’. Advocate Sohel, elder brother of Shahadat, stated that he got information about his brother who was arrested and tortured in RAB custody. After contacting RAB-8 in Rajshahi on 8th May morning, they assured that a shibir activist would be brought from Dhaka and they advised him to contact at night. Later on, they totally denied any such involvement and on 12th May, Shahadat was killed by RAB at 3:00 am late at night at the radio centre field of Kajla, Rajshahi, in the name of so called Cross fire. The bereaved family of Shahadat including his wife and a daughter are now speechless in shock.\n\n \n\nAbduction of Tazammul and Azizur\n\nJust after 41 days of this killing, Tazammul Ali, a brilliant Masters student of Islamic Studies department at Rajshahi University (2007 - 2008 session) and Azizur Rahman, another brilliant Masters student of Arabic department at Rajshahi University (2005 - 2006 session) were abducted by the security forces in Dhaka on 24th June 2013. They came to Dhaka on the previous night for treatment and other purposes of another student Ismail Hossain. Tazammul was the Finance Secretary of RU Shibir Unit, Azizur was the Student Movement Secretary of RU Shibir Unit and Islamil was the president of Habibur Rahman Hall branch of RU Shibir Unit. On 24th June in the afternoon at 5:45 pm, after meeting a friend at the Peoples University, Dhaka, they were waiting for a vehicle to leave. At that time, eight to ten members of security forces forced them to get into their vehicle. Ismail was luckily away from them at that time but he saw everything by himself and then narrowly escaped. Even the news of their abduction has come to newspapers but nothing happened. Their family members are still trying to find their traces but all their efforts went in vain. Tazammul Ali was the 4th son of Mawlana Hazrat Ali of Jessore. Very gentle by nature, Tazammul got admitted into Rajshahi University in 2007-2008 academic session. He became a member of Shibir in 2009 and was the Finance Secretary of Rajshahi University Shibir Unit.\n\nAzizur Rahman was the 3rd son of Mawlana Abdus Salam of Kurigram. Ever smiling Aziz got admission into Arabic department of Rajshahi University in the session of 2005-2006 and just finished his Masters final exam. He became a member of Shibir in 2007 and was the Students Movement Secretary of RU Shibir Unit.\n\nTheir families sought everybody’s help through a press conference in Press Club, Dhaka, but still no traces of these two youths are found.\n\n \n\nAbduction of Abdus Salam and Nurul Amin: Disappeared when came to search for others disappeared\n\nAnother incident of abduction on last 26th June unveiled the fascist attitude of the oppressive Government over again. On that day, Student Welfare Secretary of Rajshahi University Shibir Unit Abdus Salam and president of Bhatara Thana of Dhaka City North Unit of Chhatrashibir Nurul Amin became the victim of forced disappearance while searching two others disappeared earlier. They were forcibly made disappear when they came to search for others who were also forcefully vanished. What an uncertain and strange country it is which we are living in!! Abdus Salam came to Dhaka from Rajshahi on 25th June at night to assist families of Tajammul Ali and Azizur Rahman to collect information about their disappearance. Md. Abdus Slam along with Nurul Amin, president of Bhatara Thana of Dhaka City North Unit of Shibir, was abducted in the same way from the nearby area of Gulshan Thana when they were leaving the Thana after filing a general dairy on the incidence of forced disappearance of Tajammul Bari and Azizur Rahman at about 8.00 PM on 26th June night. This incident occurred in front of Gulshan Thana at the presence of public. Md. Abdus Salam is the son of Afaz Uddin of Dhorompur village adjacent to University area at Motihar Thana of Rajshahi district. He was a Masters student of department of Law and Justice at the University of Rajshahi. Before the disappearance incident, he was acting as the Student Welfare Secretary of Rajshahi University Shibir Unit. Md. Nurul Amin is the son of late Md. Habibur Rahman of Boro Hatbila village at Itna thana of Keshoreganj district. He was studying masters on the subject of Management at Jagannath University. Before the abduction, he was working as the president of Bhatara Thana of Dhaka City North Shibir Unit. Bereft of parents, this youth leader was very honest and hard working.\n\nAbduction of Hafej Jakir Hossain\n\nHafej Md. Jakir Hossain, a senior at Dhaka Dental College, disappeared from Muhammadpur area of Dhaka city on 2nd April 2013. Md. Motiur Rahman, elder brother of Jakir Hossain, reported in the application of general dairy at Muhammadpur Thana (GD no. 328) that Jakir Hossain never came back after leaving his residence for Muhammadpur Bus Station to bring some important documents from Dhaka Dental College. No information about his whereabouts had been found yet even after searching in all possible locations including police stations.  It has been known from the source of eyewitnesses that a group of white dressed members of law enforcing agency claiming them to be officers of RAB-2 took away. But afterwards, police and RAB refused the arrest of Jakir Hossain. At that time, Jakir Hossain was the acting president of Dhaka City West Adabor Thana Unit of Chhatrashibir.\n\nAbduction of Anuwarul Islam Masum\n\nAnuwarul Islam Masum studying masters in the department of Math at Rajshahi College was arrested on 4th April night. At the leadership of the Chief of RAB-5 Anwar Khan Lotif, a team consisting of 40\/50 members including Nahid and Bulbul entered into the residence of Masum’s uncle Fazlur Rahman (House no. 175 at Bilshimla area of Rajshahi) at about 2.30 PM night after breaking parts of the collapsible gate and lock of the house. Initially after breaking the door, they arrested Anuwarul Islam Masum when he was sleeping and also tortured him for hours in the name of investigation confining in another room. Then members of RAB took a picture of Masum putting their arms before him. They also took some personal things of Masum along with his laptop and mobile phone while leaving. Later on, the RAB team together with 8-10 DB police members searched several rooms of a student hostel (holding no. 45) at the Sahajipara area of the City taking Masum with them when he was handcuffed. During that search some students of hostel could recognize Masum. But next morning when Masum’s family went to RAB-5 office in search of Masum, they totally refused the incidence of arrest at that night. Family members of Masum held a press conference with clear evidences at 3 PM in the afternoon on 7th April, 2013, when he was not produced in the Court even after two days of arrest. But till now the law enforcing agencies continue to refuse the operation of arrest. No one knows whether Masum is alive or not. Masum is the son of Md. Ismail Hossain of Angariapara village at Sadar thana of Chapainababganj district.\n\nAl Mukaddas and Waliullah disappeared since one and a half year\n\nMembers of RAB arrested Al Mukaddas and Waliullah, two brilliant student leaders of Islamic University of Kustiya, from a bus of Hanif Paribahan at Savar area when they were on their way to Dhaka from Kustiya. No whereabouts of them have been found till today. Their relatives are looking forward to getting back their loved ones and heart-rending crying of their mothers is also going on incessantly. What was their offence for which they were arrested and vanished? There is no police case against these abducted leaders in any Thana. We deeply condemn and protest against such kind of incessant law breaking and human rights violating activities of law enforcing agencies in Bangladesh. Due to undemocratic behavior, killing of innocent man by police, torture of police on religion-loving people, Philkhana tragedy, Padma bridge corruption, Hallmark scandal, corruption in quick-rental and Destiny, massive price hike of essential goods, eve-teasing and terror of Chhatra League all over the country including campuses, stock market scandal, forced closing of mass media, oppression by police on opposition party politicians and tender business of Chhatra League and Jubo League during this four and a half years of rule of the Grand Alliance Government, now the public support for the government is on zero point. Government has chosen the technique of forced abduction and mass killing to hide their public detachment. Meanwhile, families of those students disappeared are anxious about their children’s disappearance. Their families are claiming to return their sons quickly or to present them before the Court showing their arrest with clear charges against them. Eager request to honorable Prime Minister, Home Minster and others associated from the families of the victims:\n\n“You STOP such cruelty and atrocity. Try to realize the pain of losing your dear ones. Please return these offspring to their parents. When a student was supposed to concentrate on studying, 45 students along with 242 faithful people have been killed and shot atrociously by police in last few months. Among them there were peace-loving people of different age and occupation including children, women, old-aged and youths. Rest of the many has to run away from home to avoid arrest. If arrested by any means, hell-like torture comes down to them. And who will understand the mental sufferings of victim’s family when someone is killed or abducted? It cannot be tolerated by any means that some brilliant young students and leaders go forcefully vanished for ever only because of their different ideology.”\n\n \n\n So, let’s come and protest strongly such hateful crime. Let’s create powerful resistance against Awami oppressive tyranny."}