{"id":"428835640537739_570204069734228","type":"photo","created_time":"2013-11-08T22:39:08+0000","message":"ICNA expresses concern over Bangladesh tribunals\n\n\nNEW YORK, NY (November 7, 2013) – The Islamic Circle of North America (ICNA) calls on the International Crimes Tribunal in Bangladesh to adhere to international legal standards. A number of death penalty sentences have raised severe concerns about ICT’s violation of the law.\n\nThe tribunal was created by the Bangladeshi government to put to trial those accused of committing war crimes during the country’s war of independence in 1971.\n\nHuman Rights Watch and Amnesty International have unequivocally stated that ensuring justice for the atrocities committed during the war requires fair trials and due process of law.\n\n“Trying hundreds of people en masse in one giant courtroom, where the accused have little or no access to lawyers, is an affront to international legal standards,” said Human Rights Watch. “The authorities should instead immediately initiate a credible and fair trial to get justice for the mutiny victims and their families.”\n\n“The many victims of horrific abuses during Bangladesh’s independence war and their families have long deserved justice, but the death penalty is not the answer,” said Abbas Faiz, Bangladesh Researcher at Amnesty International.\n\nThe crimes tribunal also appears to be a politically motivated action on part of the current government to curb the establishment of democracy in Bangladesh and hide its failure to address pressing issues including poverty, healthcare, and the dismal state of factory workers.\n\nIf ICT fails to adhere to international standards and conduct reliable investigations based on credible evidence, it will undermine the government’s efforts to establish an effective rule of law, will increase the likelihood of violence and deprive people the opportunity for reconciliation.\n\n The Islamic Circle of North America is a leading American Muslim organization dedicated to the betterment of society through the application of Islamic values. Since 1968, ICNA has worked to build relations between communities by devoting itself to education, outreach, social services and relief efforts.\nhttp:\/\/www.icna.org\/icna-expresses-concern-over-bangladesh-tribunals\/","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-frc3\/1456039_570204049734230_1206850496_s.jpg"}