{"id":"428835640537739_543706075717361","type":"status","created_time":"2013-09-22T07:24:38+0000","message":"#FreeQaderMollah. BAL and its supporters are in their worse stupidity to say that death sentence of Qader Mollah was the earnest claim of the people of the country and their so called parliament has the rights to change ( I don't say amendment) the law in favour of the so called people so that Qader Mollah can be hanged. This is not only the worse stupidity but also the worst inhuman, worst uncivilised barbarism the poor planet ever witnessed.\nThe claim of civilisation is that one can't be punished or prosecuted at all on the ground that some people don't like him\/her and they want their favourite authority to hang this individual and this so called govt uses all its tools to do this ever so worst crime to fulfil the desire of certain group of people. If this should be the case then we should not live in human society and if this should be the case then the devil govt and its supporters should know that there are other groups of people and the govt should fulfil their desire as well. In fact the govt is cleansing it's opposition.\n\nTo punish the really guilty, the existing law was tough enough. But still why they had to change the law. This changing business definitely dictates that Qader Molla is actually not guilty but BAL govt and its stupid supporters are the lowest slave of India working on Indian's agenda to get rid of Qader Mollah by whatever means.\n\nWhy I say them stupid slave - it is because slave never can think independently. They only see through their master's glass but they are so stupid that they even don't realise that they are stupid and the history of the slavery says that slaves even sacrifice their everything for their master\/s only to please them as these slaves are first made to sell their soul and God gifted dignified ability of judgement of \" Right\" and \" Wrong\", before the masters buy their physiques. How pity! of the humanity. And until a human being goes down to that lowest stage of thinking, s\/he can't be a self-submissive slave. And a self-submissive slave is the most precious slave to its master\/s but at the same time the master\/s also know that how stupid this slave is and would be treated like an animal or even worse - according to the necessity .\n\nBAL and its blind supporters are absolutely in this stage of slavery. Because they totally lost their judgment ability that who they are doing this cleansing crime for. And that's why they don't know that TRUTH remains the TRUTH even if the whole world says it is False. And in the same way False remains False if even the whole world says it is Truth. Similarly Qader Mollah can't be guilty although the whole world says he is if he is not really guilty. But people with trade mark of BAL are totally missing this blessed independent thinking.\n\" Truth shell prevail and Falsehood will perish for Falsehood by its nature is bound to perish\".\n\nBy: Brother Mainul haque"}