{"id":"428835640537739_435624806525489","type":"photo","created_time":"2013-03-20T05:42:47+0000","message":"বিশ্ব বরেণ্য মুফাসসিরে কুরআন আল্লামা দেলাওয়ার হোসাইন সাঈদীর বিরচদ্ধে ১৯৭১ সালের মানবতাবিরোধী অপরাধের মামলার রায়ে ৬ এবং ৭ নং অভিযোগ প্রমাণিত বলে উলেখ করা হয়েছে। তবে অন্য দুটি অভিযোগে মৃত্যুদন্ড দেয়ায় লঘু শাস্তি বিবেচনায় পৃথক কোন শাস্তি দেয়া হয়নি। কিন্তু এই দুটি অভিযোগ প্রমাণিত হয়েছে মর্মে আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল-১ এর তিন বিচারক যে সিদ্ধান্ত নিয়েছেন তা সুবিবেচনাপ্রসূত নয়। কোন প্রত্যক্ষদর্শীকে সরকার পক্ষ এই দুটি অভিযোগে হাজির করতে পারেননি। যাদেরকে অভিযোগের সমর্থনে হাজির করা হয়েছে তারা দূরবর্তী সাক্ষী। তারা যে বানোয়াট কাহিনী বলেছেন তা ধরা পড়েছে জেরায়। কিন্তু সেটা রায় প্রদানের সময় বিবেচনায় আনা হয়নি। পারেরহাট বাজারের ৩০\/৩৫টি দোকানে লুটপাট, মাখন সাহার দোকানের মাটির নীচ থেকে ২২ সের সোনা-রূপা মাটি খুড়ে বের করে নিয়ে যাওয়া এবং সেলিম খানের বাড়িতে লুটপাট ও অগ্নিসংযোগ প্রমাণ করতে ঐসব দোকানের কোন মালিক বা কর্মচারী যেমন আসেনি তেমনি সেলিম খান নিজে ট্রাইব্যুনালে আসলেও সাক্ষ্য না দিয়ে চলে গেছেন। ভিকটিমদের কেউ আসেনি এবং প্রত্যক্ষদর্শী কোন সাক্ষীও আসেনি। যারা এসেছেন এই দুটি অভিযোগের সমর্থনে তারা একে তো দূরবর্তী সাক্ষী দ্বিতীয়ত তারা সবাই নিজেরাই ফৌজদারী অভিযোগে অভিযুক্ত যাদের চরিত্র ও বিশ্বাসযোগ্যতা মোটেও গ্রহণযোগ্য নয়। তার পরেও এসব সাক্ষীদের শোনা কথার উপর ভিত্তি করে বিশ্বখ্যাত আলেমে দ্বীন মাওলানা সাঈদীকে অভিযুক্ত করা হয়েছে।\r\n\r\n অভিযোগ ৬ (পাড়েরহাট এলাকায় ধর্ষণ ও সম্পত্তি লুট)-এর সরকার পক্ষের মামলাটি ছিল এইরূপ যে ৭ই মে ১৯৭১ মাওলানা সাঈদী শান্তি কমিটির সদস্যদের নিয়ে পাড়েরহাট বাজারে পাকিস্তান আর্মিদের স্বাগত জানিয়ে আওয়ামী লীগ, হিন্দু সম্প্রদায় এবং স্বাধীনতার সপক্ষের লোকদের বাড়ি চিহ্নিত করে দেয় পাক আর্মিরা অগ্নিসংযোগ ও লুটপাট করে এবং মাখন লাল সাহার দোকান থেকে ২২ সের সোনা ও রচপা লুট করে নিয়ে যায়। এই অভিযোগের সমর্থনে প্রসিকিউশন পক্ষ PW-1, PW-2, PW-3, PW-4, PW-8, PW-9, PW-12, এবং PW-13 কে উপস্থাপন করেছে। উলেখিত সাক্ষীদের বক্তব্য পর্যালোচনা করে দেখা যায়, উলেখিত সাক্ষীদের কেউই কথিত লুটপাট ও অগ্নিসংযোগের প্রত্যক্ষদর্শী সাক্ষী নয়। তাদের কেউই পাড়েরহাটের দোকানদার বা দোকানের কর্মচারী নয়। PW-1, PW-2, PW-8, পাকিস্তানি আর্মিদের আসার কথা শুনে পাড়েরহাটে গিয়ে সেখানে ৫২ জন পাকিস্তানি আর্মিকে আসতে দেখেন। মাহবুবুল আলম হাওলাদার ৩০\/৩৫ টি দোকানের এবং ২২ সের সোনা-রূপা লুটের কথা বললেও তিনি কোন আওয়ামী লীগ নেতা বা মাখনলাল সাহা ছাড়া অন্য কোন হিন্দু ব্যক্তি বা স্বাধীনতার সপক্ষের লোকজনের বাড়িঘর লুটপাট ঐ দিন হয়েছে মর্মে কোন বক্তব্য দেন নাই। জেরার জবাবে তিনি আরো জানান যে, মাখন সাহার দোকান লুটপাটের সময় তিনি সেখানে উপস্থিত ছিলেন না। PW-2 রচহুল আমীন নবীন জবানবন্দীতে উলেখ করেন ৭ই মে ১৯৭১ তারিখে ৩০\/৩৫ টি দোকান লুট হয় এবং মাখন সাহার দোকান থেকে ২২ সের সোনা-রূপা লুট হয়।\r\n\r\n কিন্তু জেরায় জানান ২২, সের সোনা-রূপা লুটের খবর ঐ দিন সন্ধ্যায় তিনি জেনেছেন।পাড়েরহাটের লুট হওয়া দোকানদারের নাম তিনি বলতে পারন না। PW-3 মিজানুর রহমান তালুকদার এর উদ্ধৃতি দিয়ে ৭ই মের ঘটনার যে উলেখ করা হয়েছে সেই বক্তব্যসমূহ তিনি তদন্তকারী কর্মকর্তার নিকট বলেন নাই (PW-3 এবং PW-28 এর জেরা)। এছাড়াও PW-3 তার জেরায় স্বীকার করেছেন যে, স্বাধীনতা যুদ্ধ শুরচর পর থেকে ১৭ই মে পর্যন্ত তিনি রাজারহাটেই থাকতেন। কাজেই তার পক্ষে এ ঘটনা দেখা সম্ভব ছিল না। PW-4 সুলতান আহম্মেদ হাওলাদার PW-1 এর মতই ৭ই মের ঘটনার বর্ণনা দিয়ে জবানবন্দী দিয়েছেন। তার জবানবন্দী হতে দেখা যায় তিনি কথিত ঘটনার সময়ের পূর্বে এবং পরে ঘটনাস্থলে উপস্থিত থাকলেও সোনা-রূপা লুটের ঘটনাটি তিনি অন্য লোকের কাছে শুনেছেন। উপরন্তু তিনি এই ৭ই মের বর্ণনাসমূহ তদন্ত কর্মকর্তার নিকট বলেন নাই (PW-4 এবং PW-28 এর জেরা)। PW-8 মোস্তফা হাওলাদার নিজেকে ঝালমুড়ি বিক্রেতা দাবী করেন এবং বলেন যে, তিনি ৭ই মে পাকিস্তানি আর্মিদের পাড়েরহাটে আসার প্রত্যক্ষদর্শী। অথচ তিনি তার জবানবন্দীতে মাখন সাহার দোকান লুটের বর্ণনা দেন নাই।\r\n\r\n তিনি তার জেরায় জানান,১৯৭১ সালের ৮ই মের আগের ৭ দিন প্রতিদিনই তিনি সকাল বেলা ছোলা-মুড়ি বিক্রি করতে পাড়েরহাট যেতেন এবং সন্ধ্যা পর্যন্ত থাকতেন। অথচ তিনি মাখনলাল সাহার দোকান লুট দেখতে পেলেন না এটা বিশ্বাসযোগ্য নয়। PW-9 আলতাফ হাওলাদার ৭ই মে তারিখের লুটপাটের কোন বর্ণনাই দেন নাই। PW-12 মাওলানা সাঈদীর প্রতিদ্বন্দী স্থানীয় এম.পি এ, কে,এম,এ আউয়াল ঘটনার প্রত্যক্ষদর্শী সাক্ষী নন। তিনি ঘটনা শুনেছেন। PW-13 গৌরঙ্গ চন্দ্র সাহা তার জবানবন্দীর কোথাও ৭ই মে বা পাড়েরহাটে লুটপাটের কোন ঘটনার সাথে সাঈদী সাহেবকে জড়িয়ে কোন বক্তব্য প্রদান করেন নাই।\r\n\r\n উলেখিত বিশেষন থেকে এটা পরিষ্কার যে, উলেখিত মাখনলাল সাহার দোকান লুটের কোন প্রত্যক্ষদর্শী সাক্ষী নাই। যে সমস্ত সাক্ষীদের বক্তব্যকে বিশ্বাস করা হয়েছে তাদেরকে বিশ্বাস করার কোন যৌক্তিক কারণ দেখা যায় না। উপরন্তু স্বীকৃতমতে পাড়েরহাটে ১৯৭১ সালে ৩ শতাধিক স্থায়ী দোকান ছিল ঐ দোকানগুলোর কোন মালিক কর্মচারী জীবিত নাই একথা বিশ্বাস করার কোন যৌক্তিক কারণ নাই। উপরন্তু মাখনলাল সাহা ছাড়া অন্য কোন হিন্দু সম্প্রদায়ের অন্য কোন ব্যক্তি, আওয়ামী লীগের কোন নেতা বা স্বাধীনতা যুদ্ধ সমর্থনকারী ব্যক্তির বাড়ি ঘর লুন্ঠিত হয়েছে এই মর্মে কোন সাক্ষ্য প্রমাণ উপস্থাপন করতে না পারায় সহজেই অনুমান করা যায় যে, সাক্ষীরা শেখানো বক্তব্য ট্রাইব্যুনালে উপস্থাপন করেছে। সেই সাথে আরো একটি উদাহরণ দিয়ে বলা যায় যে, প্রসিকিউশনের ৭ তারিখের উলেখিত বক্তব্য বিশ্বাসযোগ্য নয়। কারণ প্রসিকিউশনের দাখিলি (Relied on ) ‘‘The Associates of pakistian Army ( লেখক এ এস, এম শামসুল আরেফিন) হতে দেখা যায় যে, মাখনলাল সাহার দোকান লুটের ঘটনা নবম মাস অর্থাৎ সেপ্টেম্বর মাসে ঘটেছে। অথচ ৭ই মের কথিত ঘটনায় সাঈদী সাহেবকে দন্ডিত করা হল।\r\n\r\n চার্জ নং ৭ (শহীদূল ইসলাম খান সেলিম কে নির্যাতন, তার বাড়ি লুটপাট এবং অগ্নিসংযোগ) এর সমর্থনে PW-1 মাহবুবুল আলম হাওলাদার PW-8 মোস্তফা হাওলাদার এবং PW-12 এ, কে,এম, এ আউয়াল দের বক্তব্যের উপর নির্ভর করেছে প্রসিকিউশনে। ট্রাইব্যুনাল উলেখিত সাক্ষীদের বিশ্বাস করে এবং DW-3, DW-7, DW-15 দের বক্তব্যের উলেখযোগ্য অংশ বাদ দিয়ে বা বিবেচনায় না এনেই উক্ত চার্জে দন্ড প্রদান করেছেন। প্যারা-১৩৯ এ দুইটি গ্রামে বাড়িঘর পুড়িয়ে দেয়ার কথা বলা হলেও শুধুমাত্র দুই গ্রামের একটি বাড়ির বর্ণনা চার্জে দেয়া হয়েছে। PW-1 মাহবুবুল আলম হাওলাদার তার জবানবন্দীতে মুক্তিযোদ্ধা সেলিম খানের বাড়ি লুটপাট ও অগ্নিসংযোগের কথা বললেও তিনি জেরায় (পাতা-২২) স্বীকার করেন যে, তিনি ঘটনার সময় উপস্থিত ছিলেন না।\r\n\r\n তিনি তার জবানবন্দীতে নুরচল ইসলাম খানকে নির্যাতনের কোন বর্ণনা দেন নাই বা শহীদুল ইসলাম সেলিম কে মুক্তিযোদ্ধা উলেখ করেন নাই। PW-8 মোস্তফা হাওলাদার ৭ই মের পরের দিন ১৫\/১৬ জন সেনাবাহিনীর লোকজন ও ৩০\/৩৫ জন রাজাকার নিয়ে নুরচ খানের বাড়ি সাঈদী সাহেব কর্তৃক দেখিয়ে দেয়ার কথা বলেন। তিনি খালের ওপার থেকে নুরচ খানের বাড়িতে ধোঁয়া উঠতে দেখেন। এ থেকে পরিষ্কার বোঝা যায় যে তিনিও PW-1 এর মতই ঘটনাস্থলে উপস্থিত ছিলেন না। PW-12 এ, কে,এম,এ আউয়াল সাহেবও স্বীকৃত মতে ঘটনার প্রত্যক্ষদর্শী সাক্ষী নয়। তিনি চিথলিয়া গ্রামের নুরচল ইসলামের বাড়ি পোড়ানোর কথা জবানবন্দীতে উলেখ করেন। উলেখিত সাক্ষীদের মধ্যে PW-8 এবং PW-12 উলেখিত বক্তব্য সমূহ আই.ও (IO) এর নিকট প্রদত্ত জবানবন্দীতে বলেন নাই যা PW-28 এর বক্তব্য হইতে স্বীকৃত। এছাড়াও ট্রাইব্যুনাল যে সমস্ত DW- এর সাক্ষ্যের উদ্ধৃতি দিয়েছেন তারা সকলেই দ্ব্যর্থহীন কন্ঠে বলেছেন সাঈদী সাহেব স্বাধীনতা বিরোধী রাজাকার বা শান্তি কমিটির সদস্য ছিলেন না এবং কোন অপরাধের সহিত তিনি জড়িত ছিলেন না। অন্যদিকে এই মামলার কথিত ভিকটিম মুক্তিযোদ্ধা শহীদুল ইসলাম খান সেলিমকে সাক্ষী হিসেবে মান্য করলেও তাকে দুই দুইবার ঢাকায় এনে সেইফ হোমে আটকে রেখে সাঈদী সাহেবের বিরচদ্ধে সাক্ষ্য প্রদাণে ব্যর্থ হয়ে তার তদন্তকারী কর্মকর্তার নিকট প্রদত্ত জবানবন্দীকে সাক্ষ্য হিসেবে ধারা ১৯(২) অনুযায়ী গ্রহণের আবেদন করলে ট্রাইব্যুনাল তা গ্রহণ করেন। উলেখিত সাক্ষ্য প্রমাণ এবং সেইফ হাউজে সংরক্ষিত ডকুমেন্ট পর্যালোচনায় প্রতীয়মান হয় যে, শহীদুল ইসলাম খান সেলিম বা নুরচল ইসলাম খানকে অত্যচারের বিষয়টি প্রমাণিত হয়নি। তাদের বাড়িতে লুটপাট ও অগ্নিসংযোগের ঘটনা ঘটতেও পারে কিন্তু তাতে সাঈদী সাহেব জড়িত ছিলেন মর্মে কোন প্রমাণ পাওয়া যায় নাই।\r\n\r\n সাক্ষ্য প্রমাণে দেখা যায় এই মামলার গুরচত্বপূর্ণ সাক্ষী PW-1 মামলার বাদী মাহবুবুল আলম হাওলাদার তার স্ত্রীর নিকট যৌতুক দাবী করায় দন্ডপ্রাপ্ত ব্যক্তি। PW-2 রচহুল আমীন নবীন নকলের দায়ে বিশ্ববিদ্যালয় থেকে বহিষ্কৃত, PW-4 সুলতান আহম্মেদ হাওলাদার কলা চুরির দায়ে দন্ডিত এবং ট্রলার ছিনতাই এর অভিযোগে অভিযুক্ত, PW-5 মাহতাব উদ্দীন হাওলাদারের বিরচদ্ধে মুরগী এবং গাছ চুরির অভিযোগ রয়েছে। PW-11 আব্দুল জলিল তার স্ত্রীকে গলা কেটে হত্যা প্রচেষ্টার অভিযোগে দীর্ঘদিন কারাভোগ করেছেন। PW-12 স্থানীয় এম.পি. এ, কে,এম,এ আউয়াল ছাড়া সমাজের সম্মানিত কোন ব্যক্তিকে প্রসিকিউশন পক্ষ সাক্ষী হিসেবে হাজির করেননি। এ, কে,এম,এ আউয়াল ঘটনার প্রত্যক্ষদর্শী সাক্ষী নন।\r\n\r\n (http:\/\/www.dailysangram.com\/news_details.php?news_id=111861)","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn1\/601958_435624796525490_767449783_s.jpg"}