{"id":"428835640537739_544132222341413","type":"status","created_time":"2013-09-23T04:43:54+0000","message":"We demand an end to this travesty of justice\n\nHow uncorroborated evidence was used to sentence Abdul Quader Mollah\nDefying logic and all manner of common sense, the appellate division of the Supreme Court on Wednesday sentenced Abdul Quader Molla, a senior member of the biggest Islamic party in the country, the Jamaat-e-Islami, to death for committing crimes against humanity during the nation’s 1971 independence war against Pakistan. It dismissed appeals made by Quader Molla’s lawyers against his conviction on five counts of crimes against humanity while focusing on the appeal of the prosecution for a death sentence. Instead the court upheld unanimously that his acquittal on charge no 4 should be reversed and should stand as a conviction, and most significantly that, by a majority, the sentence on charge no 6 (the murder of a family), should be changed from life imprisonment to a death penalty.\nSo what is this infamous Charge no. 6 that was powerful enough to convince judges to award Abdul Kader Mollah a death penalty? Let us analyse using an excellent post compiled by David Bergman.\nCharge No. 6 in brief:\nAs an extract summary from the original judgement reads, “During the period of War of Liberation , on 26.3.1971 at about 06:00 pm the accused Abdul Quader Molla one of leaders of Islami Chatra Sangha and as well as prominent member of Al-Badar or member of group of individuals being accompanied by some biharis and Pakistani army went to the house of Hajrat Ali at 21, Kalapani Lane No. 5 at Mirpur Section-12 and entering inside the house forcibly, with intent to kill Bangalee civilians, his accomplices under his leadership and on his order killed Hazrat Ali by gun fire, his wife Amina was gunned down and then slaughtered to death, their two minor daughters named Khatija and Tahmina were also slaughtered to death, their son Babu aged 02 years was also killed by dashing him to the ground violently. During the same transaction of the attack 12 accomplices of the accused committed gang rape upon a minor Amela aged 11 years but another minor daughter Momena who remained into hiding, on seeing the atrocious acts, eventually escaped herself from the clutches of the perpetrators.”\nUnnatural conviction of judges on integrity of witness and her account:\n1. The defence had every right to ask whether Momena Begum was who she claimed to be. It argued from their end that P.W.3 Momena Begum was not the daughter of victim Hazrat Ali Laskar. The blind conviction of the judges to prove otherwise was evident in the following, “Without any evidence or putting suggestion to P.W.3 on the basis of any tangible evidence no such argument stands lawful and correct. Besides, on cross-examination, in reply to question put to her, P.W.3 stated that her father was running a tailoring shop at Mirpur 01 in front of Majar and she also used to work there prior to her marriage.” The simple question would be to ask about how were the judges so sure that just because the witness stated so, her testimony was correct? Wouldn’t any fair minded judge ask for a corroboration of such narration?\n2.     About the authenticity of her narration, the judgement says, “At the time of incident she was a girl of 13 years of age. One can say that how she can memorize the incident long 41 years after the incident took place? It is true that with the passage of time human memory becomes faded. But it is also the reality that human memory is quite capable of reserving some significant moment or incident in the hard disc of his or her memory which is considered as long term memory (LTM) and it is never erased from human memory.” I am forced to break bad here as I ask about what kind of bullshit logic is this? If it is true that human memory fades with age, then how is it true that the same human memory remembers Abdul Qader Mollah simply because a Bengali speaking fellow was wearing a Panjabi over his pajamas, that too 42 years ago!!! That could’ve even been President Abdul Hamid for God’s sake!!!\n news_image_2013-05-04_24241\nIs this Abdul Kader Mollah in a panjabi? The prosecution witness was not sure.\n3.     The judgement itself does not claim to have any hardcore evidence of Abdul Qader Mollah’s involvement other than an ‘emotional’ uncorroborated testimony. In order to cover all avenues of involvement and desperately prove his involvement, the judges use this logic defying logic, “It has been held by the Appeal Chamber of ICTY, in the case of Kristic that – “A defendant may be convicted for having aided and abetted a crime which requires specific intent even where the principal perpetrators have not been tried or identified ( April 19, 2004 para 143 of the judgement) .” My simple question would be: Where is this logic when murder cases with reliable witnesses are withdrawn just because the accused are from the Awami League? From when has it become suddenly so mainstream in the case of Jamaat leaders?\n\nNatural conviction of the defence team on the lack of witness integrity:\n \nAn extract from the defence’s closing arguments suffice to this end. The Defence calls into question the reliability of PW 3’s testimony. At the time of the alleged offence, PW 3 was a young child, clearly traumatised by the events she witnesses including the killing of her entire family and rape of her sister. This culminated in a period of insanity for three years (“I was insane for three years after…they tied me by chain”, (PW 3, Cross examination 17 July 2012). Although she admitted to being in hiding during the commission of offence, she provided a number of detailed points as abovementioned. However, PW 3 was unable to state how she was able to see or indeed recall who was present in the house at the time or furthermore, how she knew that the Accused was present. She did not describe the Accused at the time or state that she knew him prior to the offence so as to be able to recognize him. She was further unable to describe the role of the Accused in the alleged incidents. She did not state whether the Accused ordered the killings or rape, aided and abetted in the killings or rape or indeed directly perpetrated the killings. Instead she continuously referred to the generic “they” to describe the alleged perpetrators without elaborating as to whom this included.\nIt is submitted that PW 3 was unable to identify the Accused as his alleged presence at the commission of offence is entirely based upon hearsay. In examination in chief, PW 3 testified “Kamal Khan who served tea to the freedom fighters told me that Quader Molla killed my parents. My father in law, Akkas Molla also told me the same” (PW 3, Examination in chief, 17 July 2012.) PW 3 thereby admitted that she did not know at the time who committed the offences and was only told at a subsequent date. This is in direct contradiction to her examination in chief wherein she sought to assert that she recognized the Accused at the time. This amounts to no more than hearsay evidence to which the relevant considerations must apply as detailed above.\nThe Defence further highlights that following her recovery, PW 3 admittedly never reported the atrocities that she witnesses or named the Accused as bearing any criminal responsibility. Given the circumstances in which PW 3 would have witnessed the commission of offences and that she admittedly was told of the Accused’s alleged involvement after the fact, and in light of no further supporting evidence, it is submitted that the Prosecution has failed to prove the Accused’s guilt beyond a reasonable doubt.\n \nConcerns of a lawyer:\nHere are the concerns of Shishir Mohammad Manir, lawyer and public figure.\n“Due to professional responsibility I have perused all evidences on record and come to the following conclusions regarding charge 6 (Hazrat Ali Killing):\n1. Only one witness Momena begum deposed before the Tribunal. It is extremely unsafe to award death sentence on the basis of single witness. Hono’ble Appellate Division has committed error of law and hence the sentence is liable to be set aside.\n2. Momena Begum’s gave statement to the Munktijoddha Jadughor, Mirpur (Jalladkhana) and descried same incidence to them but she didn’t implicate Quader Molla and hence her statement given before the Tribunal is false and fabricated. We submitted her early recorded statement before the Appellate Division but the Hon’ble AD has failed to consider those documents and committed serious error of law and hence the conviction is liable to be set aside.\n3. Before coming to the court her statement was recorded by the investigation officer but in that statement she also didn’t implicate Quader Molla with the offense and hence the AD has failed to appreciate the contradiction between her statement made before the tribunal and the statement recorded by the IO.\n4. it is for the first time Momena Begum, the daughter of Hazrat Ali, implicated AQM with the crime after coming to the Tribunal. It is validly inferred that she has been seriously tutored by the prosecution and hence she is unbelievable and unreliable.\n5. It was also recorded in her earlier statement that she went to her husband’s residence two days before the incidence. Therefore it was impossible for her to see the incidence and hence her statement is completely unreliable.\n6. In these circumstances, I am of the view that the sentence awarded by the AD is liable to be set aside.\n \nThe final nail in the coffin of justice:\nAmnesty’s concern regarding this unusual sentence was telling. “We are very concerned about the Supreme Court’s ruling and the apparent relentless effort by the government to ensure that Mollah could be put to death. We urge Bangladeshi authorities to commute his death sentence, and to impose a moratorium on executions as a first step towards abolishing the death penalty,” said Abbas Faiz, Amnesty International’s Bangladesh Researcher.\nThe death sentence was handed down by the highest court in the country, giving Mollah no chance to appeal. The imposition of the death sentence without the possibility of appeal is incompatible with Bangladesh’s obligations under international human rights law.\n“Imposing a death sentence without the right of judicial appeal defies human rights law. There is no question that the victims of Bangladesh’s independence war deserve justice, but one human rights violation does not cancel out another. Executions are a symptom of a culture of violence rather than a solution to it,” said Faiz.\n“This is the first known case of a prisoner sentenced to death directly by the highest court in Bangladesh. It is also the first known death sentence in Bangladesh with no right of appeal.”\nWe demand an end to this travesty of justice. We demand to #FreeKaderMollah\n\nhttp:\/\/bdinn.com\/articles\/we-demand-an-end-to-this-travesty-of-justice\/"}