{"id":"428835640537739_495365543884748","type":"photo","created_time":"2013-06-29T20:34:20+0000","message":"Any compromise with the ruling Awami government would be a betrayal of our martyrs\r\n\r\nAfter the brutal killings of 28th February and the killing of Hifajote men on the night of 5th of May, Islamic movement activists will not accept anything unjust; any kind of compromise with Awamileague is not acceptable. We are hearing there have been approaches by the ruling Awamileague with Mufti Shafi to come to a compromise as regards to their men in jail and cases filed against them in return for supporting Awamileague in the next election. Although Mufti Sahafi apparently said that he can’t make any decision before the end of Ramadan, the mere thought of discussing anything to do with supporting Awamileague in the next election is not only ugly but it is showing disloyalty to our martyrs. Mufti Shafi should keep millions of miles away from Awamileague deception. Insha Allah, if we are true to our conviction and belief, and we do not betray our brothers who have given their lives for justice and freedom, our movement will continue even stronger, more daring, and more planned.\r\n\r\nDr Younus is talking about the prospect of Bangladesh becoming the next Singapore: with the change of leadership to younger breed; having a deep seaport, transit facility and cooperation with the neighbours will lead Bangladesh to a developed nation. All these dreams are good, but having a government who is treating its people like slaves, violating human rights, killing and abducting political opponent unjustifiably; disrespecting due process of law and above all politicising all intuition to serve authoritarian dictates of one individual, makes every other prosperity meaningless. If you can not sleep in your house safely, without the fear of being arrested, your wealth and money is of no use. This is exactly what is happening in Bangladesh today. Lives of people are made hell, not even fair remedy one can expect from the courts. And if you are the unlucky one placed in Police Remand, then your whole life will be destroyed by torture.\r\n\r\nWe need to have a change in government in Bangladesh, and with the decision of Jatio Party to sever ties with 14 parties Alliance; this dream has become even closer. We need to come to common terms that we can not allow authoritarian rule in Bangladesh in the name of democracy. At least our most important institutions like the judiciary and law enforcement agency must be free from political interference.\r\n\r\nWe must also leave politics of hate and accept free fair election under a non partisan interim government. It was Sheikh Mujib who initiated politics of hate, politics of killing, and politics of one party rule and to this day Awamileague is continuing this tradition of their founding father, brutalizing their opposition, suppressing freedom of the press, abducting and killing their opponent and committing multiple act of crimes that are unprecedented in the history of Bangladesh.\r\n\r\nUnless and until Bangladesh Awamileague comes out of this culture of their father Sheikh Mujib, no peace and political harmony will come to the people of Bangladesh. People have lost faith in the government and in the state justice. Hefazot and Jamat must not betray hopes of millions, by any kind of compromise with the Awamileague.","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash3\/1044740_495365533884749_350489004_s.jpg"}