{"id":"428835640537739_494903423930960","type":"photo","created_time":"2013-06-29T05:19:49+0000","message":"Awamileague has become a rotten party\r\n\r\nIn a recent meeting Bongo Vir Kader Siddiqui said, “Awamileague has become a rotten party, I will never join Awamileague” Indeed, he is absolutely right. I remember he once said that no one can become the Chairman of the Awami party, not even after a hundred years of membership as long as Sheikh Mujib’s family are around, and if there are non of them remaining, their pet dog will become president rather then anyone else. This is the reality of our countries political party, apart from Jamati Islam, and may be one or two other under dogs.\r\n\r\nUnless respective party’s supporter challenge this bizarre system, we, as a country will not only fail to produce charismatic leaders, but thousands of prospective party leaders an activists dream of ever becoming party boss or countries prime minister will not happen. Just look back at Gazi Pur mayor election, the Awami candidate Jahangir, probably planned from a long time, for his dream of becoming a Mayor, but alas! It was shattered by one woman - a by chance leader- Sheikh Hasina. Similarly many of the top leaders of Awamileague may have the same dream of taking the top sit of the party chief, or the prime Minister but, though they may hold this desire, they would never admit it. It is natural for any politician to hold this dream, that is the top most desire of any politician; and if anybody doesn’t agree with me, then either they are too saintly or they are insincere to themselves. If I were to rate Sheikh Hasina in a leadership contest out of 100, I wouldn’t find anywhere to place her; the most I can do for her is to place her as a house wife with the adjective ‘ Jolladni ‘and to be fair on her, her rival Khalida Zia, if I were to place her in the same category, I would give her the adjective of being a humble obedient House wife. This is evident from life of their respective husband. Of course many people will not agree with me, they would say how can you say that to a three time Prime Minister? Well, then, how about if I say that any house maid could do the job of a Prime Minister with a host of advisers around 24\/7. If Sheikh Hasina had any merit to her self, she would not have done the mistakes she did all those years in power. Only a spoon fed Prime Ministers administration can be attributed to so many blunders, because of her indecisiveness and an incapability of her own ability that led to her dependence on others.\r\n\r\nTalking about Gaji Pur and Mayoral election success, I would just point out one important message and probably a warning for BNP: if they believe that their success is due to their popularity, then they are mistaken. It is not their popularity that led to victory, but rather unpopularity of Awamileague that led people to vote for BNP. So, BNP must not be big-headed in seeing their success, but rather be grateful for Awamileague failures and blunders in running the country. In my opinion, BNP as a party has done nothing for the campaign to oust this government from power. All credit goes to Jamat and Hifazot; it is because of their fervor and sacrifice that Awami league has been wrong footed and is suffering a dip in their popularity more than they had expected. I believe BNP has no real plan as yet. Time is running out for them, they must have a plan by end of July, and begin implementing it from August 2013; otherwise, all will be in vain. All the effective campaign to date, to oust this government is done by Jamat activists and leaders, whether in face book, twitter or in the international platform. If BNP wish to taste the sweetness of power again, they must coordinate and liaise with Jamat in any future planning. And just planning is not enough; they must commit their supporters whole heartedly in to implementing this plan, even if it means facing dangers.\r\n\r\n-Fan post","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-ash3\/942609_494903407264295_1199542361_s.jpg"}