{"id":"428835640537739_433748473379789","type":"status","created_time":"2013-03-16T12:46:36+0000","message":"Murder of Tanveer: Mayor Ivy asks Shamin Osman “Why did you kill this innocent child?”\n\nShamim Osman and his family have been blamed directly for the murder of Tanveer Mohammed Taqi. It has also been alleged that Shamim Osman’s family is trying to thwart the murder case.\n\nThese allegations were made at a rally organised by Citizens’ Forum at Narayanganj’s central Shaheed Minar on 15 March 2013 to protest against the killing of Tanveer and to bring his killers to justice. Tanveer’s father, Rafiur Rabbi alleged that his campaigns against the price hike in bus fares and other issues were the reasons behind killing Tanveer. He said, “8 – 10 individuals directly involved in the killing of Tanveer have already fled the country through the Benapol port with the help of C&F agents who are part of Shamim Osman’s family’s businesses”.\n\nThe chief guest at the rally, mayor of Narayanganj, Ivy Rahman addressed Shamim Osman angrily, “Why did you kill this innocent child? Because his family backed me in the recent mayoral election? If that is the case, then come and kill me too. But, I know you will not have the courage to come in front of me and kill me. You are an extremely coward man.”\n\nCountless men, women, students, politicians, teachers and people of different backgrounds came to the rally shouting slogans. The rally was teeming with people immediately after its start. Different banners were put up all around the shaheed minar. The whole area was reverberating with different slogans and speeches.\n\nRafiur Rabbi said at the rally, “Jamaat-Shibir did not kill Tanveer. He was killed by the force that we campaigned against for its criminal activities. We campaigned against the hike in bus fares. I told the bus owners at that time to reduce bus fares instead of giving into Shamim Osman and Nasim Osman’s demands for levies.” Rabbi addressed Shamim Osman, “You are scaremongering by saying Jamaat-Shibir is to blame. You blamed Jamaat-Shibir for the murder of Tanveer and called for people to resist them. But, when we formed the Ghatok Dalal Nirmul Committee in 1992, you did not come to the 22-strong committee. You never even so much touched Jamaat-Shibir to this day.”\n\nMayor Ivy shouted out the slogan in her speech, “Down, down Shamim Osman, destroy the forces of Shamim Osman”. She declared Shamim Osman unwelcome in Narayanganj by alleging different criminal activities against him. Ivy said, “The people of Narayanganj are hostages under Shamim Osman. How much longer will people stay as hostages”. She added, “Shamim Osman gave arms to many bright students and ruined their future.”\n\nShalina Hayat addressed the junior home minister and said, “I don’t know what you ordered to which police officer. If you did so order, I would say not to worry about Narayanganj. Your area is full of Jamaat-Shibir. First control your area.”\n\nPresident of Narayanganj press club, Halim Azad, president of Narayanganj cultural alliance, Prodip Ghosh Babu and vice-president Bhobanishwar Roy and the president of district-wide sports club, Rothin Chakrabarty spoke at the rally. Present on the stage were chairman of Narayanganj city Awami League, Anwar Hossen, district chairman of Jubo-League, Abdul Kadir, district chairman of CPB, Hafizul Islam and district chairman of NAP, Awlad Hossen and others. The rally was chaired by the president of Narayanganj Citizens’ Forum, Mr A B Siddique. At the end of the rally, a demonstration went around different parts of the city."}