{"id":"428835640537739_569234329831202","type":"photo","created_time":"2013-11-07T03:24:16+0000","message":"Attack on Hindus\r\nSome attackers seen with Tuku\r\n\r\nMithu, one of the men alleged to have vandalized over 100 Hindu houses and temples, inset, at Bonogram in Santhia of Pabna on Saturday, is seen behind State Minister for Home Shamsul Hoque Tuku when he visited the area yesterday. Photo: Rashed Shumon\r\n \r\nSome of the alleged culprits of Saturday’s attack on Hindu community in Pabna were yesterday seen with State Minister for Home Shamsul Hoque Tuku and two lawmakers in the affected Bonogram village.\r\nWith Tuku, Disaster Management and Relief Minister Abul Hasan Mahmud Ali and State minister for LGRD Jahangir Kabir Nanak visited Bonogram yesterday, four days after vandalism and looting of over 100 Hindu houses had taken place in Sahapara and Ghoshpara areas.\r\nInterestingly, during the visit, the state minister claimed that his party men had tried to save the Hindu families.\r\nMithu and Rubel, who according to villagers were among the attackers, were prominently seen welcoming the ministers and taking part in a rally organised by the local administration protesting Saturday’s violence.\r\nThe Daily Star took photos of Mithu and Rubel, both aged between 20 and 25 years. Seeing the photos, the victim families and locals vehemently said that both had taken part in the vandalism and looting.\r\nMithu was seen around the ministers all the time and chanting slogans with others.\r\nAsked, locals said Mithu and Rubel of nearby Miapur village are known as local thugs. But the villagers could not confirm their political identity.\r\n“Another youth named Ani, who also had been with the attackers, was also seen in the programme,” said a trader of Bonogram bazar.\r\nHailing from Gouripur, Ani is also known in the area as a mugger and extortionist. He is involved in an underground party along with his uncle, alleged locals.\r\nWhile talking to affected Hindu women in Ghoshpara, State Minister Tuku said, “Our leaders and workers tried to save you risking their lives. But by the time, some damage had already been done.”\r\n“You stay with courage … our activists are here,” he told them.\r\nThe ministers were also flanked by Inspector General of Police (IGP) Hasan Mahmud Khandker and RAB Director General Moklesur Rahman.\r\nThe IGP enquired whether the villagers were still in panic.\r\nIn response a woman said as long as police are with them they feel secured, but do not know what will happen when there is no police protection.\r\nThe IGP claimed that police were very active in arresting the attackers.\r\nBut in reality police could not arrest a single person who took part in the attack. So far they have arrested 10 people — all accused in a case filed by police for assaulting cops during a road blockade at Bonogram bazar.\r\n“I named 20 persons in my case for attacking and looting my house, but none of them have been arrested,” said Babul Saha, who came under a mob attack on a rumour that his son had maligned the Prophet in facebook. Some locals and police rescued him.\r\nPolice could not also nab any of the youths who challenged Babul at his shop that day for his son’s alleged act.\r\nYesterday, several hundred bikers welcomed the ministers at Santhia when they reached there in a helicopter. The supporters then accompanied them to Bonogram.\r\nMeanwhile, the rally there actually looked like a showdown against BNP-Jamaat to gain political benefit rather than having the attackers arrested or punished.\r\nThe ministers said the prime minister had sent them to talk to the victims and report to her, and that she had expressed deep sympathy and assured of all kinds of assistance.\r\nPointing finger at BNP and Jamaat, Nanak told the rally that the attack in Bonogram was like those carried out in 1971, in Ramu and many other places in the country. He urged all to fight the evil forces unitedly.\r\nNanak claimed that the local administration promptly acted during the attack, but in fact, police failed to reach the Hindu villages even in two-and-a-half hours.\r\nWhile visiting the damaged houses and talking to the victims, Tuku was also seen seeking votes for himself in the next general elections. “My symbol is boat … remember it,” Tuku told villagers waving his hands.","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn2\/1459194_569234316497870_643657701_s.jpg"}