{"id":"428835640537739_590006904420611","type":"photo","created_time":"2013-12-12T21:38:27+0000","message":"(The Islamic Circle of North America (ICNA) এর রিপোর্ট)\r\nBangladesh leader’s execution is a political murder \r\n\r\nThe Islamic Circle of North America (ICNA) strongly condemns the execution today of Abdul Quader Mollah, the Assistant Secretary General of Bangladesh’s Jamat-e-Islami party by Shaikh Hasina’s government.\r\n\r\nICNA President Naeem Baig said “this is a political murder and a dark day for justice”. Death sentences of political prisoners being handed down through unjust judicial process may plunge Bangladesh into violence, political tyranny, and social anarchy.\r\nWorld leaders, including US Secretary of State John Kerry and UN Secretary-General Ban Ki-moon had personally appealed to the Bangladesh Prime Minister to halt the execution. United Nations, Amnesty International, Human Rights Watch, and several international bodies have condemned the way these courts were established and trials conducted.\r\nThe judgment is a result of a trial where the defense teams faced severe obstructions including abduction of their witnesses, disallowing defense evidence or witnesses, and circumventing legal procedures like changing of the law to allow the prosecution to pursue the death penalty after a verdict of life sentence had been reached. These courts are not recognized by any international human rights or legal body as being fair and adhering to international standards.\r\nAllah (swt) reminds us in the Quran (2:154) “And do not say about those who are killed in the way of Allah, “They are dead.” Rather, they are alive, but you perceive [it] not.”\r\nThe night before his execution, Mollah had said, as conveyed by his family, “I am absolutely innocent. I am being murdered as I am involved with the Islamic movement.” He further added “My every single (drop of) blood will mobilize the Islamic movement and will bring the doom of the autocrats. I am not worried for myself. I am worried about the fate of this nation and the Islamic movement.”\r\nTake Action:\r\nAsk the President and the Secretary of State to demand the Bangladeshi government to immediately halt these trials and executions.\r\nThe Whitehouse: (202) 456-1111\r\nThe State Department: (202) 647-4000\r\n \r\nThe Islamic Circle of North America is a leading American Muslim organization dedicated to the betterment of society through the application of Islamic values. Since 1968, ICNA has worked to build relations between communities by devoting itself to education, outreach, social services and relief efforts.\r\n—END—\r\nhttp:\/\/www.icna.org\/bangladesh-leaders-execution-is-a-political-murder\/","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-ash4\/t1\/1476040_590006894420612_2010640379_s.jpg"}