{"id":"428835640537739_589990094422292","type":"photo","created_time":"2013-12-12T21:03:39+0000","message":"Abdul Quader Mullah’s final message to his family: 12\/12\/2013\r\n\r\nThis evening the family of Mr Abdul Quader Mullah visited him at the Dhaka central jail. They included his 2 sons, 4 daughters, wife and 9 others. Mr Mullah told his relatives during the meeting that, today’s meeting was unexpected to him as the jail authority had not notified him about the verdict. He commented that, many pro-government personalities are now claiming that the jail code does not apply to any person accused of war crimes. But the reality is that, during the whole trial process he was accorded the full opportunities according to the jail code. The tribunal itself has given orders in various rulings to take actions according to the jail code. Then why the same person would not receive the opportunities according to the jail code now? Until now he has not received the full copy of the verdict of the appellate division. Hence, it is not even clear to him as to why he has received the death penalty. Not only the copy of the verdict, he has not received any copy of today’s decision regarding his appeal for a review. He stated that, when he receives the copy of the verdict, he would consult with his lawyers. Besides, if the jail authority asks him formally about seeking clemency from the president, he would make a decision regarding that within 7 days as per the jail code. Whether he decides to seek the clemency or not, he has the right to be awarded 7 days to make such a decision. \r\n\r\nAfter knowing about the government’s plan for his execution from his relatives, he expressed to his family members that, he feels proud to imagine that he is going to be a martyr for the sake of Islam. He prayed to Allah to be accepted as a martyr with those who gave their lives while campaigning for him. He counseled his family that they must remain on lawful earnings. Giving farewell to his wife, he said, “I am leaving the children into your hands. You will take care of them in my absence. I hope that Allah will reunite us very soon.” He firmly said that the revenge for all the oppressions and unjust actions done towards him and towards hundreds of activists of the Islamic movements will be realized by establishing an Islamic society. “InshaAllah, the tyrant regime will soon fall and the Islamic state will soon be established.”","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/1465343_589989217755713_1025941369_s.jpg"}