{"id":"428835640537739_589820714439230","type":"photo","created_time":"2013-12-12T18:14:41+0000","message":"Dhaka, Bangladesh (CNN) -- Bangladesh hanged an Islamist leader Thursday despite pleas not to from the United Nations.\r\n\r\nThe execution came after the country's Supreme Court upheld the death sentence against Abdul Quader Mollah, state-run news agency BSS reported.\r\nMollah was sentenced in September after being convicted of crimes against humanity that date back to 1971, during the country's war for independence.\r\nThe execution, originally scheduled for Tuesday, was delayed by the Supreme Court at the last minute.\r\nMollah was the assistant secretary general for the Jamaat-e-Islami party, which earlier this year was banned from taking part in elections.\r\nCourt decisions in his case, and others against senior Jamaat leaders have resulted in violent protests in the streets.\r\nIn February, he was convicted of war crimes by an international panel set up by the government in an attempt to bring to justice those accused of atrocities.\r\nHe was originally sentenced to life in prison, but many Bangladeshis held protests saying the sentence wasn't harsh enough.\r\nThe Supreme Court then sentenced him to death. In the country's legal system, that decision cannot be appealed.\r\n\r\nConcerns over trial\r\n\r\nTwo U.N. human rights experts called on Bangladesh on Monday to halt the execution because of concerns that Mollah did not receive a fair trial.\r\n\"The right of appeal is of particular importance in death penalty cases,\" said Gabriela Knaul, U.N. special rapporteur on the independence of judges and lawyers.\r\n\r\n\"Anyone convicted of a crime has the right to have his or her conviction and sentence reviewed by a higher tribunal, as laid down in the International Covenant on Civil and Political Rights to which Bangladesh is a party,\" she said in a statement.\r\n\"This provision is violated where a court of final instance imposes a harsher sentence that cannot be reviewed,\" the statement said.\r\nChristof Heyns, U.N. special rapporteur on summary executions, said capital punishment \"may be imposed only following a trial that complied with fair trial and due process safeguards. ... Only full respect for stringent due process guarantees distinguishes capital punishment as possibly permitted under international law from a summary execution, which by definition violates human rights standards.\"\r\nOn Tuesday, U.N. High Commissioner for Human Rights Navi Pillay called for a stay, saying the trial had not met stringent international standards for the death penalty, the U.N. said in a statement.\r\nThe United Nations opposes the death penalty in any circumstance.\r\n\r\nPolitical tensions\r\nJamaat, a major ally of the main opposition party Bangladesh Nationalist Party (BNP), is a constant thorn in the side of the ruling Awami League.\r\nJaamat enjoys considerable support, particularly in rural areas. And periodically, it mobilizes its adherents in large-scale demonstrations in Dhaka to show its strength.\r\nBut it has faced pressure from the Awami League and progressive groups that point to Jammat's role during Bangladesh's struggle for independence from Pakistan.\r\nBetween 1 million and 3 million people were killed in the nine-month war.\r\nThe International Crimes Tribunal, the court set up by the government in 2010, has convicted several other top Jamaat leaders of crimes against humanity.\r\nJamaat acknowledges that it opposed Bangladesh's struggle for independence, but it has decried what it calls a smear campaign against it.\r\nIt has also questioned why the Awami League is only now pressing forward on war crimes trials when it didn't do so while in power during the 1970s and 1990s.\r\n\r\nhttp:\/\/edition.cnn.com\/2013\/12\/12\/world\/asia\/bangladesh-islamist-hanging\/","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-prn2\/t1\/1467284_589820681105900_220671685_s.jpg"}