{"id":"428835640537739_496881457066490","type":"photo","created_time":"2013-07-02T19:45:43+0000","message":"Muslim Brotherhood Headquarters Ransacked, Looted and Torched Amid Security Lapse\r\nMuslim Brotherhood spokesman Aref demands everyone should shoulder their responsibility with regard to violent, vengeful attacks against the Brotherhood’s offices across Egypt.\r\n\r\n\r\nMonday, July 1,2013 20:07\r\nA number of thugs accompanied by Tamarod (Rebel) mobs set fire to the Muslim Brotherhood’s entire main office building and headquarters in Mokattam (Cairo), destroying all its contents, after a 16-hour siege, and after looting everything movable, including electrical appliances and electronic devices.\r\n\r\nThugs stole even chairs, cushions and all that can be carried off the premises, including all papers and documents at the headquarters.\r\n\r\nIn a press statement, Dr. Ahmed Arif, Muslim Brotherhood media spokesman, said: \"Thugs surrounded the Muslim Brotherhood main office building, on Monday morning, and blew up gas cylinders at the building’s front doors, which led to a fire on the first floor of the building, which consists of three floors, in complete absence of security forces.\r\n\r\n\"Some thugs lay siege to the Brotherhood’s main office building throughout the night, and fired live bullets using automatic weapons as well as Molotov firebombs at the windows, and blew up gas cylinders, with several people inside getting injured, and bled inside the headquarters, while thugs prevented ambulances from reaching them.\"\r\n\r\nDr. Aref added, \"Police failed to show up, despite many repeated calls and appeals by employees trapped in the building throughout the night, with increasing fears of further casualties as a result of the siege and ferocious attacks on the building, although it is the police’s duty to protect public and private property from such violence and vandalism.\r\n\r\n\"I call on all parties to carry out their duties and responsibilities according to the law and the Constitution with regard to this attack and the deteriorating situation in the vicinity of the Muslim Brotherhood’s main office and headquarters.\"\r\n\r\nEarlier on, before the main office in Mokattam was stormed, ransacked and torched by dozens of thugs, the Muslim Brotherhood had pleaded with security authorities to move quickly to stop the siege imposed by thugs around the building, and to give ambulances access to the scene in order to rescue people inside.\r\n\r\nhttp:\/\/www.ikhwanweb.com\/article.php?id=31069","picture":"http:\/\/scontent-b.xx.fbcdn.net\/hphotos-ash3\/945065_496881450399824_1948347921_s.jpg"}