{"id":"428835640537739_496853663735936","type":"status","created_time":"2013-07-02T18:30:28+0000","message":"মাসুম ভাইয়ের মায়ের আকুতি কানে পৌছবে কি স্বৈরাচারী সরকারের কানে???? \n\n‘Give my son back’ Masum’s mother’s open letter to the Premier\nHonorable Prime Minister,\nMy son, Anwarul Islam Masum, a postgraduate student of the department of Mathematics of Rajshahi University College, was abducted on April 4, 2013 midnight by the members of Rapid Action Battaian (RAB)-5 from his uncle’s residence at the Bilsimla Bandha Gate area of Rajshahi city.\nIn that night, some 40 to 45 members of RAB-5 entered into his uncle’s house breaking the collapsible gate when all were asleep. They were uniformed and claimed themselves to be the members of RAB-5. They arrested Masum and tortured over night confining the other members of the house in another room.\nIn the late night, they held a photo session charging my son of involvement in anti-state activities. But, their allegation against my son was false and ill-motivated. Then they picked out my son. Two months have passed, but they (RAB) have neither presented Masum before the court nor give us chance to meet with. This is unruly, inhuman and violation of human rights.\nIn the following day of Masum’s arrest (April 5), Rayhan, a local youth, was taken to the RAB-5 office after being arrested from the Naohata Bayra Square of Rajshahi city. Later, he was released after investigation.\nRayhan confirmed us that Masum has been kept in RAB-5 office and he has seen Masum there.\nCiting Rayhan as source, report on Masum has been published in different national dailies.\nBut, RAB officials have not been recognizing the arrest of Masum.\nI appealed to the Inspector General of Police (IGP), the Director General of RAB and the Chairman of the National Human Rights Commission on April 11 to give back my son. I held three press conferences to inform all related officials and the people through the media, but all went in vain.\nAt last, I filed a writ petition to the High Court and on June 3, the High Court has summoned a ruling to the law enforcing agencies about ‘why Masum will not be presented before the court?’\nThe role of the law enforcing agencies has astonished us. Police didn’t record any general diary in this regard. On the other hand, they are harassing and threatening us continuously.\nWhat is happening in our beloved motherland Bangladesh? Where will we go if the protector becomes the predator?\nNow I am in fear about my life. But, It is better to die than hearing any bad news of my son.\nHonorable Premier,\nMy son is not involved in any single offense against the state. He is peaceful and honest from his childhood. He was very much popular among the local people. No confusion to acknowledge that my son Masum was an activist of Islamic movement. Is it his fault to be a worker of Islamic movement? As a Muslim and a citizen of the country does he not posses to right to work for any political party? But, RAB arrested him due to this reason only.\nIf my son committed any crime or anti-state offense, he might be presented before the court. But, I couldn’t bear his absence. From the time of his disappearance, every moment is too much lengthy to me.\nYou must feel my pain for the disappearance of my son as you are also a mom. You mentioned in different meetings that you know the pain of losing dear ones as you lost your family members. I am worried, shocked and depressed as I yet to get any information about my son. There is no pain but disappearance of a son for a mom.\nBeing at a loss, I earnestly pray to you to take necessary steps to give my son back to me. You hold the supreme executive power of Bangladesh. I, therefore, pray and hope that your honour would be kind enough to take all necessary steps to give my son Masum back to me.\nSincerely,\nMrs Noorjahan Begum Nooree\nMother’s of Anwarul Islam Masum\nVillage: Angaria\nPost Office: Namoshankarbati\nUpazilla and District: Chapainawabganj"}