{"id":"428835640537739_603478639740104","type":"status","created_time":"2014-01-03T03:34:39+0000","message":"Even in 1971, Awami League wasn't stating it wanted independence: Srinath Raghavan\n\nWith elections approaching amidst violence, Bangladesh's future looks uncertain. Some of this is rooted in a past marked by enduring clashes. Srinath Raghavan , senior fellow at the Centre for Policy Research and senior research fellow at King's College, London, spoke with Ashish Yechury about why Bangladesh's creation was a global affair, influences shaping this — and how even Israel apparently got involved:\n\nYour book is called 1971: A Global History of the Crea-tion of Bangladesh — why global?\n\nWell, the creation of Bangladesh is generally seen as a subcontinental affair; in default mode, it's seen as the second partition. This seems to me a very narrow view. It doesn't take into account a wider international context in which this happened and which decisively shaped the outcome. This was a global event — participants themselves thought they had to secure global support. In a sense, the struggle on the ground was matched by a struggle for global opinion. That's central in understanding these events.\n\nYou argue Bangladesh's creation wasn't inevitable — but you list conditions in the build-up to 1971 which played a key role. How do you reconcile these?\n\nThe deterministic reading of Bangladesh primarily comes from the view that united Pakistan was an unsustainable entity. The arguments are on geography, with two wings of the same country separated by India. There are arguments about economic disparity, cultural differences between the Bengali and West Pakistani elite and the lopsided power-sharing arrangement between the two.\n\nWhat i argue is that you don't really need to look at the background to understand how the quest for autonomy transformed into a demand for freedom. We need a wider perspective.\n\nIs your view that if the Pakistani response wasn't so heavy-handed, there would not have been an independent Bangladesh?\n\nYou might have had a loose confederation which, in some ways, is what the Awami League and Sheikh Mujibur Rahman wanted — even as late as March 1971, the Awami League was not stating it wanted outright independence. They were asking for a loose confederation with devolution of political and economic autonomy to East Pakistan.\n\nThere was hope that with a looser confederation set-up and fair elections, the Bengalis' numerical superiority would kick in and they could get greater power, a fairer share.\n\nWhy link this to the 'spirit of 1968'?\n\nTo me, the student movements of 1968 are the turning point in the history of Pakistan. Ayub Khan had been in power for 10 years and Pakistan was doing well economically, despite growing disparity and concentration of wealth. Student movements in East and West Pakistan precipitated change.\n\nStudent movements were a global phenomenon and i quote a CIA document where they say that this was a global movement. In Pakistan, these students were from a different generation. Sheikh Mujibur himself was a student leader in the 1940s, he had fought for Pakistan with different aspirations. The radicalisation of this student movement forced the Awami League to make their negotiating position far less flexible.\n\nMeanwhile, amidst all this, you mention Israel getting involved — can you tell us more?\n\nThe Israelis have a history of supplying weapons to India. In 1962 and 1965, they sent some weapons despite the US embargo on India in 1965. So India had a secret backchannel with the Israelis — there is no indication that the Americans knew about them giving arms in 1971.\n\nFull diplomatic recognition from India was important for Israel as they were feeling extremely isolated at that time — they thought this would help.\n\nhttp:\/\/articles.timesofindia.indiatimes.com\/2013-12-30\/interviews\/45708304_1_bangladesh-sheikh-mujibur-rahman-east-pakistan"}