{"id":"428835640537739_603732916381343","type":"video","created_time":"2014-01-03T16:03:44+0000","message":"Speech of Shibir Secretary General on government's recent crackdown on the organization (Eng Subtitle)\n\nসরকার কর্তৃক শিবিরের উপর নির্যাতনের প্রতিক্রিয়ায় শিবির সেক্রেটারী জেনারেলের বক্তব্যঃ\nYouTube Link: http:\/\/youtu.be\/8I-dW-Z3IHQ\n\nBeloved students and honorable countrymen,\nAssalamu Alaikum Wa Rahmatullah.\nI am here before you in a moment when the joint forces (!) led by Awami League are wreaking havoc indiscriminately in many districts of the country. Villages one after another are now-a-days being void of their male inhabitants. Hundreds of houses have been set on fire. Even news of rapes has reached us. Dr. Foyez Ahmed, an all-respected personage and distinguished Nayeb-e-Ameer (Vice-President) of Laxmipur District Jamaat, was dragged away to the top floor of his house, shot dead and finally pushed down to the ground in the dead of night. The way he was killed is awfully brutal and inhuman. Even on the Victory Day, in Satkhira, countless houses were torched, vandalized and looted and 5 inclusive of a female Jamaat activist were killed. All these nasty happenings pinpoint the fact that the people of Bangladesh are not safe in the hands of this autocratic regime.\n\n\nDear countrymen,\nThe mass media are not presenting before the nation the true scenario of the umpteenth torture as well as trials and tribulations currently going on against Chhatrashibir. They are trying to dub our peaceful movement as ‘vandalism’ as they believe in ‘yellow journalism’ and are polarized by the government. We saw them blame us blindly for the attacks on judges’ houses. We also saw them to play the same role when prayer houses of the minority people were attacked. They tried to link Chhatrashibir with the attack on a Buddhist temple in Ramu. Chhatrashibir was also blamed heinously when Taqi, a meritorious student, was killed in Narayongonj. Jamaat and Shibir were also falsely blamed for Sagar-Runi murder. But, later on, the fact was revealed before the nation that cadres of Awami League, Jubo League and their associated armed thugs were directly involved in all the murders including that of Biswajit. Today, we are undergoing a government which is exercising autocracy under the genre of democracy against us; autocracy to such extent as surpassed that of Ershad. We see that indiscriminate fire of the cops on the masses, remand in Thanas and being crippled following the remand have been some things in common for the Bangladeshi people. They (government) are trying to deactivate movement of the student segment by ways of imprisonment, oppression and crippling. Even the Central President of Islami Chhatrashibir Delwar Hussen, an eminent meritorious student leader, as well as leaders of other student organizations, has been maltreated this way. 8 leaders and activists of Chhatrashibir fell victim of ‘enforced disappearance’. Several of them including Al-Muqaddas, Waliullah and Hafez Jakirullah are still traceless.\n\nPeaceful movement in progress against this fascist government will go on and on. The people of Bangladesh are now moving forward ramping up this movement. The queue of the corpses is being longer and longer. But, even so, the government failed to deactivate the movement of the peaceful masses. We hope people will triumph at the end of the day.\n\nBeloved students,\nWe saw in history that all the autocrats yielded to students’ movement whether in ’52, 1971 or during Ershad’s regime. The whole student section has been at one on the ongoing people’s upsurge. The students should repeat their historic role today as they did in the past. I call on the students to join the movement together during the current crisis of the nation.\n\nAllah Hafez,\nLong Live Bangladesh,\nLong Live Islami Chhatrashibir.","picture":"http:\/\/external.ak.fbcdn.net\/safe_image.php?d=AQBPEXhPR-Qjv4JS&w=130&h=130&url=http%3A%2F%2Fi1.ytimg.com%2Fvi%2F8I-dW-Z3IHQ%2Fmaxresdefault.jpg","source":"http:\/\/www.youtube.com\/v\/8I-dW-Z3IHQ?autohide=1&version=3&autoplay=1","name":"Speech of Shibir Secretary General on government's recent crackdown (Eng Subtitle)"}