{"id":"428835640537739_603818146372820","type":"status","created_time":"2014-01-03T18:32:12+0000","message":"Here are some simple background facts for the upcoming election in Bangladesh.\n\nThis election is a formality – we already know the outcome. The ruling Awami League will win. \n\nThe main opposition – the BNP – has boycotted it as they wanted a caretaker government to oversee the polls to endure transparency.\n\nThe Awami League changed the constuitution in 2011, so that the above was no longer a necessity. An coalition was then formed with some smaller allied parties to oversee this election…with Sheikh Hasina still sitting as PM.\n\nSo NO BNP members are standing, anywhere. \n\nOut of 300 seats country wide, 154 are uncontested. This means there can be no vote in these constituencies. \n\nSo out of around 90 million voters – 52 % cannot vote as there is no one to vote for.\n\nTurnout is expected to be low – predicted at about 22 percent. Which could mean a turnout of about 10 million from a population of 170 million.\n\nThe US, the EU, the UK and the UN have all appealed to Sheik Hasina to delay this poll – she is finding herself increasing isolated on the global stage.\n\nThere are no observers at this election. The EU, the commonwealth, the UN and the US have said they are not sending observers because the condition of these polls are not conducive to free and fair elections.\n\nMain opposition leader – Khaleda Zia's house is surrounded by police who are preventing her from leaving. She is under virtual house arrest. Although the government deny this. \n\nThe leader of Jatiya Party - Ershad – is in a military hospital, unable to leave.\n\nHundreds of BNP activists and leaders have been detained in recent weeks.\n\nAnd Jamaat-e-islami has been banned from participating…\n\n50k army personnel have been deployed since Dec 26 to maintain order. From Sat, there will also be paramilitary forces at polling stations to prevent anyone from disrupting the polls.\n\nhttps:\/\/www.facebook.com\/jelshayyal\/posts\/10153632847210262"}