{"id":"428835640537739_531124370308865","type":"photo","created_time":"2013-08-30T03:59:58+0000","message":"Top Brotherhood leader arrested in Egypt: Mohamed el-Beltagy detained by police in Giza, state television reports, after weeks spent in hiding.\r\n\r\nEgyptian police have arrested Mohamed el-Beltagy, a senior leader of the Muslim Brotherhood, the latest arrest in a widening campaign against the group.\r\n\r\nBeltagy, a former member of parliament and head of the Brotherhood's Freedom and Justice Party, was arrested in Giza governorate, just outside of the Egyptian capital, state television reported on Thursday. Beltagy was wanted on accusations that he incited violence and has been hunted by authorities for nearly three weeks.\r\n\r\nIn a videotaped message aired by Al Jazeera earlier this week, he said that authorities were trying to turn a \"political crisis\" into a security problem by accusing his group of orchestrating a terrorism campaign. \"Don't be fooled by these lies and deception that aim to label us with terrorism, violence, [and] killing ... at a time when the hands of the coup regime are drowned in blood,\" Beltagy said.\r\n\r\nHe went into hiding earlier this month after authorities violently broke up protest encampments held by supporters of President Mohamed Morsi, who was overthrown by the military on July 3 after days of mass protests against him. Hundreds died in the crackdown, including Beltagy's daughter, Asmaa.\r\n\r\nMost of the Brotherhood's top leadership has been arrested in the nearly two months since Morsi's ouster. The group's general guide, Mohamed el-Badie, was arrested earlier this month. He is facing criminal charges for inciting violence, as is his deputy, Rashad al-Bayoumi; the group's top strategist, Khairat al-Shater; and several other senior officials. Morsi himself has been held nearly incommunicado since he was forced from office. More than 60 other members of the organisation have been detained over the past few days, including relatives of senior leaders.\r\n\r\nThe son of Khairat el-Shater, the Brotherhood's top strategist, was arrested this week, as was Mohamed Soltan, a US citizen who is the son of outspoken Brotherhood leader Salah Soltan. \r\n\r\nThe Muslim Brotherhood was banned for decades under former president Hosni Mubarak. It set up a political party following the 2011 revolution, and moved to legalise its status as a non-governmental organisation, though members now fear Egypt's new army-backed government will try to ban the group once again.\r\n\r\nhttp:\/\/www.aljazeera.com\/news\/middleeast\/2013\/08\/201382914483067573.html","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-ash4\/992982_531124363642199_1863454900_s.jpg"}