{"id":"428835640537739_531190906968878","type":"status","created_time":"2013-08-30T08:38:48+0000","message":"Crisis in Egypt and the Army’s Roadmap for War\nDr. Firoz Mahboob Kamal\n \nEgypt on warpath\nOn July 3, 2013, after overthrowing the country’s first elected president, the Army Chief General Abdul Fattah Sisi made an announcement of a roadmap for democratic Egypt. He described the army takeover as the continuation of the revolution of January 2011 -which ended 30 years’ rule of Hosni Mubarak. Now the real intention of the army is exposed. The so-called roadmap was declared only to cover up their crimes against Egyptian people’s democratic choice for Dr Morsi as the president. But when the peaceful protest rally started against the coup, he needed another announcement. He declared a war against terrorism. The army chief discovered terrorism all on a sudden. Terrorism didn’t exist in Egypt before the coup; hence the country didn’t need any war. General Sisi manufactured the war only to justify the sustenance of rule of the coup-leader. Now the country is on a bloody warpath. After the massacre of thousands, the arrests of thousands and the release of the deposed Mubarak from his life-term imprisonment, it is now clear that the army’s roadmap was not for democracy, nor for continuation of the revolution, but for taking the country back to tyranny much worse than the Mubarak era.\n \nEgypt is now deeply divided and polarised. Peaceful reconciliation between the two factions now looks a distant possibility. Such a polarised division is the recipe of a prolonged civil war where only the rule of gun prevails. The power of gun now decides who should survive and who should die, not morality, humanity, justice or any higher values. Morality or higher values are the first casualty in warfare. Death of humanity in the security forces is clearly revealed by a recent murder of 36 Muslim Brotherhood prisoners by the police while they were being transferred to a prison in a police van. They were denied the very basic survival rights. Their only crime was the participation in peaceful protest against the Army’s unlawful takeover. This gives an awful indication that how the trigger happy army and police men are ready to kill innocent civilians while they are in their custody. The rulers have no slightest remorse for such crime. Can democracy and its institutions survive with such killers in power? Egypt is indeed under the occupation of these blood thirsty gangs.\n \nThe Egyptians did not reach this bloody warpath overnight. They were drawn to this point over the last one year with meticulous planning and immense investment. It needed huge investment of money, resources and manpower. Ouster of Hosni Mubarak and election of Islamist Dr Morsi attracted many foreign and domestic players to the political scene. The USA, the EU, Israel and the monarchs of the Middle East found their long investment in Egypt at risk. The secularists, the liberalists, the autocrats, the Coptic Christians and the secular army, the media –all these internal players considered it a new wave of the Islamic resurgence, and they were not ready to tolerate that. Hence all these anti-Islamic forces were united to form a grand alliance against President Morsi and his Islamic supporters. Hence the Army’s roadmap for a counter revolution didn’t start on 3rd of July, rather much earlier – indeed on the very early day of Mubarak’s ouster. Neither was it a mere army initiative, rather the joint venture of the military, the judiciary, the police, the civil administration, the business establishments, the Coptic Christians, the secular and liberal parties and all the political collaborators of Mubarak regime.\n \nThe counter-revolution\nEvery revolution faces a threat of counter-revolution. Indeed the agents of counter-revolution grow up in the midst of the revolutionary process with the revengeful enmity and venom. The deposed regime may be removed from the throne, but not fully cleared from the ground. No revolution can survive on an intact hostile infrastructure of the overthrown regime. Hence a revolution must not stop at merely overthrowing a regime; must go a long way to dismantle all the powerful bases of the old regime and build up its own revolutionary power base. But that didn’t happen in Egypt; in fact, the revolution stood grossly unfinished. On January 25, 2011, only Hosni Mubarak, his son Jamal Mubarak and the cabinet were removed from the central stage of power, but not the huge armed and non-armed cronies of the old regime. Indeed, those cronies survived intact in the post-revolutionary government. Here is the difference between the revolution of Iran, Russia, China and Cuba and the revolution of Egypt. All the surviving revolution could quickly build up an army of powerful revolutionary guards to protect the revolution from the counter revolutionaries. But that did not happen in Egypt: so the revolution couldn’t survive either. Now the enemies of the revolution have started to inflict their venomous bites on the revolutionaries. Egyptian revolution didn’t have any Khomeini, Lenin or Mao; neither did they possess the revolutionary acumen. This is the number one cause of failure of the Egyptian revolution, so the country is back to the square one. So the tyrant Mubarak is now free, his armed cronies are now in power; and as a consequence, the people’s elected president Dr Morsi and his team had to go to the same prison where deposed Mubarak was supposed to live. Hence Mubarak and his cronies have a lot to celebrate.\n \nBeside the civil and military establishment, Mubarak had a strong support base in the country’s mighty corporate industries who received a lot of economic and administrative benefits from Mubarak regime. All these people were mobilised to undo the whole revolutionary process. In fact, these counter revolutionaries took Dr Morsi as an easy hostage. Their prime task was to make Mr Morsi’s government a total failure. To meet that end quickly, they started active non-cooperation in every government and non-government sectors. They did the crimes by non-action in the service sectors, and Dr Morsi was blamed for every failure. Most of the Egyptian media were in the anti-Morsi camp to add more fuel. This way, they could build up public protest in the street and generate an artificial pretext for a coup.\n \nIn order to incite people against Dr Morsi, the political investment was huge -both from inside and outside. Anti-Morsi media and political parties were inundated with foreign money. Billions of dollars came from the USA, the European countries, Saudi Arabia, Kuwait, the UAE: huge money were spent to mobilise the secularists, the liberalists, the Naserites, the salafists, the socialists and the ex-army men to continue their street protest against Dr Morsi. They were not ready for any dialogue or reconciliation, their only demand was Dr Morsi’s immediate ouster.  Cairo – the most secularised city in Egypt proved to be the most fertile ground for them.  In the presidential election, Dr Morsi could win in the whole of Egypt, but not in this secularised Cairo. At the end, the army with the collaboration of these secular protestors, judiciary, administration and media could easily oust him and arrest him.\n \nThe roadmap for annihilating Islamists\nThe Army’s road map did not end with the coup against Dr Morsi. After the ouster of Dr Morsi from presidency, they now follow a new road map to dismantle the whole Islamist leadership and their power base.  So the campaign to kill thousands and arresting thousands has already been started as a part of the grand strategy. Their vengeance against Muslim Brotherhood is clear and has been clearly articulated by Mr Ashraf Elkholy -the current Egyptian ambassador in London. In an interview with the Daily Telegraph he told, “Muslim Brotherhood is Nazi group”. His implied message is clear. Since Nazi party was outlawed and dismantled in Europe, the same way Muslim Brotherhood should be annihilated in Egypt. But the ambassador conveniently forgot to tell that Nazi party did not do politics with Islam, and nor did they have peace-loving unarmed street protestors. Rather they were the nationalist fascist and racist. They had gas chambers. They had a huge army to kill millions of Jews and political opponents. Muslim Brotherhood has none of that. His description of Muslim Brotherhood was such a lie that even a senior Tory MP of the UK demanded his immediate expulsion from the UK.\n \nThe US crime\nThe US foreign policy is solely guided by its national security interest. This is the only sacred issue that the Americans bother about in their national and international politics. In the name of so-called security interest, they seek global hegemony at any cost. They think such hegemony indispensable for their global presence. In such imperialistic design, democracy, human rights, rule of law and other higher human values have little importance.  With such an imperialistic outlook, the US administration considers killing democracy, installing or reinstalling monarchy, engineering coups, supporting brutal autocrats, bombing cities, indiscriminate killings of unarmed civilians by drone attacks and even dropping atomic bombs fully justified. In fact, the USA runs its world politics with all such options on the table. President Barack Obama, like President George W Bush and President Clinton reminds Iran all of these options again and again.\n \nSuch strategic issues for its so-called national security interest make the US government a firm defender of the world’s most cruel monarchs, dictators and coup leaders in the Middle East. After 60 years of the military coup against Mr. Shrif Musaddeq -the democratically elected Prime Minister of Iran in 1953, the USA government is now releasing documents how the CIA engineered the coup to overthrow him and install Mohammad Reza Shah as a king of that country. Thus in Iran, the US deeply buried democracy for another 45 years. The installation of Mohammad Reza Shah as king of Iran helped the British, the USA and other western partners to keep a strong grip on Iran’s huge oil and gas resources. Iran could come out of the grip only through a revolution in 1979.\n \nThe US investment for interference\nIn the name of assisting democracy, the USA spends billions of dollars and runs thousands of projects in the third world countries. Such projects are in fact the cover-ups for doing many ugly jobs. In disguise of such projects, the US money enters into these countries to interfere in their internal affairs. Since Egypt has special attraction for the US policy makers for her strategic position as Israel’s neighbour, the US investment is huge. What is happening in Egypt is indeed a clear testimony to that. Some of the evidence came from Mr. Emad Mekay -a journalist with the investigative reporting program at University of California at Berkeley. Recently he has written an article on US bankrolled anti-Morsi activists. The article, recently published in aljazeera.com, has revealed that hundreds of millions of dollars is channelled into anti-Morsi camp through organisations like Bureau for Democracy, Human Rights and Labour (DRL), Middle East Partnership Initiative (MEPI), USAID, National Endowment for Democracy (NED) and others. These groups re-route money to other organisations like International Republican Institute (IRI), National Democratic Institute (NDI), Freedom House and others. Documents have revealed that these groups have sent huge funds to NGOs in Egypt run by the senior members of anti-Morsi political parties. USAID alone manages about $1.4bn annually in the Middle East. A main conduit for channelling the State Department's democracy funds to Egypt has been the National Endowment for Democracy (NED). Federal documents show NED, which in 2011 was authorised an annual budget of $118m by Congress, funnelled at least $120,000 over several years to an exiled Egyptian police officer who has for years incited violence in his native country. Massive amount of money also came from Saudi Arabia, Kuwait and UAE with the same purpose.\n \nErdogan’s revelation\nThe army’s coup in Egypt has exposed the USA’s real posture on democracy. Turkey’s Prime Minister Mr Rajab Taiyeb Erdogan recently condemned the coup as an Israeli conspiracy. He has raised his argument with a reference to Jewish mind-set and their conspiracy against democracy. Mr Erdogan told that he has video proof that a very prominent and influential Jewish philosopher Mr Bernard Henry Levy told the Israeli Justice Minister TZipi Livni, “If the MB arrives in Egypt, I will not say democracy wants it. Democracy is not only elections.”  Mr Levy argued, “I will urge the prevention of them (MB) coming to power, by all sorts of means.”  In fact, these are exactly the thoughts that thrive in inner circle of the Jewish elite and their western ally. To them, democracy means not only election but also compatibility with the western values, their worldviews and their political road maps. In such western narratives, occupation of Palestine enjoys full legality, but the return of Palestinian refugees to their homeland is against peace and justice. To them, peace means surrender to Israeli occupation; and justice entails acceptance of Israeli settlements in the occupied land. Any non-compliance with such occupation is labelled as terrorism. They are ready to launch war against those so-called terrorists. This is not only the view of Mr Levy or Israeli Prime Minister Netanyahu or any Israeli general, but also the belief of US President Barak Obama and his western ally. This is why Hamas with its landslide election victory couldn’t be accepted to the west. Rather the election victory of Hamas brought genocidal war on Gaza. The USA and her western ally didn’t hesitate to support that war. The same thing happened in Egypt. Muslim Brotherhood’s election victory made them terrorist. Dr Morsi’s victory invited a coup against him and his party. Now the Egyptian generals, like the Israelis, have started a full scale war against the Islamists. Almost all of the Muslim Brotherhood leadership are now in prison. Thousands of Islamists are already killed and many more thousands are wounded in this war. They too, labelled it “war against terrorism”. Like Egyptian generals, Israeli generals too have equal interest in a coup in Egypt and also an intense interest in war against these Islamists. Mr Erdogan revealed that connection. But the USA, like Israel, didn’t like Erdogan’s revelation. In fact, the White House spokesman appeared as the defence lawyer for Israel to counter Erdogan. Hence, Israel need not say anything against him.\n \nThe Egyptian government blamed Mr Erdogan for interfering in Egypt’s internal politics. But they failed to understand that political interference does not come in a foreign land only by a statement. It needs vast monetary investment and huge number of soldiers on the ground. The USA and Saudi Arabia are doing the job through their mammoth monetary endowment and huge number of pet NGO foot-soldiers. Hundreds of Salafi NGO’s are run by the Saudi money to make them subservient to the Saudi policy, hence when asked to support the secularist generals’ coup they did it whole heartedly without any second thought. The USA and the EU countries finance thousands of secular NGO’s to promote rapid de-Islamisation of the educated mass. Indeed, these de-Islamised young men and women became the hard-core foot-soldiers of the anti-Morsi agitation. This way they made it difficult for the Islamist Morsi to run the country. So, they are the people who are actually interfering in Egypt’s internal affairs.\n \nHow the foreign money is entering into Egyptian politics is no more hidden. Mr Emad Mekay has given some illustrious examples. Mr. Saaddin Ibrahim is an Egyptian-American politician opposed to Dr. Morsi. He said, “We were told by the Americans that if we see big street protests that sustain themselves for a week, they will reconsider all current US policies towards the Muslim Brotherhood regime.” And the change in US policy came in the right time. The USA didn’t call the coup as coup. Barak Obama has recently told that the coup has majority people’s support. The guns, the bullets, the shells and the helicopter gunships that cause the massacre in Cairo’s streets were indeed bought by the USA money. Michael Meunier is a frequent guest on TV channels that opposed Morsi., Meunier - a dual US-Egyptian citizen and Head of the Al-Haya Party, has quietly collected US funding through his NGO, Hand In Hand for Egypt Association. Meunier's organisation was founded by some of the most vehement opposition figures, including Egypt's richest man and well-known Coptic billionaire Naguib Sawiris, Tarek Heggy -an oil industry executive, Salah Diab -Halliburton's partner in Egypt and Usama Ghazali Harb -a politician with roots in the Mubarak regime and a frequent US embassy contact. Meunier has denied receiving any US assistance, but government documents show that USAID in 2011 granted his Cairo-based organisation $873,355. Since 2009, it has taken in $1.3 million from the US agency. Mr Meunier mobilised the country's five million Coptic Christians to take part in the street protests against the president Dr Morsi on June 30. (Emad Mekay, aljazeera.com).\n \nEgypt’s Reform and Development Party member Mohammed Essmat al-Sadat received US financial support through his Sadat Association for Social Development, a grantee of the Middle East Partnership Initiative (MEPI). The federal grants records and database show that in 2011 Sadat collected $84,445 from MEPI to work with youth in the post-revolutionary Egypt. Sadat was a member of the coordination committee, the main organising body for the June 30 anti-Morsi protest. Since 2008, he has collected $265,176 in US funding. Sadat announced he will be running for office again in upcoming parliamentary elections. After soldiers and police killed more than 50 Morsi supporters on Monday, Sadat went with the Army’s line of argument, and defended the use of force and blamed the Muslim Brotherhood, saying it used women and children as shields. Some US-backed politicians have said Washington tacitly encouraged them to incite protests. (Emad Mekay, Aljazeera.com).\n \nThe US support for the coup and the lie\nThe practice of funding politicians and anti-government activists through NGOs was defended by the USA’s State Department and by a group of Washington-based Middle East experts. David Linfield, spokesman for the US Embassy in Cairo, argued, \"The line between politics and activism is very blurred in this country.\" Hence Mr Linfield could not find any wrong in such heavy investment of the USA in Egyptian politics. A State Department official, who spoke on condition of anonymity because of the issue's sensitivity said, “American support for foreign political activists was in line with American principles. The USA government provides support to civil society, democracy and human rights activists around the world, in line with our long-held values, such as respecting the fundamental human rights of free speech, peaceful assembly, and human dignity.\" (Emad Mekay, aljazeera.com). After all these revelations, President Barack Obama still insists that the United States is not taking any side in Egypt's crisis. What can be far from the truth than this?\n\n \n\nIf the USA policy makers have any interest in promoting democracy in any part of the world, they should have shown some concern about the human rights issue in Saudi Arabia –the worst dictatorial country in the world. But the USA president is so happy with Saudi policy that they do not have any democracy advancement programme there, neither exist any NGO to improve its human rights issue. Similarly in the past, the USA was also very happy with the policy of Shah of Iran, Pinochet of Peru, Hosni Mubarak of Egypt, the generals of Turkey and Pakistan, the coup leaders of Algeria and many notorious dictators of the world. The US money goes only to a country to twist its policies to serve the American security interest. If the policy is already in place to serve the US interest, as is in Saudi Arabia, Kuwait, Bahrain and other autocratic countries, the US has little interest to bring any democratic change –whatever brutality be the norm there.\n \nThe Israeli choice\nAfter the overthrow of Hosni Mubarak, the Egypt stands on the cross-roads. With Mubarak’s ouster, both the USA and Israel lost a trusted friend. Now the Americans are trying to pull the country from its Islamic root, and bring back to their own lap. Only this way they can serve their own national security interest, as well as that of Israel. Muslim Brotherhood’s election in the presidency threatened such American goal and that of Israel. Hence the USA could not accommodate Muslim Brotherhood and Dr Morsi in their road map. Independent Egypt with Hamas like Muslim Brotherhood is a threat to Israel. Dr Morsi allowed the Iranian naval ship to pass through Suez and he visited Iran. Such a friendly state of Iran on the door step was unbearable for Israel.  For the same reason, Israel had to do his own war against Hamas in Gaza. Now they need to do the same in Egypt.  Luckily, they have trusted partners in Egypt and they are the Egyptian army. The Egyptian army is now fulfilling that Israeli need. Israel is also helping the coup by bombing the Islamist opponents in Sinai area.\n \nHence the road map for war against the Islamists is not only a choice of the Egyptian Army, but also the choice of the USA and Israel. Neither did the road map of war against Islamists started in Cairo, rather started long before the creation of Israel. Now the road map takes them to different Muslim lands to eliminate the same Islamists to strengthen their foothold in occupied Muslims countries. There is no doubt about Egypt’s internal crisis, but war against own people is not an option in solving a crisis. No sensible man can think of it. Only the enemies of Islam and Muslims can rejoice such an internal war. But the Egyptian army has already declared such a war. The army’s killing machines are already active in cities. With such a war against the Islamists, the Egyptian generals are indeed responding only to their donors in the USA and the friends in Israel. (London 26\/08\/13: Dr Kamal is a researcher and freelance columnist)   \nThe link:\nhttp:\/\/www.drfirozmahboobkamal.com\/english-articles\/952-crisis-in-egypt-and-the-armys-roadmap-for-war.html"}