{"id":"428835640537739_462515430503093","type":"status","created_time":"2013-05-07T17:24:41+0000","message":"After finding out about the Shapla Chattar massacre. These questions came to my mind:\n\n1. These are Bangladeshi's killing our own people?\n2. These are Muslims?\n3. Who is giving them these orders to kill unarmed people?\n4. Why are they following these orders to kill their own fellow countrymen?\n\nIt is not yet clear the true extent of this massacre, at minimum its several hundreds, at the most it could be several thousand. It is believable because a force of 10,000 police, RAB and BGB took part in this operation, assisted by an unknown number of Awami League armed goons, who would number at least several thousand.\n\nJust like Pakistan Army used Operation Searchlight to terrorize the population of Eastern Wing, this operation was used to terrorize and scatter several million Hefazot-e-Islam activists who gathered in Dhaka from many remote parts of the country. In order to terrorize this defense less population, a strategy was taken to kill a maximum number of people, so others would not dare to resist and flee as a result.\n\nMy feeling is that this is the opening shot of a long civil war that has already started in Bangladesh, between proxy forces of India who want to destroy Islam in Bangladesh and the local Bangladeshi opposition who wants to resist such forces.\n\nJust like the Alawite in Syria, we have Awami League seculars, who call themselves Muslims, but are working day and night to remove Islam from Bangladesh. Just like Assad, the Alawite in Syria who is supported by minority Christians, we have Hasina, who is supported by Hindu's in Bangladesh. Just like Iran is supporting Assad, India is providing support to Hasina. The two situations may have many differences, but there are many similarities as well. I think the main similarity is that this is going to be a long civil war in Bangladesh. And just like in Syria, in the end the majority will be victorious, after a long and bloody struggle.\n\nAs for the Police, RAB and BGB in Bangladesh. I propose that we patriotic and pro-Bangladesh Bangladeshi's in this forum work on a open letter addressed to them. I have heard Hasina led Awami League govt. has hired many Awami League goons and many Gopalgonj people in these forces (as well as in the Army) and these included many Hindu among them. So that may explain part of the violence and killing spree, but it cannot explain it all.\n\nWe should ask Bangladesh Police, RAB and BGB, and specially those who come from a Muslim family background and consider themselves Muslims, that they should think really really hard about the consequence of their actions. This is no longer one or two political killings and disappearance. Starting with the 100+ Jamaat Shibir activist massacre, this Shapla Chattar Massacre of Hefazot activists have taken matters to a different level. People are now comparing it with the black night of 25th March, 1971.\n\nOne question comes to mind, some suggested that BDR mutiny was a planned operation to transfer valuable Army officers who were not pro-India, gather them in one place and then eliminate them in one shot. Also, it created opportunity to create a new BGB force, that is more loyal to Hasina led Awami League govt., so that they can be used just like Rakkhi Bahini was used by Mujib govt., as a private gestapo that killed at least 40,000 political opponents, many of them Freedom fighters (Mukti-joddha's). Their only crime was that they opposed Mujib's dictatorial and totalitarian rule.\n\nIn this critical juncture, the people of Bangladesh, specially from the majority community, would kindly request the Police, RAB and BGB to identify those that has already taken part in the killing operations, take leave of absence and thus remove themselves from duty, perhaps by staying in their village home. This way they will no longer take part in the killing operation of this illegitimate govt. that is bent on killing their own people, just like Assad is doing in Syria. This will also give the opportunity to the countrymen to identify clearly the remaining criminal members of these forces. Once they are identified, the question should be asked what Bangladeshi people can do to ensure their own and their families safety, since people's anger may not be able to spare random violence being perpetrated on them and their families, to take revenge on their action of mass killing of Bangladeshi's.\n\nSo far we have not yet seen clear evidence of Armed forces taking part in these killings, so we will not include them in this letter.\n\n-Taiseer"}