{"id":"428835640537739_462227270531909","type":"photo","created_time":"2013-05-07T07:58:16+0000","message":"Bangladesh opposition calls strike over 'mass killing'\r\n\r\nLast updated: Tuesday, May 07, 2013 10:19 AM \r\n\r\nBangladeshi opposition parties have called a two-day nationwide shutdown from Wednesday to protest what they describe as the \"mass killing\" of Islamists in a crackdown by security forces.\r\n\r\nThe main opposition Bangladesh Nationalist Party (BNP) and its Islamist allies called the strike after claiming that hundreds of people were killed on Sunday and early Monday, when police broke up a mass rally in central Dhaka.\r\n\r\nAccording to an AFP tally compiled after talking to police and medical sources, 38 people are known to have been killed since Sunday afternoon when police first confronted Islamist activists who had blockaded the capital.\r\n\r\nThe country's most prominent daily Prothom Alo said at least 49 people have died in the clashes, some of the fiercest street violence in decades.\r\n\r\nHowever the BNP says the real number of dead runs into the \"hundreds\", accusing the authorities of concealing bodies but without giving any evidence.\r\n\r\n\"We have called two days of nationwide strike to protest the mass killing of Hefajat-e-Islam workers and supporters on Sunday and Monday,\" BNP spokesman Khandaker Mosharraf told AFP on Tuesday.\r\n\r\nThe strike would begin at 6:00am (0100 GMT) on Wednesday and end at 6:00pm on Thursday, Mosharraf added.\r\n\r\nThe Islamists are trying to pressure the government into introducing a new blasphemy law and have been calling for the execution of bloggers whom the accuse of having insulted the Prophet Mohammed.\r\n\r\nSunday's protest by the Hefajat-e-Islam organisation was another sign of the divide between Islamists and the secular government, after the deaths of around 100 people earlier this months in violence linked to war crimes trials.\r\n\r\nThree leading Islamists have so far been convicted by a special tribunal for their role in mass killings during the 1971 independence war, which saw what was then East Pakistan break from the regime in Islamabad.\r\n\r\nThe overall death toll in violence between religious hardliners and the police since January now stands at around 150. — AFP\r\n\r\nhttp:\/\/www.saudigazette.com.sa\/index.cfm?method=home.regcon&contentid=20130507164683","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-ash2\/11782_462227250531911_899153714_s.jpg?lvh=1"}