{"id":"428835640537739_498955343525768","type":"photo","created_time":"2013-07-05T21:57:58+0000","message":"17 dead, hundreds wounded as post-coup violence erupts in Egypt\r\n\r\n\r\nAt least 17 people were killed Friday across Egypt, state-run media says\r\nThe Freedom and Justice Party says 5 dead outside Republican Guard headquarters\r\nEgyptian police and army personnel are attacked in the Sinai Peninsula\r\nCNN's Ben Wedeman, Reza Sayah, Ian Lee, Becky Anderson and Karl Penhaul are reporting from Egypt. Are you in Egypt? Send us your experiences, but please stay safe.\r\nCairo (CNN) -- Fighting erupted Friday night in Cairo between hundreds of supporters of Mohamed Morsy and their opponents before the military broke it up, raising fears of widening violence after the military ousted the country's first democratically elected president.\r\nThe violence came as Morsy's supporters held massive protests across the country, calling for his reinstatement, a counter to the huge demonstrations among those celebrating his ouster.\r\nAt least 17 people were killed Friday and hundreds more were injured in clashes across the country that pitted Morsy supporters against his opponents and the military, state-run Egyptian television reported, citing the Ministry of Health.\r\nAmong those killed were five Morsy supporters who were shot by the army in front of the headquarters of the Republican Guard headquarters, where Morsy was said to be detained, the Muslim Brotherhood's political wing -- the Freedom and Justice Party -- said.\r\nThe health ministry reported that at least two people were killed and 65 injured in clashes there.\r\nThe fighting broke out when Morsy supporters tried to storm the building, state broadcaster Nile TV said.\r\nCNN's Reza Sayah, reporting from outside the building, said he had seen one body around which scores of Morsy supporters were huddled, some of them crying.\r\nA few feet away, demonstrators faced off across a barbed-wire barricade behind which stood a line of soldiers who detonated flash grenades and fired tear gas in an apparent attempt to get the demonstrators to move away.\r\nMany of them did just that, though thousands of others remained in defiance. Demonstrators could be seen carrying away a wounded man. Some demonstrators waved flags and held pictures of Morsy and vowed not to leave until the military returns Morsy to office.\r\nNile TV, citing an unnamed security source, said live ammunition had not been used against demonstrators and no one was hurt or killed.\r\nBy nightfall, clashes on a bridge near Tahrir Square began after a standoff that saw anti-Morsy demonstrators advance on his supporters, with both sides throwing rocks and shooting fireworks at each other as hundreds of people ran, according to video footage.\r\nAbout 100 soldiers, backed by armored personnel carriers, descended on the bridge to separate the two sides and break up the fighting.\r\nCNN's Ben Wedeman was reporting live near the bridge when soldiers unplugged his crew's camera and confiscated the equipment. Wedeman said an agreement subsequently was reached that the camera would be returned -- without the video footage.\r\nThe violence was the latest fallout following Wednesday's move by the nation's powerful military to remove Morsy.\r\nMorsy had become the nation's first democratically elected president a year ago, but failed to fix the nation's ailing economy or improve its crime problems and was seen by many as increasingly autocratic.\r\nAnti-Morsy protesters eye next moves\r\nHuman Rights Watch has said he had continued abusive practices established by the former dictatorship of Hosni Mubarak, who was pushed out in 2011 after three decades of iron rule supported by the U.S. government. Military courts continued trying civilians; police abuses were allowed.\r\n\"Numerous journalists, political activists, and others were prosecuted on charges of 'insulting' officials or institutions and 'spreading false information,'\" the rights group said.\r\nThrongs of protesters filled Egyptian streets for days, calling for him to step down.\r\nThe president's supporters turned out at massive counter demonstrations. At times, the two sides clashed with deadly consequences.\r\nOn Monday, the army gave him 48 hours to agree to share power or be pushed aside.\r\nOn Wednesday, the military rejected Morsy's conciliatory gestures as insufficient and announced its \"road map\" to stability and new elections.\r\nMorsy and a number of leaders of the Brotherhood were arrested and may face charges over the deaths of protesters during clashes with Morsy's supporters, many of whom also died.\r\nMoves spark outrage\r\nA day later, Adly Mansour, head of the country's Supreme Constitutional Court, was sworn in as interim president.\r\nWho is Egypt's Interim President?\r\nHe dissolved Egypt's upper house of parliament, the Shura Council, and appointed a new head of intelligence, Egyptian state TV said Friday.\r\nThe moves sparked outrage among Egyptians who saw them as counter to what their fledgling democracy was supposed to have been all about.\r\nMohamed Badie, the Brotherhood's spiritual leader, exhorted the thousands of people who packed the area around the Rabaa Adawiya mosque in Cairo to fight back.\r\n\"The coup is illegal and we will never accept its results,\" said Badie, whose title is supreme guide of the Muslim Brotherhood. \"We sacrificed so dearly to reach this point, and we will never return to the past again.\"\r\nBadie challenged the Egyptian army to \"return to the arms of the nation.\"\r\nThe furor appeared to escalate during the day. By nightfall, a car was burning on the 6th of October Bridge, which commemorates the 1973 Arab-Israeli war, that leads to Tahrir Square, which had been a focal point for demonstrators seeking to remove Morsy from power and where supporters of the military turned out Friday.\r\nIn Haram, a neighborhood of Giza in greater Cairo, one person was killed and seven were injured when a group of armed men attacked a police station, a spokesman for the health ministry said.\r\nAt least 10 people were injured in clashes between supporters of Morsy and residents in the city of Damanhour, about 160 kilometers (100 miles) northwest of Cairo, Nile TV said Friday.\r\nAnd state television showed pictures from Alexandria of security forces firing tear gas at pro-Morsy demonstrators.\r\nOutside Cairo University, throngs of pro-Morsy demonstrators formed human chains as others participating in a sit-in shouted, \"Police are thugs!\"\r\nEgypt's armed forces said they would guarantee the rights of protesters as long the protests resulted in neither violence nor destruction of property.\r\nThe demonstrations occurred as the African Union announced Friday that it has suspended Egypt from its ranks of member countries.\r\nThe AU's Peace and Security Council also said it was sending a team to Egypt to work toward restoring constitutional order.\r\nDismantling the Brotherhood?\r\nPolice were seeking 300 Brotherhood members, state media reported.\r\nA spokesman for the Freedom and Justice Party said Thursday the coup had turned into \"very, very questionable attempts by the military to dismantle the Brotherhood.\"\r\nOpinion: Can the Muslim Brotherhood survive?\r\nBut the Freedom and Justice Party chief, Saad el-Katatni, and the party deputy, Rashad Al-Bayoumi, who were arrested Thursday in Egypt after the overthrow of Mohamed Morsy, had been released, Nile TV, said Friday.\r\nThe democratic Tamarod movement, which had sought Morsy's ouster, has nominated Mohamed ElBaradei, an opposition leader, to become prime minister.\r\nElBaradei, the former head of the International Atomic Energy Agency, described Morsy's ouster as a \"correction of the uprising of 2011.\"\r\nOther opposition leaders and protesters have objected to the use of \"coup\" to describe the military's removal of the elected president via non-democratic means.\r\nPresident Barack Obama said the United States was \"deeply concerned\" about the move, but did not use the word \"coup.\"\r\nWashington has supplied Egypt's military with tens of billions of dollars in support and equipment for more than 30 years. Under U.S. law, that support could be cut off after a coup.\r\nMore violence\r\nOn Friday, Islamist gunmen attacked Egyptian police stations and checkpoints in the Sinai, killing at least one soldier, agencies reported.\r\nA senior intelligence officer who would not agree to being identified said two police officers were killed in the northern Sinai city of Arish when a group of men drove by the police station and shot them.\r\nThe assaults may have nothing to do with extremist threats to avenge Morsy's overthrow.\r\nThe desert peninsula next to Israel and Gaza has long eluded the control of Egyptian security forces, leaving extremists affiliated with al Qaeda plenty of room to establish themselves.\r\nChronic violence troubled the Sinai years before it did the rest of Egypt.\r\nThe army said it was on high alert, a level below maximum alert, in the Sinai and Suez provinces.\r\nEgypt is the largest Arab country in the world and a close ally of the United States, which gives it $1.5 billion per year for military and civilian programs.\r\nIt controls the Suez Canal, a crucial sea route through which more than 4% of the world's oil and 8% of its seaborne trade travel.\r\nWith Jordan, it is one of two Arab countries that has made peace with Israel.\r\nEgypt content from around the Web\r\nWendell Steavenson writes about the scale of the Cairo protests and their consequences for the New Yorker.\r\nUnder the headline \"Egypt's Tragedy,\" London-based news magazine The Economist says Morsy was incompetent but his removal by the military is a cause for regret:\r\nThe Jerusalem Post's diplomatic correspondent Herb Keinon writes that the unpredictability of the Arab Spring has been problematic for Israel, which has \"no interest in its largest neighbor becoming a failed state.\"\r\nIn its editorial, the Sydney Morning Herald says the Egyptian army's \"decision to intervene one year after the election was premature\" and creates \"the impression that mobs can bring down the government.\"\r\nIn a blog carried by The Guardian newspaper, Nafeez Ahmed blames declining oil revenue, an overdependence on food imports, ongoing unemployment and a growing population for the unrest in Egypt.\r\n\r\nhttp:\/\/edition.cnn.com\/2013\/07\/05\/world\/meast\/egypt-coup\/index.html?hpt=hp_inthenews","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash2\/998711_498955330192436_1651325595_s.jpg"}