{"id":"428835640537739_463130237108279","type":"photo","created_time":"2013-05-08T17:18:04+0000","message":"Muhammad Kamaruzzaman\r\n\r\nMuhammad Kamaruzzaman is an intellectual and a prominent journalist of the country. He is the editor of weekly Shonar Bangla and has been a journalist since the 1980s. He also authored many books in both Bengali and English. His dynamic profession required him to travel many countries around the world.\r\nMr. Kamaruzzaman comes from the village of Bajitkhila under Sherpur District where he was born on 4th of July 1952. He attended schools in his native village and later at GKM Institute in Sherpur Town. He was the \"first boy\" in every class he attended there and for his excellent results he obtained many scholarships. He passed Secondary School Certification exam in 1967 from the same institute. Later he moved on to Jamalpur Ashek Mahmud College for his higher secondary education.\r\nDue to mass upsurge and Late Sheikh Mujibur Rahman's (then leader of the East Pakistani people) call for non-cooperation, he could not sit for Higher Secondary Certificate exams in 1969. Later, after the independence of Bangladesh, he passed HSC exam with good results in 1972. Then he graduated from Ideal Collage in Dhaka City with distinctions in 1974. He did his Masters in Mass Communication & Journalism from the University of Dhaka in 1976 where he was a resident of Salimullah Muslim Hall.\r\nApart from having brilliant academic results throughout his student life Mr. Kamaruzzaman was a champion of debate and speech competitions during his college years. His leadership skills were noticed and he was kept in charge of organizing various youth camps.\r\nIn 1980, Mr. Kamaruzzaman joined the one of the famous Bengali monthly Dhaka Digest as an executive editor. He took charge of the prominent Bengali weekly Sonar Bangla as its Editor in January 1983. Sonar Bangla became very popular for his strong and unequivocal writing against the military dictatorship during that time. He found ways to influence every major political uprising through his writings and forward the cause of democracy, freedom, liberty, and justice.\r\nBeside his own newspaper he also writes columns on current affairs in various newspapers, magazines, journals, and periodicals. He also wrote a number of books and some of those were translated in English.\r\nMr. Kamaruzzaman traveled many countries of the world and met many important political and non-political figures. He traveled India, Nepal, Pakistan, Iran, Saudi Arabia, Kuwait, United Arab Emirates, Yemen, Bahrain, Brunei, Indonesia, Malaysia, Singapore, Thailand, Hong Kong, South Korea, Japan, Australia, United Kingdom, France, Germany, Italy, Sweden, Turkey, and the United States. During his visits in these countries he actively participated in many international seminars, spoke to various gatherings and met many world leaders.\r\nDespite his busy schedule, he liked to read books and used every opportunity to read books whenever and wherever possible. He has a massive collection of valuable and precious books at his residence.\r\n\r\n\r\n\r\n\r\nAs a Social Worker\r\n\r\nBesides his political activities Mr. Kamaruzzaman is also involved in many social and charity works. He established many educational institutions, orphanages, libraries, clinics, and mosques for the people of his hometown Sherpur. Sherpur Darus’salam Trust was established to oversee his charity works. In times of crisis and natural disaster he actively collected aid from various sources and donated much of his own resources to help the poor and the distressed. They were relocated and resettled to their previous glory. He used his political influence to avail many humanitarian and development projects in Sherpur like a 100-bed orphanage for girls and construction of many roads, bridges, and highways in Sherpur. His charity work was never limited to any particular group or religion. It was available to whoever were affected and devastated.\r\n\r\nAs a Writer\r\n\r\nMr. Kamaruzzaman is one of those few Bangladeshi politicians who have significantly contributed to the political literature of the country. He has eight published books to his credit that have become collectibles and a few are in the process of being published. Most of the books are in Bengali and one in English, titled “Islam and Democracy”. Most of his books deal with Islamic politics, its compatibility with democracy, the challenges of the West, and pragmatic ways to bridge the gap between Islamic and Western civilization.\r\n\r\n\r\n\r\n\r\nAs a Journalist\r\n\r\nMr. Kamaruzzaman is a prominent journalist of the country. He is the editor of the weekly Shonar Bangla and has been a journalist since the ’80s. As one of the senior journalists he also led a delegation team of journalist to Saudi Arabia in 1984. The team consisted many renowned journalists of that time, like: Late Sanaullah Noori, Akhter Ul Alam, Iqbal Sobhan Chowdhury, etc.\r\n\r\nHe took charge of the prominent Bengali weekly Sonar Bangla as its Editor in January 1983. Sonar Bangla became very popular for his strong and unequivocal writing against the military dictatorship during that time. Since then he found ways to influence every major political uprising through his writings and forward the cause of democracy, freedom, liberty, and justice. He is also member of national press club and Bangla academy. \r\n\r\nTraveling the World and Meeting World Leaders\r\n\r\nMr. Kamaruzzaman travelled to many countries of the world and met many world leaders. In 1990 he visited Iran as a state guest and met Iranian leaders like Ali Khomeni and Ayatullah Jannati. He also met other world leaders like Imam Bukhari of India, Mufti Fajlullah of Lebanon, Nawaz Sharif of Pakistan, and Anwar Ibrahim of Malaysia.\r\n\r\nIn 1992 he visited India, Pakistan, and Nepal with late Jamaat leader Abbas Ali Khan. The team met Indian leaders like Atal Bihari Bajpai and IK Gujral, both later became Prime Minister of India. He also met Pakistani president Ghulam Ishak Khan, Prime Minister Nawaz Sharif, and the leader of Jamaat-e-Islami Pakistan Kazi Hussain Ahmed.\r\n\r\nHe visited Malaysia several times, attended many conference and seminars and met Malaysian leaders like then Deputy Prime Minister Anwar Ibrahim, Chief Minister of Kelantan Nik Abdul Aziz, Chief Minister of Teranganu Ustad Hadi Awang, President of ABIM Azam Abdur Rahman, and leader of Justice Party Chandra Muzaffar. Among other South-East Asian countries he also visited Indonesia, Japan, and South Korea.\r\n\r\nMr. Kamaruzzaman attended many conferences across many countries in Europe, including Italy, France, Germany, Sweden, Turkey, and United Kingdom. He also met officials of Vatican city and handed over Jamaat Ameer Gulam Azam’s letter to Pope John Paul II. In 1996 he attended the Democratic Party Convention at the United States. He met many American leaders there and visited many American cities. In 2000 he went there again to attend a conference organized by Muslim Ummah In America. He visited most of the Middle-Eastern countries including Saudi Arabia, Iran, Kuwait, United Arab Emirates, Bahrain, Brunei, Yeamen etc.\r\n\r\nAs part of a National Democratic Institute (NDI) program Mr. Kamaruzzaman attended many conferences organized by NDI in many countries. He also volunteered as an instructor for NDI in many workshops to teach young and future leaders. In 2005 he attended an international conference “Convention of Islamic Democrats” in Istanbul, Turkey. He also visited the United Kingdom and met British foreign secretary, member of parliaments, and leaders of the Labour Party and the Conservative Party. There he visited the House of Lords and enjoyed Prime Minister’s Q&A session.\r\n\r\nAlso in 2005 Mr. Kamaruzzaman visited the United States again and he met many American leaders like congressman Joseph Crowley, few other congressmen, deputy secretary Gastright, and organizers of NDI, IRI, CAIR, etc.","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-ash2\/262449_463130217108281_680850506_s.jpg"}