{"id":"428835640537739_462831070471529","type":"photo","created_time":"2013-05-08T08:20:24+0000","message":"মতিঝিলের নৃশংস হামলা নিয়ে ইকোনমিস্ট এর রিপোর্ট\r\n\r\nBangladesh\r\nViolence on the streets\r\nMay 7th 2013, 7:59 by T.J. | DHAKA and BANGKOK\r\n\r\nTHE ARMY was still counting the dead from Bangladesh’s biggest industrial disaster, when a massacre of hardline Islamic demonstrators unfolded in the early hours of May 6th. It took place in the commercial district of Dhaka, Bangladesh’s capital. At least 37 were killed and hundreds more injured in clashes between security forces and members of an extreme Islamic group, Hefajat-e-Islam.\r\n\r\nThe final death toll is likely to be higher. Prothom Alo, a Bengali-language newspaper, suggested 49 had died, mostly outside of the capital. Security men were also killed, but most victims in Dhaka were from among the tens of thousands of demonstrators who had been ordered to leave the city in the middle of the night.\r\n\r\nThese killings come barely two months after another massacre. At least 67 died in violent clashes after a war-crimes court, on February 28th, convicted a leader of Bangladesh’s biggest Islamist party of murder, abduction, rape, torture and persecution during the independence war of 1971. So far this year at least 150 people have died in clashes between hardline Islamists and the police.\r\n\r\nThe ruling Awami League, perhaps sensing that such killings could further enrage the Islamic right, has tried to justify the actions of the security forces. The information minister, Hasanul Haq Inu, claimed on May 6th that Hefezat had come to Dhaka to topple the government.\r\n\r\nDetails of precisely what happened on May 6th remain unclear. Graphic pictures and video footage of the violence show bloodied bodies strewn on the streets of Dhaka’s Motijheel commercial district. The government closed two pro-Islamic television stations that had been broadcasting live images of the attacks. That leaves only one pro-opposition television channel (BanglaVision) functioning. Any public gatherings of more than four people are also now forbidden in the city.\r\n\r\nDeadly clashes took place elsewhere, too: in Narayanganj south of the capital, where 20 reportedly were killed, in Hathazari near the southern port city of Chittagong and Bagerhat in the south-west. \r\n\r\nThe group involved, Hefezat, is a little-known coalition of Islamic splinter groups which draws support from private traditional Quomi madrassas, Islamic schools, around Chittagong. These madrassas are not widespread, accounting for only about two 2% of total enrolment in primary and secondary education. Nor does the group appear to have any particular position on the war-crimes court, and unlike the Jamaat-e-Islami it is not a political party.\r\n\r\nYet it has national aspirations. In April it issued a list of 13 demands and set a deadline of May 5th for the government to comply. It wants an anti-blasphemy law introduced (with provision for death penalty) and exemplary punishment to any, such as bloggers, who “insult Islam”. Among other Taliban-style demands are: calls for the cancellation of Bangladesh’s pro-women development policy; a ban on mixing of men and women in public; an end to “shameless behaviour and dresses”; and a call for the reformist Ahmadiyas to be declared as “non-Muslims”.\r\n\r\nSuch regressive demands go against the moderate version of Islam practised by the vast majority of Bangladeshis, and against a long history of secular tradition, as well as the constitution. All main politicians offer pre-election prayers at the shrine of a Sufi saint, Hazrat Shah Jalal. A recent study of Muslim attitudes around the world, by the Pew Forum on Religion on Public Life, confirms Bangladeshis’ moderate attitudes (Even if, somewhat surprisingly, 82% of Bangladeshi Muslims were also reportedly favour making Islamic law official).\r\n\r\nThe country’s main political opposition, the Bangladesh Nationalist Party, will now play an important role. Disturbingly it has backed Hefezat’s demonstrations. The BNP has also threatened to boycott general elections that are due by January 2014. Its religious ties are also becoming more explicit. Last month, Arab envoys met Khaleda Zia, the BNP’s leader, in an unusual show of near-public support by the diplomats for the gently pro-Islamic BNP.\r\n\r\nThe party is also allied to Jamaat, the religious party that serves as a standard-bearer for Saudi Arabia’s strand of Islam in Bangladesh. Positions are becoming harder as the opposition faces harsher treatment by the government. On April 11th, the editor of Bangladesh’s second-largest selling (pro-BNP) newspaper was arrested and apparently tortured, and his newspaper closed.\r\n\r\nDespite general moderation, however, the politics of religion is powerful in Bangladesh. Even the supposedly secular Awami League talks up its Islamic credentials just before elections. In 2006, for example, the League signed a pre-poll deal with the ultra-orthodox Khelafat-e-Majlish party, under which it promised that if elected it would pass anti-blasphemy laws and pass no laws seen to contradict Koranic values or Sharia. It also held out the promise of letting qualified religious leaders issue fatwas—religious edicts—that would supersede the judiciary. In fact none of this came to pass, as subsequent elections were cancelled.\r\n\r\nThis time around, the government has made some concessions to the Islamic right, whose electoral support it needs to win elections (especially after public opinion has been polarised by the trials of Islamic hardliners in a war-crimes court, over the events of 1971). Last month police arrested four atheist bloggers, apparently in direct response to Hefezat’s demands. On May 6th the leader of Hefezat, a 90-year-old madrassa teacher, was put on a plane to Chittagong, with authorities keen to emphasise that he had not been arrested.\r\n\r\nThus the coming months look turbulent. The war-crimes tribunal is scheduled to issue as many as ten verdicts, and rule on various appeals and oversee executions this year. In protest the BNP regularly resorts to calls for general strikes (known as hartals), with the next due on May 8th and 9th.  Some 30 working days have already been lost to such strikes this year. Such days also risk greater bloodshed. People close to the prime minister, Sheikh Hasina, say she may choose to enforce only one or two judgments of the war-crimes tribunal, in order to avoid more violence.\r\n\r\nAs Bangladesh prepares for a general election, the sixth since 1991 to pit Sheikh Hasina against Mrs Zia, the omens are gloomy. Tension, street violence and potential instability all beckon. It will be a tough year ahead.\r\n\r\n(Picture credit: AFP)\r\n\r\nhttp:\/\/www.economist.com\/blogs\/banyan\/2013\/05\/bangladesh","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-frc3\/t1\/401822_462831063804863_866125817_s.png"}