{"id":"428835640537739_462831487138154","type":"status","created_time":"2013-05-08T08:21:45+0000","message":"৫মে'র হত্যাযজ্ঞ নিয়ে মানবাধিকার সংগঠন \"অধিকার\" এর রিপোর্ট।\n\"নিরস্ত্র মানুষের উপর সশস্ত্র হামলা মেনে নেবার কোন কারণ নেই\"\n\nIt was obvious that they wanted to hide the brutality of the operation and the numbers of dead and injured. It has been reported that hundreds of people were killed as a result of this attack. Hefazate Islam claimed that more than 2000 people were killed and thousands were injured.\nOdhikar is trying to ascertain the actual number of deaths, but it is very difficult at this stage without substantial evidence. Despite this, the nature of the operation and the information received so far from the survivors, shows that the number could be very large.\nOne of the injured persons, Rahmatullah, who was admitted to the Dhaka Medical College Hospital for treatment, informed Odhikar that he saw many dead bodies lying on street after the attack by law-enforcing agents. It has also been alleged that members of the law-enforcing agencies took away bodies from the spot by trucks and covered vans. The state-sponsored TV channel Bangladesh Television (BTV) and private TV channels and newspapers, (most of the owners belonging or supporting to the ruling party), are silent in this regard. The Government closed down two private television channels named Diganta TV and Islamic TV at 4:30 am on May 6 due to their airing of the scene of the night-time operation.\n\nপুরো রিপোর্টটি পাওয়া যাবে এই লিঙ্কেঃ \nhttp:\/\/www.odhikar.org\/documents\/2013\/Statement_2013\/Press_Statement_Odhikar_Eng_.pdf"}