{"id":"428835640537739_462871760467460","type":"photo","created_time":"2013-05-08T09:46:35+0000","message":"বাংলাদেশে মুসলিম হত্যাকাণ্ডের প্রতিবাদে দক্ষিণ আফ্রিকার মুসলিমদের আধ্যাত্মিক সংগঠন জামায়াতুল উলামা-\r\n\r\n3000+ Muslims killed in Dhaka\r\nMay 7, 2013 - الثلاثاء 28 جمادى الثانية 1434\r\n\r\nDeep Darkened Night Genocide in Dhaka by Fascist Regime of Bangladesh \/ May 5-6, 2013\r\n\r\n• An estimated 2500 Muslim scholars and devotees killed.\r\n• Thousands injured, hospitalized in critical conditions and thousands arrested.\r\n• Night completely blackened out to comfortably commit genocide.\r\n• Media clamped to hide genocide.\r\n(see the appalling pictures below)\r\n\r\nIt is rare in the history of human civilization that a Muslim country’s ruling government can be such fascist, ruthless and brutal to run a barbaric violence and systematic killing spree of such scale against the nation’s peaceful, unarmed and Islam-loving most revered scholars (ulama) of high repute and the devotee mass Muslims that took place in the deep black night following May 5, 2013 in Bangladesh’s capital city of Dhaka that is well known as the city of masjid (mosque).\r\n\r\nIt is also unprecedented in the history of human civilization to observe serious insult on Allah, the Prophet (PBUH), his highly respected wives, Islam and different forms of Islamic ibadah (worships) like prayer, fasting etc. in such shameful vulgar language used by some Bangladeshi atheist bloggers and political activists belonging to the ruling Awami League party of Bangladesh that the world has never experienced before. This has been possible for the atheist bloggers only once their political patronize and master the ultra-secular fundamentalist government has removed “absolute trust and faith in the Almighty Allah” from the constitution of the country as the constitution’s one of the fundamental principle. The blasphemy of these Bangladeshi atheist bloggers has defeated all their predecessor masters including Salman Rushdie and Taslima Nasrin. Unfortunately the world community, particularly the Muslim world, has paid no or little attention to such heinous crimes perhaps because Bangladesh is such a worthless country that doesn’t deserve their attention and further because such despicable blasphemy is perpetrated in Bangla language that other nations do not speak or understand. However, such nastiest blasphemy, if the language is understood, can infuriate any human being of good reason and sense let alone Muslims. As such, this heinous crime inevitably shook the conscience of Bangladesh’s peaceful Islam loving mass people and the devoted Islamic scholars who demanded the government of this Muslim nation to take stern action against the culprit. However, instead of conceding to the demand of the most revered scholars of the country and the devotee Muslims, the government rather patronized the atheists bloggers to run the so called “Shah Bag Square Movement” months after months under full police protection which movement illegally demanded death sentence of all so called accused war criminals, banning Islamic political parties and clamping down all Islamic business including Islamic Bank Bangladesh Limited which is the country’s topmost bank, institutions including schools and universities of Islamic education and Islam-leaning media including the daily Amar Desh, daily Naya Diganta, Diganta TV and Islamic TV. The bloggers have submitted a list of demands to the national parliament. The Prime Minister standing in the parliament has welcome them, expressed her full solidarity with them and promised to implement each and every demand they have made no matter how unjust, undemocratic, unlawful and gross violation of human rights those demands are.\r\n\r\nDevotee Muslims and ulama brought peaceful country-wide demonstrations which the government tried to crush using terrorist armed party-men and the law enforcing agency with clear instructions by different ministers including the Home Minister and top police authority to open shoot as soon as the protesters are seen on the street. This has claimed hundreds of life while thousands are seriously injured, thousands arrested and being tortured in the name of remand. On the other hand, the government has started implementing the demands of the atheists bloggers as per the promise of the Prime Minister in Parliament. While most media belong to pro-government opportunist persons and agencies who fully support the bloggers’ movement and fully cover their news, the few Islam leaning media are under government embargo as per the demands of the bloggers. Yielding to the bloggers’ demand the government has recently arrested one of the country’s most popular journalist and editor of the daily Amar Desh Mr. Mahmudur Rahman who is ever vocal against the mountainous corruptions and misrule of the government and has sealed his daily as well. Mahmudur Rahman’s life is now at risk due to all types of torture on him while in custody.\r\n\r\nThe government’s anti-democratic, anti-human rights and anti-Islamic stern stance has shaken the sentiment of the whole nation. All peace-loving Islamic scholars and devotee Muslims who were never associated with any politics formed a non-political movement called “Hefazat-e-Islam” or “Protecting Islam” (“Hefazat”) to protect sanctity of Islam and to secure Muslims’ right to practice religion. Hefazat, led by the country’s most revered Islamic scholar Allama Ahmad Shafi, advanced 13 points demands to the government to implement in order to diffuse the tension before eruption of the nation’s sentiment. However, the government has taken a path of blood bath leading to an imminent civil war. Hefazat gave the government a deadline of one month to implement these demands. Government categorically refused to accept any single demand. At the same time the government has employed all its agencies, the atheist bloggers and its political alliances consisting of different factions of communist movement to launch hate-campaign and attack against Hefazat movement.\r\n\r\n\r\n\r\nAs the government didn’t pay attention to any demand, Hefazat declared a peaceful Dhaka Oborodh (Dhaka Blockade) for May 5, 2013. All renowned ulama and some 6 million devotee Muslims from all over the country were expected to attend the Oborodh. However, the government adopted a repressive way. Hefazat activists were prevented at all entry points to Dhaka. Clash between police and armed cadres of the ruling party in one side and the peace-loving unarmed devotee Hefazat activists on the other side erupted that continued the whole day at all entry points to Dhaka and within Dhaka city. During their peaceful march towards Shapla Chattar, all parts of the capital, including Purana Paltan, Baitul Mukarram, Bijoy Nagar, Dainik Bangla intersection, Bangabandhu Avenue and Motijheel turned into battle ground as the violent armed cadres of the ruling party attacked and the police open fired at Hefazat activists to prevent their march that claimed many innocent lives and left thousands seriously injured. Still estimated 4 million people gathered at the capital’s Shapla Chattar (Water Lilly Square) from different parts of the city.\r\n\r\n\r\nWhile the Oborodh of the 4 million people were ongoing peacefully in the late afternoon, media were not allowed to broadcast live. Killing spree continued on different streets leading to the Shapla Chattar. Hefazat chief Allama Shafi was not allowed to join the Oborodh. Hefazat activists vowed to remain on the spot until their leader came. On the other hand, the ruling party called a press conference in which the party Secretary General warned the Hefazat activists in a fascist tune to leave the place peacefully by 6 PM or else face the government action adding that “they were allowed this time in Dhaka but in the next they would not be even allowed to come out of their homes”.\r\n\r\n\r\nWhat followed afterwards cannot be thought of any civilized nation of the democratic world.\r\n\r\nElectricity line was disconnected all around the vicinity of the Shapla Chattar for a complete black out night scenario.\r\nThousands of heavily equipped law-enforcing agencies including police, Boarder Guard Bangladesh (BGB) and Rapid Action Battalion (RAB) were deployed.\r\nNo Hefazat activists were allowed out and no media were allowed in.\r\nInitially the forces continued firing bullets, rubber bullets, tear shells and sound grenade intermittently to frighten millions of Hefazat activists at the Shapla Chattar while open firing on streets outside the Shapla Chattar continued until death toll rose, all hospitals of the capital received injured persons beyond their capacity and all public on the streets chased out till midnight.\r\nAppalling Genocide: At 2:30 AM joint forces led by Police, RAB and BGB armed with heavy artillery and mortar carried out mass killing in the whole area of Shapla Chattar that was already blacked out with no media access and that continued till dawn. During the day time millions of people gathered at the Shapla Chattar and they stayed back. This mass killing took place in the dark while most people were sleeping. The death count keeps rising. The word is as least 2500 people were killed, thousands were injured.\r\nMedia Shut Down: In order to smoothen the process government forcefully stopped the transmission of 2 anti-government TV channels Diganta TV and Islamic TV and confiscated documentaries collected earlier along with their transmission equipment. The pictures on this documents are taken from online news agency: http:\/\/www.banglarchokh.net\/photo.php.\r\nDumping dead bodies to hide the genocide: http:\/\/www.facebook.com\/media\/set\/?set=a.415451121896191.1073741910.343664879074816&type=1.\r\n\r\n\r\nhttp:\/\/jamiat.org.za\/blog\/3000-muslims-killed-in-dhaka\/","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-ash3\/935155_462871723800797_1724934978_s.png"}