{"id":"428835640537739_528592070562095","type":"photo","created_time":"2013-08-25T09:02:33+0000","message":"Shibir-o-phobia, the forced narrative in Bangladesh\r\n\r\nIt is fair to say that Bangladesh is in a grip of a phobia. I would personally like to label it as Shibir-o-phobia, which I characterize to be the unreasonable fear of Shibir \/ Bangladesh Islami Chatra Shibir. Take for example the cases below,\r\n\r\nCase Study-1:\r\nThe Daily Star, in its somewhat presumptive article headed, “Shibir man held at hospital room of injured Shahbagh activist”, said that police on Saturday arrested an alleged Shibir activist for illegally (absurd considering he was student of the same institution) entering the ward of injured Gonojagoron Mancha activist Tonmoy at Rangpur Medical College Hospital. The arrested, Rayhanul Islam, is a fourth year student of Rangpur Medical College. Rayhan entered Tonmoy’s ward around 12:15pm and behaved suspiciously (too general an assumption, huh?), Md Shahabuddin Khalifa, officer-in-charge of Rangpur Kotwali Police Station, told The Daily Star.\r\n\r\nSeeing an unknown visitor beside his bed, Tonmoy started screaming, the OC added. Rayhan then tried to flee, but the police personnel captured him, and sent him to Kotwali Police Station. The OC said Rayhan was brought under interrogation to dig out the cause of his entering Tonmoy’s room. Sounds obnoxious? Wait till you hear more.\r\nHow yellow media blew it:\r\n\r\nBanglanews24, that classic example of nutcase media took the responsibility of delivering judgement into its own hands. What gave it away was not its objective reporting, but its gross assumptions. This is what it proudly came up with:\r\n\r\nA Shibir activist on Saturday attempted to murder Blogger Tanmoy, who is under treatment at Rangpur Medical College Hospital (RMCH). During the time, police held Raihan Kabir, a Chhatra Shibir activist, also a fourth-year student of RMCH. Security In-Charge Constable (DB) Shahidul Islam told banglanews: “Tanmoy shouted when apron-worn Raihan entered into the room.”\r\n\r\n“Police held Raihan when he tried to flee the scene,” he added. Tanmoy suspected that Raihan was sent by those who chopped him earlier.\r\nLet us go back to the facts:\r\n\r\nTonmoy is a central committee member of Bangladesh Chhatra League and former Chhatra League General Secretary of Bangladesh University of Engineering and Technology (BUET). After a career of bashing up fellow activists and being part of the committee in BUET that was declared void, Tonmoy was absorbed into being involved with the Shahbagh movement. Apparently this made him a blogger in the eyes of the government subservient media despite being involved with the dirty politics of Chatra League all his student life and even being under the media spotlight for beating up and intimidating general students and teachers of BUET.\r\nThe depravity and boot licking nature of such media is laid bare as it attempts to dress up former stalwarts such as Tonmoy as holders of freedom, despite presence of evidence and witness of countless BUET students to the contrary.\r\n\r\n\r\nI need not stress the moronic nature of the article given above which clearly makes a mountain out of thin air. The preposterous assumption that a 4th year medical student of an institution is out to murder you just because he is a supporter of a group you abhor is preposterous in itself, if not downright ridiculous, considering the fact that the arrested student neither attacked, nor made a move to attack and neither did he carry any sort of weapon whatsoever.\r\n\r\nCase Study-2:\r\n\r\nIn order to further understand the willful spread of Shibirophobia, let us now go on to the next case study in this rather small dissecting article. According to the UNB, members of Rapid Action Battalion (Rab) in an overnight drive arrested 10 leaders and activists of Islami Chhatra Shibir from Sutrapur area in the capital early Saturday.\r\n\r\nThe arrestees were Mohammad Abdul Hamid alias Jibon, 22, president of Sutrapur Thana unit Shibir and son of Mohammad Abu Yusuf of Kartam village in Chouddagram upazila of Comilla, Mohammad Shafiul Alam, ex-president of Sutrapur thana unit, Mohammad Zobair Hossain, president of Jagonnath University unit Shibir, Asaduzzaman alias Mamun, Mohammad Saiful Islam, Mohammad Russel, Mohammad Anwar Hossain, Mohammad Arman Ali, Abdul Hye Selim and Kazi Imtiaz Uddin.\r\n\r\nSources at the Rab headquarters said a team of Rab-10, acting on a tip-off, conducted the drive in the area after midnight and arrested the Shibir leaders and activists from a wedding ceremony.\r\n\r\nSo what did security forces uncover?\r\n\r\nRAB members recovered huge leaflets, posters and books from their possession. That’s it.\r\n\r\n\r\n\r\nWhat yellow media saw:\r\n\r\nOur favorite candidates, banglanews24 and the Daily Star were again part of the yellow action when they concluded a rather startling conclusion. The conclusion was that Shibir had changed its tactics all of a sudden and that it had begun conductive secretive ‘illuminati’ style meetings in spectacular locations late into glittering wedding nights. Anything to promote that secretive evil character.\r\n\r\nSimple Quran copies and Islamic themed books turned into Jihadi books and social gatherings became were marketed as secretive meetings. And suddenly, the security and national interests of the country were at stake.\r\n\r\nWhat all this really is:\r\n\r\nSince (recent) time immemorial, Shibir and Jamaat members have shown exceptional constraint. Excesses as reported by markedly yellow media have ultimately turned out to be what they were, excesses. In holding up an unchallenged stream of biasedness, the media through their narrative have stripped Jamaat and Shibir of the right to operate peacefully. Every act of these organizations to reach out to the people has been portrayed as being inflammatory. Every act of reconciliation has been coated with the rhetoric of vilification. Media such as Diganta TV and Amardesh which sought to convey the messages of these organizations have been closed and their reach limited if not seriously curbed.\r\n\r\nAs we conclude, the questions remain. Is the oppression of free expression of a big section of the society in the name supposedly of curbing extremism the ultimate road to an equal society? If not freedom of expression and an equal society, what do vested parties who deliberately spread of phenomena such as Shibir-o-phobia and Jamaat-o-phobia stand to gain?\r\n\r\nhttp:\/\/bdinn.com\/news\/shibir-o-phobia-the-forced-narrative-in-bangladesh\/","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-prn2\/1235923_528592060562096_258934873_s.jpg"}