{"id":"428835640537739_607720242649277","type":"status","created_time":"2014-01-08T20:51:35+0000","message":"'ইন্ডিয়া কেন জামায়াতকে ভয় পাচ্ছে?' - জানতে হলে পুরোটা পড়তে হবে।\n\nআমার এই লেখাটি অনেকে অনুরোধ করেছিলেন ইংরেজিতে ট্রান্সলেট করে প্রকাশ করতে। তাদের অনুরোধের প্রতি সাড়া দিয়ে ইংরেজি-বাংলা দুই ভাষাতেই প্রকাশ করা হল। সবাই আবার পড়ুন।\n\nWhy is India afraid of Jamate-Islam?? - Read the full story to know more.\n\nLately, India has begun to express their concern publicly Jamaat is a threat to their country security, they will increase the threat to India coming to the power, some of them are trying to prove Jamaat as a terrorist organization. Earlier India foreign secretary Su-Zata-Sing publicly told Ershad, \"If he is not in election, then someone else (read BNP), Jamaat comes to power, if power is shared, then will it be better?\n\nI think India isn’t the only country in the world, rather any country become worry over his neighbor country throne, if the party has a historical and practical basis as well as party’s record against the country is the worst. Did not know that Jamaat 's record against India?? let’s know, \n\n* Well, Did Jamaat-Shibir ever terrorist attack against India? \n- No. \n* As far as terrorist attacks in India, Any involvement found with Jamaat ? \n- No. \n* Any connection with India Muslim militants has been found with the Jamaat-e-Islami? \n- No. \n* Have India found any connection with atheists militant Maoists (Moubadi) with Jamaat? \n- No. \n* Have India found Hindu militant Shiv Sena connections with Jamaat Islam?\n-No.\n* Is the any connection to Jamaat-e-Islami with India's northeastern Assam, mijurama, Tripura, Nagaland Freedom-Seeker? \n- No. \n* Did Jamaat Waged a campaign against India in abroad? \n- No \n* Did Jamaat interfere on internal matter of India carried? \n- No.\n* Did Jamaat struck overseas interests of India or attacks carried aim? \n- No .\n* Well, Did Jamaat tried such attacks as militants in Bangladesh as Pakistan, Iraq and Afganistan? \n-No. \n* Did Jamaat struck on the Valid wealthy of India in BD? \n- No. \n* Did Jamaat-Shibir struck on the grades established India Industry - factories, business establishments so far? \n- No. \n* Did Jamaat-Shibir attack on any citizen of India living in the country? \n-No. \n* Did Jamaat-Shibir attack on the Embassy or High Commission of India in Bangladesh? \n-No. \n\nOmg, seeing all answered, \"No\". The Jamaat-Shibir so far didn't any loss India not directly or indirectly , why India is spreading poker party bases? Do you think it will\n\nThe name of the panic in the western world is, 'Islamic militancy'. But the West does not seem Jamaat Islam militants, its because they are still looking into Jamaat Islam and did not answer the questions above. But India still carrying militants tags aim at BNP and the Jamaat-Shibir. India is trying to prove to foreign that Jamaat -shibir is militant or Islamic extremist. For which it can't be supported to the opposition. To live from them, By any way they would bring to power Awami Leage, or should keep. Although any illegal way.\n\nThe main reason is that, through Awami Leage India is the ultimate way to gain political and financial facility. Withour any exchange they get everything form Awami Leage going with asking. You guys Say who would miss this golden Duck?\n\nBut Fate!!, Awami Leage did so many evil in this country, corruption, murder, torture, looting the country, 80 percent of the people are against them. So there is no chance of coming to power in the Valid way. That's why India try to formalize Awami Leage's illegal power and spreading poker stories on international terrorism against the BNP-Jamaat. May Westerners become afraid and support Awami Leage.\n\nYou will also notice, as well as Minister of India, Awami Leage, Menon, paid media is talking about the same Issue. Everyone here is trying to establish the emergence of militants operate.\n\nBut what we're seeing here? We're seeing, it's not a Terrorism, just political conflict. Traditionally, political parties, conflict with each other. The government does not want to accept the rights of the opposition parties. So here is marred by conflict. We see it from the 1972. Then there is conflict with Awami Leage and JSD. Then BNP - Awami Leage,Awami Leage - Jamaat, Jamaat - BNP. Today saw Awami Leage - Jatio Party factions, Awami Leage killed 5 people of Jatio Party . Thus, the conflict underway. It's not at all a religious cult, or the breadth of militants.\n\nWhen you are not deprived of his right to opposition, suppression and apply brute force against their will, and their must inevitable conflict. It's happening every country in the world.\n\nTherefore, the spread of terrorism poker is largely for bringing Awami Leage back to power and ligalize their illegal grap power.\n\nI argue for your openly opinion.\n\nঅনুবাদঃ ইন্ডিয়া কেন জামায়াতকে ভয় পাচ্ছে? - জানতে হলে পুরোটা পড়তে হবে।\n\nইদানীং ইন্ডিয়া প্রকাশ্যে বলে বেড়াচ্ছে, জামায়াত তাদের দেশের নিরাপত্তার জন্য হুমকি সরূপ, তারা ক্ষমতায় আসলে ইন্ডিয়ার হুমকি বেড়ে যাবে, তাদের কেউ কেউ জামায়াতকে জঙ্গি সংগঠন রূপে চিত্রায়িত করারও চেষ্ঠা করছে। সেই দিন তো ইন্ডিয়ার আমলা সু-জাতা-সিং এরশাদকে প্রকাশ্যেই বলেছিল, \"যদি সে নির্বাচনে না যায়, তাহলে অন্য কেউ (পড়ুন বিএনপি) ক্ষমতায় আসলে জামায়াত যদি ক্ষমতার অংশীদারী হয়, তখন তা কি ভাল হবে?\"\n\nআমি মনে করি শুধু ইন্ডিয়া না পৃথিবীর যে কোন দেশ তার পারশবর্তী দেশের কোন দলে ক্ষমতা গ্রহণ নিয়ে এই ভাবে উদ্ধিগ্ন হতে পারে, যদি সেই দলের বিরুদ্ধে কোন ঐতিহাসিক ও বাস্তব কোন ভিত্তি থাকে। যদি সেই দেশের বিরুদ্ধে সেই দলের রেকর্ড খারাপ থাকে। আসুন জেনে নি ইন্ডিয়ার বিরুদ্ধে জামায়াতের রেকর্ড কেমনঃ\n\n* আচ্ছা জামায়াত শিবির কি ইন্ডিয়ার বিরুদ্ধে কখনো সন্ত্রসী হামলা চালিয়েছিল?\n- না।\n* এই পর্যন্ত ইন্ডিয়াতে যত সন্ত্রসী হামলা হয়েছে, তার সাথে কি জামায়াতের সম্পৃকততা পাওয়া গিয়েছে?\n- না।\n* ইন্ডিয়ার কোন মুসলিম জঙ্গির সাথে জামায়াত শিবিরের কানেকশন পাওয়া গিয়েছে?\n- না।\n* ইন্ডিয়ার কোন নাস্তিক জঙ্গি মানে মাওবাদীর সাথে জামায়াতের কানেকশন পাওয়া গিয়েছে?\n- না।\n* ইন্ডিয়ার হিন্দু জঙ্গি শিব সেনার সাথে কি জামায়াতের কানেকশন পাওয়া গিয়েছে?\n- না।\n* ইন্ডিয়ার উত্তর পূর্বাঞ্চলের আসাম, মিজুরাম, ত্রিপুরা, নাগাল্যান্ডের স্বাধীনতাকামীদের সাথে কি জামায়াত শিবিরের কানেকশন পাওয়া গিয়েছে?\n- না।\n* বিদেশে কি জামায়াত ইন্ডিয়ার বিরুদ্ধে কোন প্রচারণা চালিয়েছে?\n- না।\n* জামায়াত কি ইন্ডিয়ার অভ্যান্তরিন কোন বিষয়ে গোয়ান্দাগিরী চালিয়েছে?\n- না।\n* জামায়াত কি বিদেশে ইন্ডিয়ার বিভিন্ন সার্থে আঘাত হেনেছে বা হানার চেষ্ঠা চালিয়েছে?\n- না।\n* আচ্ছা, জামায়াত কি বাংলাদেশের অভ্যান্তরে পাকিস্তানি, ইরাক ও আফগানীস্থানের জঙ্গিদের মত বা তার কাছাকাছি ধরণের হামলা চালিয়েছে?\n- না।\n* জামায়াত কি বাংলাদেশের অভ্যান্তরে ইন্ডিয়ার বৈধ কোন সার্থের উপর আঘাত হেনেছে?\n- না।\n* জামায়াত শিবির কি বাংলাদেশের প্রতিষ্ঠিত ইন্ডিয়ার শিল্প-কারখানা, ব্যবসায় প্রতিষ্ঠানে আজ পর্যন্ত কোন আঘাত হেনেছে?\n- না।\n* জামায়াত শিবির কি বাংলাদেশে বসবাসরত ইন্ডিয়ার কোন নাগরিকের উপর হামলা চালিয়েছে?\n- না।\n* জামায়াত শিবির কি বাংলাদেশে ইন্ডিয়ার দূতাবাস বা হাই কমিশনের উপর হামলা চালিয়েছে?\n- না।\n\nওমা, সব উত্তরই দেখছি, \"না\"। যে জামায়াত শিবির আজ পর্যন্ত ইন্ডিয়ার প্রত্যক্ষ ও পরোক্ষ কোন ক্ষতিই করেনি, তারা কি ভাবে ইন্ডিয়ার ভয়ের কারণ হয়? তাহলে ইন্ডিয়া কেন জামায়াত ভিতির জুজু ছড়াচ্ছে? এটা আপনাদের ভাবতে হবে।\n\nপশ্চিমা বিশ্বের কাছে সবচেয়ে আতঙ্কের নাম হচ্ছে, 'ইসলামিক জঙ্গিবাদ'। কিন্তু পশ্চিমারা জামায়াতকে জঙ্গি মনে করে না, তার কারণ তারা এখনো পর্যন্ত উপরের প্রশ্নগুলোর উত্তর জামায়াতের মধ্যে খোঁজে পায়নি। কিন্তু এরপরও ইন্ডিয়া জামায়াত শিবির তথা বিএনপিকে সহ জঙ্গির ট্যাগ লাগানোর চেষ্ঠা চালাচ্ছে। ইন্ডিয়া বিদেশীদের কাছে চিত্রায়িত করার চেষ্ঠা করছে জামায়াত শিবির জঙ্গি, বা ইসলামিক চরমপন্তী। যার কারণে বিএনপিকে সমর্থন দেয়া যাবে না। এদের থেকে বাঁচতে হলে, যে কোন উপায়ে আওয়ামিলীগকে আবার ক্ষমতায় আনতে হবে, বা রাখতে হবে। অবৈধ কোন পথে হলেও।\n\nএর প্রধান কারণ হল, আওয়ামিলীগের মাধ্যমে ইন্ডিয়ার পলিটিকাল ও ফাইনান্সিলা গেইন হয়েছে চরম ভাবে। তারা আওয়ামিলীগের কাছ থেকে যে কোন কিছু চাওয়ার সাথে সাথে পেয়ে যাচ্ছে, কোন প্রকার বিনিময় ছাড়া। আপনারাই বলুন এমন সোনার ডিম পাড়া হাঁসকে কেউ হাত ছাড়া করতে চাইবে?\n\nকিন্তু বিধিবাম, আওয়ামিলীগ দেশে এত অপরকর্ম, দূর্নীতি, হত্যা, অত্যাচার, লুটপাট করেছে যে দেশের ৮০ ভাগ জনগণ এখন তাদের বিরুদ্ধে। সুতরাং বৈধ আর কোন উপায়ে তার আর ক্ষমতায় আসার সুযোগ নেই। তাই তো ইন্ডিয়া আওয়ামিলীগের অবৈধ ক্ষমতা দখলকে বৈধ রূপ দিতে দেশ বিদেশে বিএনপি জামায়াতের বিরুদ্ধে জঙ্গিবাদের জুজুর কাহিনী ছড়াচ্ছে। যেন পশ্চিমারা শঙ্কিত হয় এবং আওয়ামিলীগকে সমর্থন দেয়।\n\nআপনারা আরও একটা খেয়াল করলে দেখবেন, ইন্ডিয়ার পাশাপাশি হাসিনা, আওয়ামিলীগ, মেনন, পেইড মিডিয়া একই সূরে কথা বলছে। সবাই এখানে জঙ্গি উত্থান প্রতিষ্ঠার চেষ্ঠা চালাচ্ছে।\n\nকিন্তু আমরা এখানে কি দেখছি? আমরা যা দেখছি, সেটা কোন জঙ্গিপনা না, জাস্ট রাজনৈতিক সংঘাত। ঐতিহ্যগতভাবে বাংলাদেশের রাজনৈতিক দলগুলো পরস্পরের সাথে সংঘাতে লিপ্ত। এখানে সরকারি দলগুলো বিরোধী দলের অধিকার মেনে নিতে চায় না। তাই এখানে সংঘাত লেগেই থাকে। যা আমরা ১৯৭২ থেকে দেখছি। তখন আওয়ামিলীগ-জাসদের সাথে সংঘাত লাগত। এরপর বিএনপি-আওয়ামিলীগ, আওয়ামিলীগ-জামায়াত, জামায়াত-বিএনপি। আজ দেখলাম আওয়ামিলীগ-জাতীয় পার্টির সংঘাত, আওয়ামিলীগের হাতে ৫ জন খুন। এইভাবেই চলছে এখানকার সংঘাতগুলো। এটা মোটেও ধর্মীয় উন্মাদনা না, বা জঙ্গি পানা নয়।\n\nআপনি যখন বিরোধী পক্ষকে তার অধিকার থেকে বঞ্চিত করবেন, দলন করবেন, নিপড়ন করবে এবং তাদের বিরুদ্ধে সর্ব শক্তি প্রয়োগ করবেন তখন এমন সংঘাত হবেই। পৃথিবীর সব দেশে এমনটা হচ্ছে।\n\nসুতারাং এখানে জঙ্গিবাদের জুজু ছড়ানো হচ্ছে মূলত আওয়ামিলীগকে আবার ক্ষমতায় আনার জন্য এবং তাদের অবৈধ ভাবে ক্ষমতা দখলকে বৈধ দেওয়ার জন্য।\n\nলেখা সম্পর্কে সবার উন্মোক্ত মতামত চাচ্ছি।\n\nলিখেছেনঃ বঙ্গ মিত্র\nইংরেজিতে অনুবাদ করেছেনঃ Miah Mohammad Abu Musa"}