{"id":"428835640537739_607534746001160","type":"photo","created_time":"2014-01-08T15:13:29+0000","message":"Shibir mourns Prof. Najir Ahmed’d death:\r\n\r\n\r\nBangladesh Islami Chhatrashibir expressed deep condolences for death of Professor AKM Najir Ahmed, a prominent Islamic thinker, veteran politician, distinguished academician, leading personage of country’s Islamic Movement and Senior Nayeb-e-Ameer (Vice-President) of Bangladesh Jamaat-e-Islami.\r\n\r\nIn a letter of condolence, the Secretary-General of Bangladesh Islami Chhatrashibir Md. Abdul Zabbar said, “Professor AKM Najir Ahmed is an eminent leader of the global Islamic Movement. His contribution to preaching and expanding Islamic Movement endeavors to the masses is really unforgettable. On the one hand, he played a proper role in the political arena and, on the other hand, made effective efforts in pointing out strategic policies of Islamic Movement during the ongoing crisis through his speeches and write-ups. With his excellent digestive writing, he animated a big part of the current young generation with light of Islam. We have lost a sincere guardian on his death. The nation sustained irreparable loss due to death of such a great leader.”\r\n\r\nHe said, “AKM Najir Ahmed is a sparkling name in national politics too. He took active part in resolving the crises of the country and democracy in the past. He discharged as the Chief Election Commissioner of Chhatrashibir for long and always gave this student outfit needed directives as a caring guardian. He worked throughout his lifetime with an aim to set up Bangladesh’s Islamic Movement on strong bases. His steadfast journey towards transforming Bangladesh into an Islamic Welfare State will always inspire the activists of Islamic Movement. The nation will remember him with dignity all the time.”\r\n\r\nShibir Secretary-General expressed deep sincere condolences to the mourning family of the deceased and prayed unto Allah for salvation thereof.”","picture":"http:\/\/photos-f.ak.fbcdn.net\/hphotos-ak-ash3\/1522147_607534552667846_1310776997_s.jpg"}