{"id":"428835640537739_607303042690997","type":"status","created_time":"2014-01-08T07:26:55+0000","message":"Jamaat is determined to ensure the security and dignity of the minorities; Acting Secretary General urges to stop propaganda against Jamaat-e-Islami\n\n \n\nActing Secretary General of Bangladesh Jamaat-e-Islami, Dr. Shafiqur Rahman issued a statement on 7th January, 2014 expressing his deep concern in relation to the attacks on minorities and the ongoing anarchy and violence across the country. His full statement is as follows:\n“Bangladesh Jamaat-e-Islami is a party that truly believes in democracy and the systematic trend of politics. It carries outs its activities in accordance with the Constitution. The long history of Jamaat-e-Islami clearly testifies that it has not been involved in any vindictive or destructive activity. \nWe are observing that as the ongoing democratic movement of the opposition is in the final stages, a number of incidents of violence and vandalism are being carried out throughout the country in a planned manner to divert public attention. We vehemently condemn these planned attacks. We further urge upon the authorities concerned to form an independent judicial commission to probe the aforesaid incidents to properly identify the real miscreants and bring them to trial. \nWe are also noticing with great concern, that since the onset of its tenure, the Awami League government has been blaming Jamaat-e-Islami for every act of violence without taking effective steps to carry out any investigation. Earlier, the government and the pro Awami League media made efforts to accuse Jamaat-e-Islami of involvement in the Pilkhana massacre. Similar attempts were made to implicate Jamaat-e-Islami in attacks on minority establishments in Ramu, Cox’s Bazar and in Sathia, Pabna. But all those efforts were in vain as their campaign was subsequently proved to be false. A leader of Jubo League (an associate organization of the Awami League) was arrested while attacking the Shahid Minar (a monument to the Language Movement) in Bogra. Moreover, another Jubo League activist was arrested in Satkhira while setting fire to the houses of minorities. A mobile court sentenced him to imprisonment for one year. In Magura District, 3 members of Jubo League were arrested by the police while throwing petrol bombs on a police van. The Principal of Shujabad Primary School of Shajahanpur Upazilla in Bogra District was arrested while setting fire to his own school. Although he was caught red-handed, he attempted to shift the blame upon the Jamaat-e-Islami. All these incidents have been published in the media. They are nothing but a part of a conspiracy.\nCertain vested quarters always blame Jamaat-e-Islami for every offence perpetrated in Bangladesh. Due to this malpractice, the real criminals are encouraged to engage in further criminal acts. In this situation I am calling upon the government to end this mockery with the countrymen. Further, I am categorically stating that, if any member of Jamaat-e-Islami is found to be guilty of any act of violence by a proper investigation, then Jamaat-e-Islami, is ready to assist the administration to take punitive measures against him. But in order to get such cooperation, the administration is required to act legally, justly, fairly and independently of any pressure or threat. \nI want to reiterate that we have always remained vocal and will be more assertive in future in ensuring the respect, dignity and security of the minorities in this country. \nFinally, we call upon the citizens of this country to remain alert as to conspiracies to create anarchy and to play a pro-active role in securing the voting rights of the people.”"}