{"id":"428835640537739_607126326042002","type":"status","created_time":"2014-01-08T03:49:42+0000","message":"৫ই জানুয়ারির হাসিনার তামাশার নির্বাচন সম্পর্কে কানাডার পররাষ্ট্র মন্ত্রীর বক্ত্যব। \n\nBaird Concerned About Election Results in Bangladesh\n\nJanuary 6, 2014 - Foreign Affairs Minister John Baird today issued the following statement on the electoral situation in Bangladesh:\n\n“Canada joins the United States and the European Union in expressing regrets that the major political parties in Bangladesh were unable to negotiate a solution that would have enabled a fully participatory election on January 5, 2014. The availability of individual choice is fundamental to a vibrant democracy.\n\n“It is therefore extremely disappointing that more than half of the country’s parliamentary seats were not contested freely, but instead were filled through acclamation.\n\n“Canada notes with dismay the violence and controversy that marred the electoral period. Hundreds of Bangladeshi citizens were killed in political violence in 2013. We condemn this violence in the strongest terms, particularly the senseless attacks on the most vulnerable citizens—children, women, and religious and ethnic minorities. Violence as a political strategy is unacceptable. Canada calls on all parties to publicly renounce and condemn political violence.\n\n“Political instability has bred economic instability, which has caused long-term damage to Bangladesh’s economy and may continue to do so. We fear that this damage has undermined Bangladesh’s economic progress and developmental path.\n\n“Canada calls on all parties to look beyond their immediate political concerns and work cooperatively to focus nationally on Bangladesh’s development and its bright future.\n\n“Canada welcomes the major parties’ willingness to consider holding a new national election and urges all parties to reach an agreement soon that would allow the next election to be truly participatory, with results that all Bangladeshis will see as credible.”\n\n- 30 -\n\nFor further information, media representatives may contact:\n\nMedia Relations Office \nForeign Affairs, Trade and Development Canada\n613-995-1874\nmedia@international.gc.ca\nFollow us on Twitter: @DFATDCanada\n\nDate Modified:2014-01-06"}