{"id":"428835640537739_467601039994532","type":"status","created_time":"2013-05-17T06:43:34+0000","message":"Questions to the Conscience of the Nation\nAllama Delware Hossain Sayedee.  It is not just a name. It reflects a vibrant movement. It is legacy. For last 50 years, he has been spreading the words of the Quran across the world. Countless people have paid tribute, love and best respect to this personality. The incredibly popular leader has been sentenced to death by a controversial tribunal of Bangladesh. The verdict and its proceeding lay down unanswered and unresolved questions. We want to place those questions to the conscience  of the people. \n1. Father of Allama Sayedee is Maolana Yousuf Sayedee, village- Sayeedkhali, Police Station- Zia Nagar and District- Priojpur. On the other hand, father of Delu Sikdar is Rosul Shikdar, village- Shikdar Bari, Police Station- Priojpur Sadar and District- Pirojpur. Many of the valiant freedom fighters including the Sub- Sector Commander of the liberation war have placed witness statements that following the liberation war Delu Shikdar and Delware Hossain Sayedee are not the same person. Freedom fighters killed Delu Shikhdar soon after the independence for his anti-liberation role. The investigation officer to the charges placed against Maolana Delware Hossain Sayedeee, has himself admitted the fact. However, the tribunal has ordered death sentence to Moalana Delware Hossain Sayedee for the crimes of Delu Shikdar. What could be  a more injustice than this verdict, judgment and death sentence handed down to Allama Delware Hossain Sayedee? \n\n2. Allama Delware Hossain Sayedee has been handed down death sentence on two charges. The first one is killing Bisha Bali. In this charge, the allegation has been placed that a Razakar( a para military force of Pakistani Army) killed Bisha Bali upon the order of Maolana Sayedee. However no witness has been placed in the tribunal about who has carried the order, what happened to the dead body of Bisha Bali or of the relevant issues. In contrast, the law enforcers abducted younger of Bisha Bali Shukha Rajnjana Bali from the Tribunal premise. Ahead of his arrest, Shukha Ranjan Bali clearly stated that his brother Bisha Bali was killed by invading Pakistani army. He also stated that Maolana Sayedee was no way involved in killing of his brother. Shukha Ranjan Bali wished to place these statements before the tribunal. He also expressed his intention to the journalists. But why he was abducted? Would the deep rooted conspiracy have been revealed if Shukha Ranjan Bali exposed the facts? The Tribunal was informed about the abduction of the witness but no step was taken. Why the abductors were not identified from the CCTV videos since CCTV was set at the tribunal? Whose interests work behind the forced disappearance? Why the whereabouts of Shukha Ranjan Bali is still unknown?   \n\n3. In the second charge in which Maolana Sayedee has been given death sentence, he has been accused of killing Ibrahim Kutti. Wife of Ibrahim Kutti filed a petition on 16th July, 1972 accusing 14, including Pakistani Army personnel, for killing her husband.  Final charge sheet of the case was placed.  Four of the 14 accused have served imprisonment for being indicted in the killing charge. From the First Information Report (FIR) to final charge sheet or in the conviction, name of Maolana Sayedee was placed nowhere in the charge. Not a single word was also placed about involvement of Maolana Sayedee in the charge or in the first allegation. Wife of Ibrahim Kutti, his children, his mother-in-law and other family members are still alive. Why the family members of Ibrahim Kutti were not produced as witnesses of the case? The certified copies of the case and other relevant papers of case were presented before the tribunal. But why didn’t the tribunal acknowledged the certified papers? Whose interests work behind it? \n\n4. The sensational leaked Skype conversation of the resigned Head of the Tribunal Justice Nizamul Huq reveals that the charges against Allama Sayedee were like ‘a resolvable rural dispute’. Doesn’t it reveal that the trial at the Tribunal is nothing but mockery? Hasn’t the trial been held to detach Allama Sayedee from the mass popularity? Isn’t is planned to shut down the loud voice of Al Quran? \n\n5. Not a single credible witness was placed to substantiate the crime charges placed against Maolana Sayedee. But witnesses like convicted of stealing, convicted for attempting murder of wife, convicted in dowry, convicted for taking unfairness in the exams at the university, convicted for stealing fisheries boat and some parasites of the government have been regarded as the witnesses to the charges against Maolana Sayedee. On the other hand, the second-in-command of the sector 9 of the liberation war, Camp Commander of the Parerhat Freedom Fighters Camp and other distinguished personalities have placed statements in favor of Allama Sayedee. These respected citizens have clearly stated that Allama Sayedee was not involved in any crime during the War of Independence. The Tribunal has accepted the statements of the convicted groups but put blind eyes to the statements of the respected citizens. Why the witness statements of those distinguished people were not taken into cognizance? Wasn’t that a demand and prime need to conduct fair trial?  \n\n6. The prosecution didn’t place the witnesses who were taken to the ‘Safe House’ established at Golapbag in the capital Dhaka. The people who were taken to the ‘Safe House’ were brought there to convince them to place statements against Maolana Delware Hossain Sayedee. But they denied placing false statements against Maolana Sayedee. Being failed to place the ‘taught witnesses’ the incredibly liar prosecution and the investigation team claimed before the tribunal that the witnesses left to visit their relatives. The question is simple. If those witnesses were really victims in 1971 by Maloana Sayedee why didn’t they give statements and left the ‘Safe House’? The register of the Safe House that maintained the expenditures of the witnesses including their two way travel cost, meal and other expenses was presented before the tribunal. But why didn’t the tribunal take steps against the sheer lie and falsehood of the prosecution and of the investigation team? \n\n7. The prosecution could not place any evidence that Allama Sayedee was a Razakar. But the dignitary awarded freedom fighters have confirmed at the tribunal that Allama Sayedee was neither a Razakr nor he had any anti-liberation role. Even in 1972, Allama Sayedee addressed many open religious programs and gave sermons on Quran in Prijojpur. He has been elected from Priojpur for two times and at the Hindu majority areas of his constituency, he achieved highest turn outs in all three national elections he competed. Doesn’t any voter of his area know about his past roles? Is popularity the crime of Allama Sayedee? \n\n8. At least one hundred thousand people were arrested during 1972 for their involvement in crimes against humanity and collaboration with the occupying Pakistani Army. Out of the one arrested, 37, 471 were specifically accused for committing crimes. From 2848 faced specific charges, 752 were proven guilty and the rest of them were released. The question is if Allama Sayedee was a war criminal or an anti-liberation individual then why not a single case was filed against him? Why not even a General Diary (GD) was filed against him? \n\n9.  After the controversial verdict that handed down death sentence to Allama Sayedee, hundreds of thousands people expressed outbursts, anger and frustration across the world. More than hundred have already been gunned down following the controversial verdict. If Allama Sayedee was a war criminal, would the people react this way? \nThe case proceedings against Maolana Sayedee have been carried upon incredibly concocted manner.    The Bangladesh Judiciary has been stigmatized by conducting the motivated case and its follow up illegal verdict. It has been revealed the case has been nothing but reflection of tsunami of falsehood. The people of Bangladesh couldn’t accept the verdict. They have reacted and taken to the streets .Countless followers have showed no fear to the fired bullets. Just on the day of declaring verdict, at least 70 youth have sacrificed their lives. At least 132 have already have embraced martyrdom till 4th of March, 2013 .The people have expressed through their highest sacrifices that they would not allow any controversial verdict against their beloved leader and preacher of Al-Quran. There is no such record in the history that such scales of sacrifice have ever been placed for any leader. Allama Sayedee has not been sentenced to death for the war crimes, rather for his immense popularity as a preacher of Al- Quran. \nThe world has experienced the deep passionate reflection just after the death sentence handed down to Allama Sayedee. Who can stop these countless number of people when Allama Sayedee would be hanged? Would Bangladesh turn in to another historic Karbala? We are warning that if verdict is not withdrawn, the subsequent fire will burn the throne of the repressing crown. The people will never return home unless Allama Sayedee is freed. \n \nFree Sayedee Parishad"}