{"id":"428835640537739_604558422965459","type":"status","created_time":"2014-01-04T16:10:22+0000","message":"Acting Secretary General calls the countrymen to boycott the farcical election of 5th January\n\nActing Secretary General of Bangladesh Jamaat-e-Islami, Dr. Shafiqur Rahman has delivered a statement today urging the countrymen to boycott the farcical election tomorrow and to observe the 18 party alliances declared 48 hour long strike till Monday 6 in the morning peacefully. His full statement is as follows:\nThe government has arranged all process to hold a farcical election tomorrow on 5th January defying the demand of the 90 percent of the total population. This is not an election. Awami League has taken the initiative to grab the state power for indefinite time by confiscating the people. The countrymen have rejected this election. The government has been conducting massive repression, torture, mass killing and widespread arrest to hold this election of mockery.\nThe constitution, democracy and the nation, nothing is safe under this regime. They have destroyed all the public institutions. By seizing the voting rights of the people, they have buried the democracy ultimately. But the history testifies that, people’s rights cannot be ignored by carrying repression. The force, which carries torture upon the general masses by using its force, had to face worse consequence. Awami League has to face the same unfortunate fate as well. \nThe people of Bangladesh have sacrificed a lot for the establishment of their democratic rights. People’s sacrifice will not go in vain. The sacrifice and sufferings of the people in the current regime will not go unaddressed. The whole country is suffering from bloodshed. The prisons became full of innocent and peace loving citizens. A suffocating situation has been created with the pathos and cries of the enormous number of children, youths, and women, old and helpless people. The all out resistance of the people will make this nation free from the clutches of the autocracy and will also save the nation, constitution and the democracy. That will ultimately bring the downfall of this tyrant regime. \nThe government’s effort to hold a farcical election on 5th January will be marked as a black spot in the history of Bangladesh. Awami League has been appeared as a murderer of democracy, autocrat and fascist force. The people will make the free the nation from the grip of this autocrat government.  \nI am calling upon the people to boycott the 5th January’s farcical election and to continue the 18 party alliances declared 48 hour long strike till Monday 6 in the morning peacefully."}