{"id":"428835640537739_451484114939558","type":"status","created_time":"2013-04-18T12:00:07+0000","message":"Twitter Action Needed! \n---------------------------\nUK Foreign Minister Baronees Sayedaa Warsi Would answer questions on recent developments in #Bangladesh!\nPlease Join the Action Now. Use #askFCO to submit a question!\n\nAlso You can Copy and Paste Follwing Tweet Suggetion:\n\n1) Will the baroness speak out against the gagging of journalists and the press in Bangladesh? #askFCO #Feb28\n\n2) What is UK govt position on the ICT? Does it conform to internationally accepted standards of due process and law? #askFCO #Feb28\n\n3) Will the baroness take responsibility for the British trained death squads of Bangladesh called the Rapid Action Battalion? #askFCO #Feb28\n\n4) Does the baroness agree and support the arresting of high profile newspaper editors? #askFCO #Feb28\n\n5) Will the baroness comment on the hundreds of political prisoners in the jails of Bangladesh? #askFCO #Feb28\n\n6) Can the baroness guarantee that the women\/elderly are being treated fairly in the appalling prison standards of Bangladesh? #askFCO #Feb28\n\n7) Why is it that the British government has not spoken out against the arrest of student orgnaization leaders and members? #askFCO #Feb28\n\n8) Why is the British government silent about the police brutality that claimed a total of 200 lives since #Feb28? #askFCO\n\n9) Does the baroness agree with discredited and scandalous political courts and judges that have lost all impartiality? #askFCO #Feb28\n\n10) Is the baronness aware of any British nationals that have been detained by the govt in context of anti govt protests? #askFCO #Feb28\n\n11) What consular assistance has been provided to British nationals that were detained and\/mistreated? #askFCO #Feb28\n\n12) Will the British govt investigate the killings of 700 people in so called ‘crossfire’ at the hands of RAB? #askFCO #Feb28\n\n13) Is the baroness aware of complaints of torture made by political prisoners in Bangladesh? #askFCO #Feb28\n\n14) Will the baroness press 4 the indictment of a war criminal currently with Awami gov who’s responsible of half million Bihari lives #askFCO\n\n15) Is it true that FCO sat with members of this brutal awami regime in London? What was achieved by this gathering? #askFCO #Feb28\n\n16) Human rights organisations have condemned the indiscriminate use of violence in Bdesh, why is the British government mute? #askFCO #Feb28\n\n17) The ICT has been discredited by human rights groups and the British Bar Association. Does the baroness support the ICT? #askFCO #Feb28\n\n18) Does UK Govt have confidence Bdesh elections will b free & fair, whilst all opposition leaders remain incarcerated #askFCO #Feb28\n\n19) Does the British Govt support or condemn Bangladesh Police brutality witnessed against protesters, in particular on #Feb28 #askFCO\n\n20) Will the baroness pressure Awami gov 2 launch full enquiry by n external independent body into the massacre of protesters on #feb28 #askFCO\n\n21) Is it not important that UK (as signatory to Hague) object to flawed & divisive ICT trial in Bangladesh?\n#askFCO \n\n22) If top British lawyers & judges have serious concerns about impartiality of the ICT -should UK govt object?\n#askFCO\n\n23) Given serious potential for ICT to create intra-community tension\/ conflict in UK, should UK be more involved in preventing it?\n#askFCO \n\n24) You did an excellent job in Sudan. Do you think you could visit Bangladesh & show govt that UK takes the situation seriously?\n#askFCO\n\n25) Arresting\/ executing entire opposition leadership will lead to chaos in Bangladesh. Shouldn't we act now BEFORE it affects UK?\n#askFCO\n\n26) By standing up for human rights of innocent scholars in Bangladesh, UK govt will gain major goodwill of Muslims in UK. #askFCO\n\n27) @SayeedaWarsi #askFCO Bangladesh slips in corruption index transparencyhttp:\/\/tazakhobor.com\/national\/1941-bangladesh-slips-in-corruption-index-transparency-international-reportYour thots on corruption of #Hasina regime \n\n28) @SayeedaWarsi #askFCO Does Britain support WB's claim that ppl within the gvt is involved in the Padma Bridge Scam !http:\/\/www.worldbank.org\/en\/news\/press-release\/2012\/06\/29\/world-bank-statement-padma-bridge\n\n29) @SayeedaWarsi #askFCO Allegedly few ministers r part of Hallmark scandal! Do u intend 2 pressure for a fair inquiry?http:\/\/english.ahram.org.eg\/NewsContent\/3\/12\/54813\/Business\/Economy\/Bangladesh-bankers-accused-of-biggestever-scam.aspx \n\n30) @SayeedaWarsi #askFCO 3.3mil ppl lost crores due 2 the ShareMarket corruption. Is the gvt involved behind the scene?http:\/\/www.thefinancialexpress-bd.com\/index.php?ref=MjBfMTBfMTZfMTJfMV85Ml8xNDcwMzM=\n\n31) @SayeedaWarsi #askFCO The Corruption in Rail by da m\ninister Suranjit is being shielded by Hasina. Double-standards? http:\/\/www.weeklyblitz.net\/2242\/suranjit-sen-gupta-bribe-money-scam\n\n32) @SayeedaWarsi #askFCO Hasina outsourced the Quick-rental power plant to her party-men. Your say on this corruption?http:\/\/news.priyo.com\/business\/2012\/09\/15\/quick-rental-plants-59868.html\n\n33) @SayeedaWarsi #askFCO Partisan deputation of judges in Courts by the Govt! Your say on such a breach in Rule of Law?http:\/\/t.co\/HpUsUtoXng.\n\n34) Why USA training police who shoot2 kill at crowds of innocent protestors: 200+ killed 14k seriously injured. http:\/\/bdnews24.com\/bangladesh\/2013\/04\/11\/training-on-terrorism-probe-ends #askFCO\n\n35) Reprt Bdesh Prison cpacity 29000 But 72000 inmates due2 influx politicl prisoners @SayeedaWarsi http:\/\/www.natunbarta.com\/national\/2013\/04\/09\/20510\/7fba48d6fb738958ca9d1302b84d2300 #askFCO\n\n36) #Wikileaks reveals Awami League One Party autocracy BAKSHAL 1970s. Newspapers &Parties banned. Familiar? #askFCO @SayeedaWarsi\n\n37) Secularism #bangladesh Saddam style: arrest any editor who dare to criticise govt the put them on torture cells to rot. #freemahmudurRahman #askFCO\n\n39) #askFCO Mahmudur Rahman arrested again. Bdesh govt blocks press AmarDesh nwspper: http:\/\/www.english.rtnn.net\/newsdetail\/detail\/12\/62\/54699 … \n\n40) 2 new Indian Dams will harm Bangaldesh #savebangladesh... http:\/\/fb.me\/2EQWwo7oA #askFCO\n\n41) Rmember #Longmarch led by Mawlana Bashani 1976 antiIndian Faraka Dam. Dhaka Seige 2013 http:\/\/www.newagebd.com\/detail.php?date=2013-01-14&nid=36725#.UWBy5qLqlBp #askFCO\n\n42) what about Rohingya genocide NOW #fascisthasina? If you dont care 4 them means ur using '71 victimhood for political gain #askFCO\n\n43) Heard electricity went out in Dhaka today. #BlameJamaat for all nations problems #askFCO\n\n44) My wife left me. #Blamejamaat for all nations problems #askFCO\n\n45) My sinks got a leak. #blamejamaat for all nations problems #askFCO\n\n46) Single and lonely? #blamejamat for all nations problems #askFCO\n\n47) Remember the Skype scandal anyone? We do #askFCO\n\n48) Made up witness statements in WarCrimesTrial ICT http:\/\/fb.me\/2fYQVlKpu #askFCO\n\n49) hs NO one read reports of Int'l legal experts tht ICT war trials is travesty? #askFCO https:\/\/www.barhumanrights.org.uk\/sites\/default\/files\/documents\/news\/bhrc_statement_on_the_international_criminal_tribunal_in_bangladesh_ict.pdf\n\n50) Shahbag protesters giving credit to the Media for Sayedi death sentence! Any doubt about biased journalism #askFCO\n\n51) pls NOTE 1971 victims not given justice by ICT INjustice. #askFCO\n\n52) Vid trans Disappeared Witness BALI says ICT prosecutors madeup his story2 accuse Sayedi http:\/\/fb.me\/2BgBLT1uY #askFCO\n\n53) HRW, David Bergman argues #Sayedi needs a retrial http:\/\/bangladeshwarcrimes.blogspot.co.uk\/search\/label\/Sayedee #askFCO\n\n54) Isnt just usual Bdeshi govt repression. Its a different scale. 60k cases filed, 14k injured by police, 200 shot dead. All in 3 wks. CivilWar #askFCO\n\n55) AsianHumanRightComm Mahmudur Rahman arrest marks rapid increase in wholesale arrests +executive elimination... http:\/\/fb.me\/PSDbQxAi #askFCO\n\n56) Why USA training police who shoot2 kill at crowds of innocent protestors: 200+ killed 14k seriously injured. http:\/\/bdnews24.com\/bangladesh\/2013\/04\/11\/training-on-terrorism-probe-ends #askFCO\n\n57) Lets talk positively about future of political Islamism #askfco http:\/\/fugstar.blogspot.co.uk\/2013\/04\/lets-talk-about-futures-of-political.html #askFCO\n\n58) Unprecedented. Govt raided main Opp BNP headQ and arrested 100top leadrs http:\/\/fb.me\/1mF54IBYp #savebangladesh #askFCO\n\n59) #savebangladesh Because Police shot him 9 times on the leg. Now standard policy http:\/\/fb.me\/waq864Qe #askFCO"}