{"id":"428835640537739_499504556804180","type":"photo","created_time":"2013-07-06T15:51:42+0000","message":"Muslim Brotherhood: Will Continue Protests Until President Morsi Reinstated\r\n\r\nMuslim Brotherhood Chairman Badie urges Egypt’s army to stay away from politics, vowing to continue sit-in and peaceful demonstration activities until power is restored to the elected President Morsi.\r\n\r\n Dr. Mohamed Badie, Muslim Brotherhood Chairman, affirmed that millions of supporters of democratically elected President Mohamed Morsi will remain in the public squares of every governorate and every city until power is restored to him as the rightful ruler of Egypt, a victory for the will of the people.\r\n\r\nFrom the Rabaa Al-Adaweya main stage, Dr. Badie greeted the masses of people who represent not only Egypt’s but the whole worlds’ free people in their stance in support of democratic legitimacy, calling all Egyptians to descend on public squares for sit-ins until their elected President is back in office.\r\n\r\nDr. Badie pointed that all actions taken and decrees issued since the military coup against President Morsi are null and void, in reference to appointment of a temporary president, the suspension of the country’s constitution and the disbanding of the Shura Council (the country’s only legislative authority), etc.\r\n\r\n\"Egypt's army should not protect only one faction or show bias towards a particular party and not the other. It should keep away from politics.\r\n\r\n\"Copts are our partners in the homeland. They must not fear for their safety, their holy places, their lives or their property. Pope Tawadros should not be talking on behalf of Egyptian Copts, because he is a religious symbol; and should not turn against the elected President.\"\r\n\r\nDr. Badie denied news about his arrest, saying, \"We are free revolutionaries. We will complete the march of the Revolution.\r\n\r\n\r\nWe will not be afraid of arrests or military rule. We have sacrificed so much to restore freedoms. We will not back down.\r\n\r\n\"God is Great. He can crush every traitor and every treacherous tyrant. The people of Egypt will protect the Revolution, and will continue to demand their rights.\"\r\n\r\nhttp:\/\/www.ikhwanweb.com\/article.php?id=31099","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-ash2\/1001354_499504543470848_1086382410_s.jpg"}