{"id":"428835640537739_607986272622674","type":"photo","created_time":"2014-01-09T10:18:08+0000","message":"Jamaat-e-Islami demands UN supervised inquiry commission to probe into the incident of minority attack; urges authorities to ensure security of the minorities\r\n\r\nActing Secretary General of Bangladesh Jamaat-e-Islami, Dr. Shafiqur Rahman has issued a statement on 8th January, 2014, condemning and protesting the preplanned attack on the minority establishments and urging to form an independent inquiry commission under the supervision of the United Nations to identify the real miscreants in order to take legal steps against them. His full statement is as follows:\r\n\r\n“We have been observing with great concern that, the government has been carrying attack on the minority establishments in different places of the country in a preplanned way to create an anarchic situation and simultaneously hatching conspiracy to shift the blame on Jamaat-e-Islami and Islami Chhatra Shibir. Till now, the involvement of ruling party’s wing organization including Chhatra League, Jubo League, Shechchashebok League and Awami League cadres have been found in all such type misdeeds. But regrettably, several media are distorting the incident to hide the real fact and without any investigation, they are making some concocted stories by implicating Jamaat-e-Islami and Islami Chhatra Shibir with these condemnable incidents. Due to their malpractices, the real story is being concealed and the real criminals are encouraged to engage in further criminal acts with more enthusiasm. Subsequently, the unfortunate minority sections are becoming the worst victim of this malicious political game. \r\n\r\nThe ruling Awami League is truly involved with the recent incidents of minority attack. It is really tough to describe the ill deeds of these ruling quarters in a brief statement. However, we are highlighting some key example of their hateful activities below:\r\n\r\n·         Awami League and Jubo League cadres had carried attack on the Hindu temple in Krishnopur Upazila of Noakhali. In connection with the incident, the local Puja committee (Hindu people’s prayer program arrangement committee) filed case with the local police station against 10 ruling party cadres.\r\n\r\n·          Awami League leaders and activists had attacked the Hindu people’s houses in Tangail district. Following the incident, a writ petition was filed by the victims in the High Court seeking immediate remedy. Consequently, the High Court directed the authorities concern to arrest the involved Awami League leaders and workers. \r\n\r\n·          Jubo League cadres were arrested while carrying attack and vandalism upon the Hindu communities in Sathia under Pabna district.\r\n\r\n·           A Jubo League leader was detained while attacking on the Shahid Minar (a monument to the Language Movement) in Bogra district.\r\n\r\n·          3 Chhatra League cadres had been arrested while attacking the house of Tribunal-1 justice Jahangir Hossen in his native village.\r\n\r\n·           Several Jubo League workers had been captured while throwing cocktail (crude bomb) towards an army vehicle in Feni district. \r\n\r\n·          Another Jubo League activist was caught while stealing an idol from a religious temple of the minorities in Mymensingh.\r\n\r\n·           One Jubo League activist was arrested in Satkhira while setting fire to the houses of minorities. A mobile court sentenced him to imprisonment for one year.\r\n\r\n·          In Magura District, 3 members of Jubo League were arrested by the police while throwing petrol bombs on a police van.\r\n\r\n·         The Principal of Shujabad Primary School of Shajahanpur Upazilla in Bogra district was arrested while setting fire to his own school.\r\n\r\n·          Awami League men carried inhuman violence and anarchy upon the minority community in Avoynagar of Jessore district. Mr. Ranjit Kumar Roy, the winning candidate of the voter less election of 5th January stated in a recent interview that, the cadres of his opponent candidate and local Awami League leader Sheikh Abdul Wahab had carried the attack on minorities. But surprisingly, Prime Minister Sheikh Hasina, Awami League’s General Secretary Syed Ashraful Islam and Education Minister declared just after the incident and without any investigation that, Jamaat-Shibir men had carried the misdeeds. Several dailies have already published their statement as well.\r\n\r\n·          During the tenure of this government, Jubo League men carried attack on the Buddhist people and their establishment in Ramu of Cox’s Bazar district.\r\n\r\nThroughout the tenure, particularly centering the recently held farcical election, the government became reckless after witnessing the success of the ongoing peaceful movement and this is why; the Awami League cadres started to attack the minority establishments. The victims are not getting proper support and remedy as the ruling party men were involved with these heinous activities. Subsequently, our minority people are becoming the unfortunate victim of the false propaganda and nasty political game of Awami League.\r\n\r\nIn our previous statement on 7th January, we had expressed our deep concern over the incidents of attack on the minorities in various places of the country and raised our demand to form a judicial probe committee to identify and punish the real miscreants and simultaneously expressed the desire on behalf of the Jamaat-e-Islami to assist the administration in this regard. The statement was published in various dailies in the edition of 8th January, 2014. But paying no heed to our honest call, the government has been continuing their ill deeds to materialize their heinous conspiracy. The people are truly helpless here as the government itself is involved with these condemnable incidents.    \r\n\r\nIn this backdrop, we are urging to form an independent inquiry commission comprising the representatives of different human rights bodies of the world under the direct supervision of the United Nations in order to reveal the real fact and to stop the ongoing violence, vandalism and anarchy against the minorities immediately. We are seeking immediate UN intervention in this regard as well. We are ready to assist the inquiry commission in their investigation process by submitting the details of the envious incidents that had been taken place in Bangladesh in recent times.\r\n\r\nWe are reiterating that, if any member of Jamaat-e-Islami or Islami Chhatra Shibir is found to be involved of any act of violence by a proper investigation, then we are ready to assist the administration to take punitive measures against him. We are also demanding to set up close circuit camera (CCTV) to ensure the security of the houses and religious establishments of the minorities.\r\n\r\nWe are calling upon the government to stop malicious game with the lives and properties of the minorities and urging the countrymen to form all out resistance against the heinous conspiracy and these ill activities. Besides, I would like to draw attention of the administration and urge them to perform their duties properly by playing a fair and non-biased role.\r\n\r\nWe hope and expect that, the government and the political parties will be more sincere and efficient in conducting their constructive and systematic political activities in the upcoming days.","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-prn1\/1526650_607986179289350_2091690734_s.jpg"}