{"id":"428835640537739_607874189300549","type":"status","created_time":"2014-01-09T04:24:45+0000","message":"অদ্ভুত এক সমস্যায় পড়তে যাচ্ছে বাংলাদেশ। আজ প্রহসনের নির্বাচনের বিজয়ী এমপিরা শপথ নেয়ার পর দেশে মোট এমপির সংখ্যা হবে ৬৩৮ জন। কোন কোন আসনে দুই জন করে এমপি থাকবেন। কেননা নবম সংসদের মেয়াদ অব্যহত থাকবে ২৪ জানুয়ারী পর্যন্ত। এমতাবস্থায় নতুন এমপিরা শপথ নেয়ায় এই জটিলতার সৃষ্টি হয়েছে। সিনিয়র আইনজীবি ব্যরিষ্টার রফিকুল হক এই সংকটকে অনভিপ্রেত হিসেবে আখ্যায়িত করেছেন। বিস্তারিত ইংরেজী দৈনিক ‘দ্য ডেইলী স্টারের রিপোর্টে।\n\nOLD+NEW MPs=638!\nMPs-elect take oath today amid new constitutional debate; two parliaments to coexist till Jan 24 \n\nHasan Jahid Tusher \n\nThe newly-elected lawmakers take the oath of office today, sparking off a debate whether the constitution allows them to do so with the current parliament still in existence.\nA section of legal experts claim that there is no constitutional bar for the MPs-elect to taking the oath, while another disagrees with it, saying an MP-elect takes charge once he is sworn in.\nLegal expert Anisul Huq told The Daily Star yesterday that there was no constitutional provision that prevents the lawmakers-elect from taking the oath.\n\n“But the MPs won't be able to take charge until the ninth parliament is dissolved or its tenure expires on January 24.”\nHuq, also an MP-elect from the AL, said the new parliament would sit on January 25.\nContradicting Huq's claim, eminent Jurist Shahdeen Malik said, “Such an interpretation shows a lack of understanding of the constitution.”\nA lawmaker takes office immediately after he is sworn in, according to Article 148 (3) of the constitution, said Malik.\nHe said once the newly-elected lawmakers were sworn in, there would be two MPs in a single constituency, which is unprecedented anywhere in the world.\nBarrister Rafique-Ul Huq said there would be no problem if the ninth parliament is dissolved before the lawmakers-elect are sworn in.\n“If they do otherwise, it will be at variance with the constitution,” he said.\nAgriculture Minister Matia Chowdhury, however, claimed that there was no legal bar for the MPs-elect to being administered the oath.\nThere wouldn't be more than one lawmaker in any constituency, as the tenure of the existing lawmakers expires once the MPs-elect take oath today.\nThe current parliament has a total of 349 lawmakers, including 50 in seats reserved for women, as an MP from a Dhaka constituency died a couple of days before the January 5 polls.\nThe Election Commission yesterday issued a gazette notification on the election of 290 lawmakers in the 10th parliamentary polls. And the MPs-elect must take the oath by Saturday, as they are obliged under the constitution to do so within three days of the publication of the gazette."}