{"id":"428835640537739_457224464365523","type":"status","created_time":"2013-04-29T15:55:35+0000","message":"Before the advent of Islam, woman had no position in society. They were at the mercy and caprice of the menfolk and were treated as good and chattels. It was Islam that, for the first time, vindicated the rights of woman and gave them a status unknown and even unthought of this day. They are granted all the fundamental rights. Islam is the unique religion in this respect to endow woman with equal rights and to put her on the same level with man. The Holy Quran emphasises that God in His perfect wisdom has created all species; as is said: \n\"O mankind, be mindful of your duty to your Lord, Who created you from a single soul and form it created its mate and from the two spread many men and women.\" (4:2) \n\"He it is Who has created you from a single soul and made there from its mate, so that the male might incline towards the female and find comfort in Her.\" (7:190) \n\"Of His signs it is that He has created mates for you of your on kind that you may find peace of mind through them, and He has put love and tenderness between you. In that surely are Signs for a people who reflect.\" (30:22) \nThese verses show that the Holy Quran has given woman the same status which has been given to man as the Holy Prophet Muhammad (peace be upon Him) said: \n\"All people are equal, as equal as the teeth of a comb. There is no claim of merit of an Arab over a non-Arab, or of white over a black person, or of a male over a female. Only God-fearing people merit a preference with God.\" \nSo Islam confers on women all the political and social rights, which man enjoys. She is entitled to all the privileges bestowed upon man. Beside worldly matters, women are also equal to men in the spiritual sense. As it says that they are from the same origin as are men,and due to this fact they should not be dealt with harshly and roughly, rather men Should deal with them in a very mild and soft manner. The Holy Prophet (Peace be upon Him) has been reported to have said Alaikum bil Qawareer. The women should be taken care of as someone takes care of glass products. Glass is liable to break very easily if it is not care of, so is the delicacy in woman, and men must be careful not to injure her delicacy, because in her delicacy lies her beauty. \nIslam teaches that education of men and women is of equal importance. The Holy Quran holds learning as priceless and tells that only the learned can understand the signs of God and His wisdom, and come close to Him. The Holy Prophet (peace be upon him) has said: \n\"It is the duty of every Muslim man and woman to seek knowledge.\" \nThe Holy prophet had keen interest in the education of women. His own wife, Hazrat Ayesha was highly learned and he is reported to have said to his companions: Learn half of the faith from Ayesha. After the death of the Holy prophet his companions frequently asked her for guidance in matters on which there was a difference of opinion and she was considered an authority on many vital issues and a large number of authentic traditions were narrated by her. \nIslam denounced the assertion of the Christian Fathers that women do not posses a soul . Woman's spiritual equality with man is repeatedly stressed in the Holy Quran. For instance it is said: \n\"Enter into paradise ye and your wives, honoured and happy. (43:71)\" \n\"Whose acts righteously, whether male or female and is a believer, we will surely grant him a pure life; and We will surely bestow on such their reward according to the best of their work. (16:98)\" \n\"For men who submit themselves wholly to Allah, and women who submit wholly to Him and men who believe and women who believe, and men who obey Allah and women who obey Him, and men who are truthful and women who are truthful, and men who are steadfast and women who are steadfast, and men who are humble and women who are humble, and men who give alms and women who give alms, and men who fast and women who fast, and men who guard their chastity and women who guard their chastity, and men who remember Allah and women who remember Him, Allah has prepared forgiveness and great reward. (33;36)\" \nThese verses make it clear that Muslim women stand on the same level with Muslim men and that they can attain to all those spiritual heights to which men can attain. At several places in the Quran, believing men and believing women are addressed in the same language and are made equally subject to the same commandments and entitled to the same rights and privileges. \nAnd again Holy Quran said: \n\"Allah will turn in mercy to believing men and believing women; Allah is most forgiving, Ever Merciful. (33:74)\" \nMen and women are afforded equal protection. For instance, the Holy Quran says: \n\"Those who malign believing men and believing women for that which they have not done, shall bear the guilt of a false statement and a manifest sin. (33:59)\" \n\"Those who persecute the believing men and believing women, and then do not repent, will surely suffer the chastisement of burning.(85;11)\" \nWomen being more vulnerable then men are accorded special protection. The Holy Quran says. \n\"Those who calumniate chaste unwary believing women are cursed in this world and the hereafter; and for them is a grievous chastisement, on the day when their tongues and their feet shall bear witness against them as to that which they used to do\". (24:24-25) \nMen and women are spiritually akin to one another and are equally the recipients to God's favours and bounties, but their functions are not identical. In view of this diversity there is a corresponding diversity between their respective faculties and capacities. This is indicated in the Holy Quran: \n\"Our Lord is He who has endowed everything with its appropriate faculties and then guided it to their proper use. (20:51)\" \n\"God has fashioned mankind according to the nature designed by Him; there is no altering the creation of Allah. (30:31)\" \nIslam believes in the principle of the division of labour. It allots the strenuous work and hard outdoor life to man and makes him responsible for the maintenance of the family. It regards home as the first concern of woman. It allots the work of managing the home and upbringing and training of children to woman- a work which forms the most important item in the task of nation building. It exhort her to engage herself in the cultivation of learning and allows her to participate when necessary, in social uplift and other schemes of national reconstruction. The life of the office and factory, it considers as uncongenial and unnatural for her, and is emphatic in its demand that women should in no case step into the shoes of men, nor should man encroach upon her sphere of activity. Vain and ruinous are all attempts to convert men into women and to convert women into men. Each has his or her appropriate function, the due discharge of which constitutes the dignity, enjoyment fulfilment and beauty of life. A contemplation of the diversity of the faculties of males and females as designed by nature. For instance, woman is well equipped for child bearing, while man is incapable of it. On the other hand, man is well fitted to command in the field; to give a woman a military command in the field would be an invitation to disaster. This is not a question of superiority or inferiority; it is a question of natural capacity and proper functioning. \nSome Muslims scholars under the influence of the Western civilization, has adopted an apologetic attitude. Such scholars have actually failed to understand and appreciate the power of Islamic teachings under all situations and circumstances. They have taken progress to mean Westernization and in this, they are utterly wrong. Modern Westernization with its emphasis and materialism and immorality is a force of destruction for the real social and moral progress. Islam aims at reforming society in every way, therefore, it can never come to term with this concept of progress. However, Islam opens up the avenues of advancement for mankind. A good example of this paradox is provided by the Islamic teaching versus the attitude of Western civilization on the issue of chastity. \nUnfortunately the West no longer considers chastity a virtue, indeed it has become a reproach. Experimental living together and promiscuity have become the norm. Perversion and sensuality, inside and outside wedlock, are deemed the true purpose and object of sex. Woman has been degraded into a mere instrument for sexual indulgence. According to Islam the relationship between husband and wife should be characterized by grace. The Holy Quran says: \n\"Consort with them graciously. If you dislike them, it may be that you dislike something in which Allah has placed much good. (4:20)\" \nHusbands and wives have reciprocal obligation towards each other, but as man is the breadwinner and has the responsibility of providing for the wife and family and in the case of a difference in the matter of running the household he has the final word, for that things should get out of hand and the family should be faced with ruin. We read in the Holy Quran: \n\"Wives have rights corresponding to those which husband have, in equitable reciprocity, through, in certain situations, men would have the final word and they enjoy a preference, Allah is mighty, wise. (2:229)\" \nOn account of the physical weakness and delicacy of women and their vulnerability, men are appointed guardians over women: \n\"Men are appointed guardians over women, because the men which Allah has made some excel others, and because the men spend their wealth. So virtuous women are obedient and safeguard, with Allah's help, matters the knowledge of which is shared by them with their husbands. (4:35) \" \nMost devastating in Western society is ever-increasing freedom for illicit sex. No effort is spared to exploit and commercialize the female body. The result can be seen in the skyrocketing rise in the number of divorces, abortions, unmarried mothers. teenage pregnancies, illegitimate children, sex crimes and cases of venereal diseases. \nFinally, let us consider the dilemma about the Islamic law of inheritance a male shall have as much as the share of two females. No doubt, he has lost sight of the fact that it is the contrast with which the values of things are analyzed and graded. \nNo other religion or society provides such considerate laws for the welfare of women as does Islam. Non- muslim nations could benefit from them. Other religions do not stipulate, for instance, entitlement of any share of inheritance for women except in the case where they have no brothers. Islam prescribes fixed percentage of inheritance for son and daughters and also for near relatives. Western scholars object to the Quranic teaching granting males double the share of females. It should be kept in mind, however, that in first place, contrary to the other religions, Islam has apportioned a share for female and secondly that the financial responsibility of maintaining the family rests entirely upon the husband which is a sort of special position. Husbands should not ask their wives to contribute towards the expenses of the home. Whatever wives earn or posses is their own over which husbands have no control. As it is the husband's responsibility to provide all the needs for his wife and home it is not unfair that his share of inheritance should be double. \nTo summarise, a Muslim woman enjoys equal status with men. The object of her creation, her duty to God and her duty to fellow human beings are the same. A wife's rights are at equal with the husband and as a parent her status is higher then that of the father. The Holy Prophet (peace be upon him) said that man's primary duty is to his mother and that paradise lies at the feet of the mother. \nI would like in the end to acknowledge that we women owe deep gratitude and thanks to the Holy Prophet whose highly sensitive heart felt and appreciated the miserable conditions of women and whose infinitely gentle A kind soul was instrumental in the revelation of laws and teachings that have made women the equal, nay in some respects, better than men. Let us forget that this was done more then fourteen hundred years ago and not a single woman from any part of the world has raised a voice against her Islamic rights. \nAn American Justice Pierre CraiAbites has rightly observed when he writes: \n________________________________________\n\"Muhammad (PBUH), 1300 years ago assured to the mothers, wives and daughters of Islam a rank and dignity not yet generally assured to women by the laws of the West."}