{"id":"428835640537739_568703439884291","type":"photo","created_time":"2013-11-06T16:04:30+0000","message":"WRITING about politics in Bangladesh, this newspaper has often found itself drawn to the analogy of a Punch-and-Judy show. We now know this is deeply unfair—to a wholesome if brutal form of puppetry.\r\n\r\nOn October 26th the two women who for over two decades have dominated politics in the Muslim-majority country of over 150m spoke on the telephone. It was their first conversation in many years. Their country was in crisis, on the brink of a 60-hour hartal, or national strike, called by one of them, Khaleda Zia, leader of the opposition Bangladesh Nationalist Party (BNP). This was to protest about arrangements for a general election due in January. Knowing the hartal would bring not just disruption but violence and death, the prime minister, Sheikh Hasina, deigned to telephone her nemesis to ask her to call it off. It was a chance for the two women to prove they could set aside their history of vindictive point-scoring. They might even show leadership, statesmanship and a spirit of compromise.\r\n\r\nIn this section\r\nJustice and the killing fields\r\ntrouble.uz?\r\nThe silence of the muezzin\r\nRed planet, red rival\r\nZero-sum politics\r\nReprints\r\nRelated topics\r\nBangladesh\r\nBangladesh Nationalist Party\r\nPolitics\r\nHasina Wajed\r\nBangladeshi politics\r\nFat chance. For 36 minutes, as a recording shows, they squabbled: about whether Mrs Zia’s red telephone was working and whether to meet over dinner; over Mrs Zia’s temerity in cutting a cake on her birthday on August 15th, also the anniversary of the assassination of Sheikh Hasina’s father, Sheikh Mujibur Rahman, the hero of Bangladesh’s independence from Pakistan in 1971; and over the responsibility for a grenade attack on Sheikh Hasina at a rally in Dhaka in 2004, in which 24 people died and she was among hundreds injured. And like an old married couple, they bickered about who was bickering. “We surely don’t want to quarrel,” said the prime minister. “You are quarrelling,” came the retort.\r\n\r\nThe hartal went ahead. At least 13 people were killed and 1,000 injured as thuggish BNP loyalists battled the police for control of the streets, and hundreds of crude bombs exploded. But, in the peculiar terms of Bangladeshi politics, the strike was a success. It showed that the BNP has the muscle to mobilise nationally. Polls suggest it will win the coming election, if it does not boycott it.\r\n\r\nThis is a remarkable turnaround. When the Awami League routed it in the last election, in December 2008, the BNP seemed on the verge of collapse. A landslide offered the league the chance to break out of the anti-incumbency rut in which Bangladesh was stuck: Sheikh Hasina and Mrs Zia had alternated in power since 1991. Mrs Zia’s prime ministership from 2001-06 was unusually abysmal. Her government topped international rankings for corruption, while presiding over abuses by special forces. It angered both the big neighbour, India, which accused it of giving sanctuary to separatist groups, and the West in general, by appearing to tolerate a small but growing extremist Islamist fringe.\r\n\r\nWhen the BNP tried to rig an election in January 2007, the army quietly stepped in, installing a “technocratic” interim administration that at first was welcomed by many at home and abroad. It tried to lift the blight of the two irredeemably corrupt, family-run parties, hoping their leaders, the “battling begums”, could be packed off into exile. It looked around for alternative leaders with standing and nationwide networks. Muhammad Yunus, a Nobel peace prize-winner for his advocacy of microcredit, briefly flirted with launching a “third force” party. But the break from democracy ended after two years, back where it began, with an election pitting the two begums against each other.\r\n\r\nSheikh Hasina, because of her parentage, still carried the hopes of the older generation of Bangladeshi nationalists for a liberal, secular democracy. In 2008, when one-third of the electorate was voting for the first time, she also seemed to be riding the wave of the future.\r\n\r\nShe fell off—in part because her government’s signature policy was to tackle not the future but the past. It put on trial those accused of war crimes during the terrible bloodshed of the country’s independence war. The tribunal, deeply flawed, was at least popular. But this backfired after the BNP portrayed it as victimising Islamists. Dozens were killed in a protest march earlier this year, devastating the government’s popularity. It was not just the main opposition that saw partisan bias at the tribunal. Most of the leaders of the biggest Islamist party, Jamaat-e-Islami, are before the court. Five have so far been sentenced to death. Jamaat, a BNP ally, has also been ruled ineligible to fight the election.\r\n\r\nThe issue that provoked the hartal was another move by the government seen as tilting the electoral playing field. It used its two-thirds parliamentary majority to amend the constitution to get rid of the unusual requirement, introduced, because of the climate of distrust, for the 1996 poll, that governments cede power to a neutral caretaker administration ahead of an election. Sheikh Hasina wants instead an all-party government. Mrs Zia objects, since her rival would lead it. Polls suggest that, on this, the public backs Mrs Zia. Improbably, she has the moral high ground.\r\n\r\nThat’s not the way to do it\r\nOf course, Sheikh Hasina is far from unique in the world in using a big parliamentary majority to hound the opposition and rig the electoral system in her favour. In Russia, Sri Lanka and Venezuela, for example, “majoritarian” leaders have amended the constitution to perpetuate their own rule. Where the Awami League is special, however, is in the speed and extent to which, in pursuing such policies, it has lost popularity.\r\n\r\nThe hope must be that both begums realise that Punch-and-Judy politics does not work, either for the country or for their own long-term interests. Sadly, however, it seems more likely that they will draw the opposite conclusion: that the longer the feud endures, the more fiercely it should be fought. And just as Punch and Judy have a baby, they both have sons, who have waited in exile for their day to dawn at home. So both have reasons to keep the bickering going for generations to come.","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-ash3\/1463154_568703433217625_581319740_s.jpg"}