{"id":"428835640537739_608975465857088","type":"photo","created_time":"2014-01-11T02:20:25+0000","message":"“Four Stations of Believers”  - Ghulam Azam\r\nIn the Quran Allah has honoured the believers with four esteemed stations that they should strive for. Sadly, very few know and reflect on those stations. The lack of understanding of those stations causes us to not truly understand our responsibilities and fulfill them. Those four stations are:\r\n\r\nIbadullah\r\nAwliyaullah\r\nAnsarullah, and\r\nKhulafaullah\r\nBelievers need to strive to attain all of these stations since one cannot be separated from the other. It is interesting to note that the Arabic words used to describe those stations are in plural so as to indicate that they are stations where many believers will reach.\r\n\r\n1. Ibadullah\r\n\r\nThe word ‘ibad’ is derived from the Arabic root word ‘abd’ (Ayn-ba-dal). The meaning of ‘abd’ is to serve, worship, adore, venerate, obey with submissiveness or humility, devote, etc.  ‘Ibad’ are then those who serve, worship, adore, and devote themselves to a ‘Mabud’, another derivative of ‘abd’. ‘Mabud’ is the one who is to be served, worshipped, adored, venerated, and obeyed with submissiveness or humility.  ‘Mabud’ is the one who gives orders, commands, and who is served. Those who become the ‘ibad’ of Allah are able to reach the station of Ibadullah.\r\n\r\nAllah honours and raises the status of only those who serve, worship, adore and obey Him sincerely. The more sincere one is in obedience and servitude of Allah the more one is loved by Allah. That is why the Prophet (peace be upon him) was the most beloved to Allah due to his sincere obedience and servitude to Allah’s commands. In every prayer we read at the end of Tashahud ‘Abduhu wa Rasuluhu’. The Prophet has taught us the Tashahud where he introduces himself as the servant of Allah first and foremost before he introduces himself as the Messenger of Allah. Allah has also informed us in the Quran that humans and jinns were created to worship and serve Allah only. (Quran 51: 56) This verse is very clear in informing us that our sole purpose in life is to be among the Ibadullah and the only way to gain that station is to worship, adore, serve, and obey Him and fulfil his commands.\r\n\r\nJust as Allah has ordained for us prayers, fasting, pilgrimage, and charity He has also ordained for us the responsibility to uproot stealing, robbery, adultery, bribery, gambling, alcoholism, hypocrisy, oppression and other diseases from our societies through education and penal codes as necessary. Just as He has given us laws for marriage, divorce, inheritance He has also ordered us to remove and fight against all forms of injustices done to His creation. He has also made it clear that it is only Him who has the right to declare something lawful or unlawful, no one else.\r\n\r\nIt becomes clear that the way to reach the station of Ibadullah is not only through the prayers, fasting, remembrance, and recitations but also through complete obedience and servitude to all of the commands of Allah. If we can appreciate this then we realize that to be among Allah’s ‘Ibad’ is the real status believers should strive for.\r\n\r\n[to be continued]\r\nCompiled From:\r\n“Four Stations of Believers”  - Ghulam Azam\r\nFrom: http:\/\/fridaynasiha.com\/","picture":"http:\/\/photos-d.ak.fbcdn.net\/hphotos-ak-prn1\/t1\/994996_608975029190465_548964865_s.jpg"}