{"id":"428835640537739_609128739175094","type":"photo","created_time":"2014-01-11T09:48:51+0000","message":"Minorities in Bangladesh: unfortunate victim of Awami League’s political vengeance\r\n\r\ntradition of religious harmony where people of all faiths and religion have been living with the spirit of co-existence. People of this country are so much tolerant that they even are not inclined to term any section as minority. However, the minorities, comprising the Hindu, Buddhist and Christian people are living here in peace and enjoying the facilities as a citizen which had been ensured by the constitution.\r\nBut there is another regrettable part. These minority sections have become the worst victim always by a party which is being defined by itself as a pro-liberation force. The minorities always extended their support for Awami League, the ruling party of Bangladesh. But unfortunately, Awami League used this section in all occasions just to attain its political interest.\r\nPrior and after of all national election of this country, this unfortunate people became the victim of Awami League’s vindictive politics. Awami League used them as tram card to subdue its opponents, particularly the Islamist sections.\r\nBut those ill-efforts of Awami League have been exposed before the people as many media even the pro-government media are publishing one after one news implicating the ruling party men with these heinous incident of attack on minorities. Though the ruling ministers and MPs are accusing Jamaat-e-Islami and Islami Chhatra Shibir of attacking minorities, but the deputy commissions in their written reports to the government clearly disclosed that the local Awami League leaders are mostly involved with these incidents. The chairman of the National Human Rights Commission Dr. Mizanur Rahman Khan also termed the blaming strategy of Awami League as a ‘government sponsored story’. Concerned quarters are also criticizing the government as they failed to ensure the safety and security of the minorities. The reluctance of the government to identify and prosecute the miscreants of the incidents is also proving their involvement. Subrata Chowdhury, a leader of the Hindu Buddhist Christian Unity council clearly stated while giving an interview with BBC Bangla that not the Jamaat-Shibir men rather the ruling party cadres are mostly involved with the incidents of minority attack.\r\nThe direct involvements of the ruling party men in the minority attack incident have been published in media recently. We are giving a glimpse of it in the next section:\r\n• Awami League and Jubo League cadres had carried attack on the Hindu temple in Krishnopur Upazila of Noakhali. In connection with the incident, the local Puja committee (Hindu people’s prayer program arrangement committee) filed case with the local police station against 10 ruling party cadres.\r\n\r\n• Awami League leaders and activists had attacked the Hindu people’s houses in Tangail district. Following the incident, a writ petition was filed by the victims in the High Court seeking immediate remedy. Consequently, the High Court directed the authorities concern to arrest the involved Awami League leaders and workers.\r\n\r\n• Jubo League cadres were arrested while carrying attack and vandalism upon the Hindu communities in Sathia under Pabna district.\r\n\r\n• A Jubo League leader was detained while attacking on the Shahid Minar (a monument to the Language Movement) in Bogra district.\r\n\r\n• 3 Chhatra League cadres had been arrested while attacking the house of Tribunal-1 justice Jahangir Hossen in his native village.\r\n\r\n• Several Jubo League workers had been captured while throwing cocktail (crude bomb) towards an army vehicle in Feni district.\r\n\r\n• Another Jubo League activist was caught while stealing an idol from a religious temple of the minorities in Mymensingh.\r\n\r\n• One Jubo League activist was arrested in Satkhira while setting fire to the houses of minorities. A mobile court sentenced him to imprisonment for one year.\r\n\r\n• In Magura District, 3 members of Jubo League were arrested by the police while throwing petrol bombs on a police van.\r\n\r\n• The Principal of Shujabad Primary School of Shajahanpur Upazilla in Bogra district was arrested while setting fire to his own school.\r\n\r\n• Awami League men carried inhuman violence and anarchy upon the minority community in Avoynagar of Jessore district. Mr. Ranjit Kumar Roy, the winning candidate of the voter less election of 5th January stated in a recent interview that, the cadres of his opponent candidate and local Awami League leader Sheikh Abdul Wahab had carried the attack on minorities. But surprisingly, Prime Minister Sheikh Hasina, Awami League’s General Secretary Syed Ashraful Islam and Education Minister declared just after the incident and without any investigation that, Jamaat-Shibir men had carried the misdeeds. Several dailies have already published their statement as well.\r\n\r\n• During the tenure of this government, Jubo League men carried attack on the Buddhist people and their establishment in Ramu of Cox’s Bazar district.\r\n\r\nWe are urging the world communities to raise their voice against the vindictive politics of Awami League and to stop propaganda against the Islamist quarters. We would like to draw attention of the concerned authorities to ensure safety and security of the minority communities. They are not minorities; they are our fellow brothers and sisters. It is our moral obligation and duty to protect the dignity and honor of these people.","picture":"http:\/\/photos-f.ak.fbcdn.net\/hphotos-ak-ash3\/t1\/1012932_609128552508446_1205182532_s.jpg"}