{"id":"428835640537739_547216898699612","type":"photo","created_time":"2013-09-29T15:06:34+0000","message":"ANTI ISLAMIC LOBBYING GROUP HIRED BY HASINA TO LOBBY FOR THE WAR CRIMES TRIAL\r\nJeffrey H Birnbaum, the company’s president, worked previously for Fox News and the Washington Post.\r\nhttp:\/\/bdinn.com\/news\/39475\/\r\nGovt appoints US lobbying firm to support ICT\r\nSep 29, 2013\r\n5-bgrlogo-wall\r\nShakahwat Hossain and David Bergman \r\nThe government has appointed a Washington-based firm to lobby for the next five months on issues relating to the International Crimes Tribunal, New Age can reveal.\r\nA filing made to the US department of justice by the lobbying firm, BGR Public Relations, states that a contract was signed between the company and the Bangladesh government on September 13, four days before the Appellate Division of the Supreme Court sentenced Jamaat leader Abdul Quader Molla to death for the commission of war crimes in the 1971 war of independence.\r\nThe contract between the two parties, which is part of the filing, states that the Bangladesh government will pay the firm $20,000 each month for five months, a total cost of $100,000.\r\nIt adds that the government is also liable to pay any travel, accommodation and food costs which the lobbying company incurs whilst doing the work.\r\nLobbying firms are required by the Foreign Agents Registration Act 1938 to disclose details of any lobbying they have been contracted to undertake on behalf of non-US citizens or organisations.\r\nAkramul Qader, Bangladesh’s ambassador to the United States, and the BGR Public Relations president, Jeffrey H. Birnbaum, signed the deal.\r\nBGR Public Relations, part of the BGR Group, calls itself  a ‘world class strategic communications, media relations and issue advocacy firm’ engaged in ‘crisis management, public policy campaigns, online outreach, foreign-government representation and straight-up corporate PR.’\r\nJeffrey H Birnbaum, the company’s president, worked previously for Fox News and the Washington Post.\r\nAccording to the department of justice filing, the firm will provide ‘strategic public relation services within the United States.’\r\n‘This may include relevant outreach to academia, news outlets and other individuals within the United States,’ it adds.\r\nThe law minister, Shafique Ahmed, told New Age on Saturday that the government had to hire the lobbying company in order to tackle the negative campaign relating to the ICT in influential countries like the United States.\r\nHe said that Jamaat had already spent a huge amount of money to give the ICT a political colour.\r\nIn October 2011, New Age revealed that the Jamaat leader, Mir Quasem Ali, who subsequently was charged with offences before the International Crimes Tribunal, and his US-based brother, had hired the lobbying firm Cassidy and Associates to lobby on ‘Bangladeshi war crimes tribunal and political opposition matters.’\r\nAllegations published in different newspapers that Jamaat had spent $25 million to lobbyists was,  not supported by the documents that were filed.\r\nShafique Ahmed pointed out to New Age that there was no political vengeance behind the tribunals whose main aim was to bring the war criminals into justice.\r\n‘The government was not slow in making the appointment of the public relation firm,’ he said. ‘The appointment was timely as many cases are in final stages.’\r\nA finance ministry official confirmed to New Age that it had allocated $150,000 in favour of  the foreign affairs ministry to allow it to make a deal with the GBR.\r\nHe said that an initial contract might be extended by mutual agreement between two parties.\r\nAccording to the contract, either the BGR or the Bangladesh government may terminate the contract for any reason with 15 days’ written notice.\r\nBGR Public Relations has, as part of the contract, agreed to keep confidential any ‘information, practices or policies’ which it may come across during the course of its activities which the government wishes to he kept confidential.\r\nThe decision of the Appellate Division to give a death sentence to Molla has been widely criticised by international rights organisations, including the Human Rights Watch, the Amnesty International and the International Commission of Jurists.\r\nIn addition, US ambassador at large dealing with war crimes Stephen J Rapp has called on the government to ensure that the decision by the Appellate Division is subject to a ‘genuine process’ of review ‘which considers the appropriateness of the death sentence.’","picture":"http:\/\/photos-f.ak.fbcdn.net\/hphotos-ak-prn2\/1382221_547216882032947_955449079_s.jpg"}