{"id":"428835640537739_594146267340008","type":"status","created_time":"2013-12-19T10:00:43+0000","message":"প্রহসনের বিচারের পরেই আব্দুল কাদের মোল্লাকে হত্যা করা হয়ঃ সৌদি গেজেট প্রকাশ\nExecution of Abdul Quader Molla after an unjust trial\n-Dr. Ali Al-Ghamdi\n\nIt was extremely unfortunate that the government of Bangladesh carried out the execution of Abdul Quader Molla, Deputy Secretary General of the Jamaat-e-Islami party, after a mock trial, which was marred by numerous flaws and lacked even the most basic international legal criteria.\n\nEven before the execution, there were clear signs that the authorities were determined to speedily carry out the Jamaat leader’s execution. They ignored all international appeals, including that of the Human Rights Watch (HRW), which issued an urgent statement demanding that the Bangladesh government halt the execution. The war crimes tribunal, which was revived by the government after a gap of 40 years, originally handed Molla a life sentence, but the government amended the law and referred the case to the Supreme Court which changed the life sentence to the death penalty.\n\nBrad Adams, Asia Director of HRW, said in a statement that his organization opposes the death penalty in all circumstances as an irreversible, degrading, and cruel punishment. “It is particularly reprehensible in cases where laws were retroactively passed in order to enable the death penalty, and where the right to appeal against such a final judgment is not allowed.” \n\nHe noted that under the law, convicts have the right to appeal against a judgment issued by the Supreme Court but the government authorities, including the Attorney General, stated that Molla had no such right and insisted that he had exhausted all legal options. The only recourse left open to Molla, according to government authorities, was to appeal to the President of Bangladesh for clemency.\n\nHRW said in its statement that the International Covenant on Civil and Political Rights (ICCPR), to which Bangladesh is a state party, prohibits the retroactive application of criminal law that has a negative effect on the defense. Adams said: “Hanging Molla on the basis of retroactive legislation and then denying him the right to appeal against this sentence is a grave violation of his fundamental rights.” \n\nThe statement also noted that the United Nations Human Rights Committee, which interprets the ICCPR, has said that in cases of trials leading to the imposition of the death penalty, scrupulous respect for the guarantees of a fair trial is particularly important and that any death penalty imposed after an unfair trial would be a violation of the right to a fair trial.\n\nThere were several scandals related to these trials that targeted political rivals of the ruling Awami League party. These include the Skype scandal exposed by the British magazine The Economist. The Skype scandal resulted in the resignation of the tribunal’s presiding judge Mohammed Nizamul Haq.\n\nAnother scandal involved a defense witness who was kidnapped near the door of the court and mysteriously disappeared for a number of months before being spotted in a prison in India. His testimony as a witness was first recorded in favor of the prosecution but he later denied that he had testified for the prosecution and said that he wanted to be a defense witness and testify in favor of Maulana Delwar Hossain Sayeedi, another war crimes suspect.\n\nThere was also strong suspicion that the woman whom the prosecution produced as the lone witness against Molla was not Mumina Begum, daughter of Hazrat Ali. The prosecution’s accusation was that it was Molla who killed Ali. The suspicion was based on the fact that the prosecution produced the woman who was wearing hijab and took her testimony in an in camera session. The defense lawyer objected that the woman was not Mumina Begum but that objection was overruled.\n\nHowever, let us examine if there is any truth to the war crimes allegations against Abdul Quader Molla. Molla joined Dhaka University in 1969 for his higher studies. When Sheikh Mujibur Rahman, the Father of the Nation, called for civil disobedience on 7 March 1971, Molla returned to his village and remained there all through the period of the civil war. In 1972, he returned to the university and continued his studies until 1977, living at the university's Sir Salimullah Hall.\n\nHow was it possible for him to continue his studies throughout these years after committing war crimes? The university was one of the major centers of political activity in the country in those days. Later, Molla served as a teacher at Oudayan School from 1974 to 75. In 1977, he worked as a teacher and acting principal of Rifles Public School in downtown Dhaka. The government of Sheikh Mujibur Rahman appointed him to a key post in the Islamic Foundation.\n\nThe most important fact is that hundreds of thousands of people were detained in 1973 under the Collaboration Act of 1973 and cases were registered against 37,971 people. Molla was neither among the detainees nor among those against whom cases were registered. How was it possible for him to live in the university campus after committing war crimes?\n\nThe poet Qazi Rawzi wrote several books about the poetess Mahar Al-Nisa, who was killed during the war. Molla’s name was not mentioned in any of these books. Similarly, Khandekar Abul Ihsan, son of the Bangladesh journalist Khandekar Abu Talibm, accused Molla of killing his father but never filed any case against Molla, who was twice elected deputy president of the union of journalists.\n\nMolla was well known in political circles. He participated in the general elections and worked on the coordination committee together with leaders of the Awami League party, such as Tufail Ahmed, Abdussamad Azad, Muhammad Naseem and Suranjit Sengupta, as well as with leaders of the Bangladesh Nationalist Party, like Moudud Ahmed, and Murshid Khan, in addition to Anwar Hossain Manju from the Jatiya Party.\n\nMolla was detained along with Tufail Ahmed during the period of agitation to hold elections under a caretaker government when his party entered into an alliance with the Awami League party against the Nationalist party. \n\nBefore that, he was also allied with the Awami party against the rule of H.M. Ershad. He met with Sheikh Hasina before and after 1996. Why did she not make any allegations against him during that period when they were allies? If this alliance had continued, she would not have made any allegations against him or others. Also, she did not level any charges against him or anyone else during her rule from 1996 to 2002.\n\nFinally, I would like to mention the comments about Sheikh Hasina and her party which appeared in an article written by Mahfuz Anam, editor and publisher of the Daily Star newspaper, a few days ago. Anam said that Sheikh Hasina and the members of her party are now dealing with the opposition as if they will remain in power forever and will never again sit in the opposition. Although they attempt to eliminate their political opponents by killing them or putting them behind bars, they will not realize these goals in the long run. Those who are in power today will be in the opposition tomorrow. As an Arab poet wrote: “Allah’s hand is above all hands and an aggressor will be put to the test by another aggressor.”\n\n— Dr. Ali Al-Ghamdi is a former Saudi diplomat who specializes in Southeast Asian affairs. He can be reached at algham@hotmail.com\nhttp:\/\/www.saudigazette.com.sa\/index.cfm?method=home.regcon&contentid=20131218189822"}