{"id":"428835640537739_594048400683128","type":"status","created_time":"2013-12-19T06:09:44+0000","message":"\"Wipe out all oppositions including Khaleda\"\n\nDhaka (RTNN): \"Let us also vow to wipe out their sympathizers and collaborators in Bangladesh once and for all. Please report all Jamaati’s to law enforcement or your local Awami League leaders. We will take action against them. It is most unfortunate that this also includes our Leader of the Opposition, who has repeatedly met with ISI agents and has been directly funded by them in past elections. Shame on Khaleda Zia\", said Sajeeb Wazed Joy, the ICT Adviser to and son of Prime Minister Sheikh Hasina in a Facebook status today(Wednesday). \n\nSome analysts think the status is quite instigating which may polarise the society further and incite massive violence.\n\nHowever, the status already got 7,249 likes until writing this report, which signifies the already polarised nature of current Bangladeshi politics.\n\nRegarding the resolution passed by Pakistani Parliament against the execution of Quader Molla and the statement by Imran Khan that Quader Molla was innocent, he expressed his outrage and said, \"That this nation still has the audacity to not only deny this, but to lie and criticize the punishment of their “Butcher” makes me very angry as a Bengali.\"\n\nSajeeb said, \"they have done this in our Victory Month when we defeated them 42 years ago makes this even more insulting.\"\n\nHe also `said, Pakistan has never even apologized for the atrocities they committed against our people during our War of Liberation. \n\nHe blamed Pakistan for harboring Al Qaeda for years and sheltering the most wanted terrorist in the world. \n\nPM's son  said that the country supported and carried out terrorist attacks throughout South Asia including in Bangladesh. \n\nSajeeb called on the Bangladeshi people to boycott all Pakistani goods in Bangladesh and stop their import. He said, \"All Pakistani flags in Bangladesh should also be pulled down. I call on everyone to march on the Pakistani High Commission and register your protest.\""}