{"id":"428835640537739_490634631024506","type":"status","created_time":"2013-06-21T16:24:38+0000","message":"Sheikh Hasina,s boast for Fajor prayer: she is a pure munafiq if she has four characteristics\n\nYesterday in the Parliament, Lady Hitler (Sheikh Hasina) was boasting about her Salah: how she prays the Fajor Prayers yearly in the morning, yet she is called by others a Nastik, and while her opponent Begum Zia apparently sleeps until midday is called an Astik. I doubt her claim, because Salah suppose to keep her away from evil deeds, but her records does not support her claim. She kills innocent people, is an ally to Nastik blogger Taba Baba (Rajiv),she is an ardent Supporter of secular (ধর্মহীন) constitution, concoct evidence and frame scholars for war crime; this woman is an absolute hypocrite worshipper (নামাজী) to be seen by people. If she only prays for people to be seen then it is a bad news for her and for anyone who does the same, for Allah says in the Quran, “Woe to those who pray… those who make show of their deeds” And when Allah says Woe, it is not the same as our shock and woe, but severe destruction. Just praying five times a day does not make one a good Muslim. It’s his whole action that matters, both inner and outer. Abdullah Ibn Ubai Ibn Solul prayed five times a day with the prophet in Madina, but his actions and schemes were against the Muslims and the Muslim state, hence he was declared a Munafiq by Allah\n\nSimilarly, Sheikh Hasina may claim to pray five times a day and frequently boast about it, but her action is against the Muslims of Bangladesh, and their interest. She also has great fancy for scholars that innovate and practices weird things that are against authentic Islamic teachings. Munafique are recognised by certain characteristic and one of them is when they make promise, they easily break them. Before coming to power, she made many promises to the people, but conveniently she broke them all. And munafique is a liar too. Did she not lie about Hifazote Islam colouring their bodies with paint, faking death and so on. This woman lady Hitler is in self deception. She needs to make Tauba and amend her self before the wrath of Allah befalls on her. Before I list characteristic of Munafiq, I should stress one important action that a Muslims needs to do After Iman, for if he does not, according to Sahih Hadith, the prophet said, “Whoever leaves Salah, he has committed Kufr” So praying five times a day is a must for every Muslim.\n\nOne word summary of Munafiq is that they lie!\n\nHadith Sahih Bukhari\nHow to recognize a hypocrite: four characteristics\n1. When given a trust he betrays it.\n2. When he speaks he lies\n3. When he promises he breaks it\n4. When he argues he is unjust\nPUNISHMENT FROM ALLAH FOR MUNAFIQS\n1. Allah will make fun of them\n2. Blindness of the heart: Allah has given them rope, (leave) and they are taking advantage of it and their hearts are blinded and they are straying further in their wrong path, and Allah is watching them\n3. Allah will deny them guidance (al Hudda) They have exchanged the right path for the wrong path, this will be a huge disadvantageous for them. They are unable to get guidance as they are not asking for it, nor wanting it.\n4. There are seven levels of Hellfire and They will b e in the bottom most part of the hellfire. why ? because they base their life on lies,\n5. Those who have the characteristics of hypocrisy Allah will not give them guidance.\nSteps To get out of Hypocrisy (surah Nisa) and join the momins;\nTaubah\nSelf-correction\nStrong connection with Allah\nMake ones deen khalis (do the good works for Allah and not to show people)\nBe thankful of every Naimah with kasarat\nDecrease complaints of what we did not get in this world\n\nমেজাফফর আলী"}