{"id":"428835640537739_514883318599637","type":"photo","created_time":"2013-07-31T06:01:23+0000","message":"Demo of Shibir in the capital protesting against current genocide in Egypt\r\nStop genocide and restore Morsi to Presidential office- Chhatrashibir\r\n\r\nBangladesh Islami Chhatrashibir urged that the ongoing mass killing in Egypt be stopped and the democratically elected President Mohammad Morsi be restored to the Presidential office without further delay.\r\nShibir leaders made such urge this afternoon while addressing the post-demo gatherings held by Chhatrashibir in the capital.\r\nThe demo, headed by Shibir Central Publication Secretary Mizanur Rahman, set out at 4:00 pm in Mohakhali intersection and ended in Shahin College intersection following a gathering.\r\nShibir leaders said, “What is currently going on in Egypt is nothing but a planned genocide. The illegitimate Army-backed government-sponsored mass killings in this very month of Ramadan has hurt the sentiments of Muslims all around the world. The men, women and children who are being martyred on everyday basis have severely shaken the hearts of every Muslim with sound conscience throughout the world. We, on behalf of the people of Bangladesh, strongly slate and protest against the running mass killing in Egypt. We do urge the Army-backed regime of Egypt to stop the current genocide and to restore the democratically elected President Mohammad Morsi to the Presidential office.”\r\nLeaders said, “Islamic Movement in Egypt underwent a good number of critical phases and survived many critical clashes with the oppressive regimes from time to time. After so long period of time, when the Islamic system of government has come to power with people’s direct votes, conspiracies against such ideal state and statesman have been initiated. All the peace-loving and democratic people do believe that Mohammad Morsi is the only valid as well as legitimate President of Egypt. A man who believes in democracy can never welcome a regime that accedes to power by an Army coup d’etat.”\r\nThe leaders further said, “We are really dumbfounded to see the double standard of the West with respect to the Egypt issue. The stand of the West in this regard has severely tarnished the image of democracy all over the globe. The people of the whole world who love democracy really want to know what kind of democracy the West indeed believes in and practises. The West is supposed to stand by the people struggling for democracy if it truly advocates democracy and democratic practice. We strongly urge each and every state of the world including the United Nations to press the current illegitimate government of Egypt so that it is finally ousted.”","picture":"http:\/\/photos-a.ak.fbcdn.net\/hphotos-ak-prn1\/t1\/524329_514883278599641_442723033_s.jpg"}