{"id":"428835640537739_598635700224398","type":"photo","created_time":"2013-12-26T13:31:23+0000","message":"Shibir slams false report published by the Daily Jaijaidin:\r\n\r\nShibir has not even any remoter connection with bomb blast in Awami League’s electoral mass-gathering in Rajshahi- Chhatrashibir\r\n\r\n\r\nBangladesh Islami Chhatrashibir strongly slated and gainsaid the last 26 December report titled “Shibir’s bombardment in Awami League’s electoral gathering in Rajshahi” aired by the national daily ‘Jaijaidin’.\r\n\r\nIn a joint gainsaying statement, the Secretary-General of Bangladesh Islami Chhatrashibir Abdul Zabbar and the President of Rajshahi Metropolitan City Shibir Unit Anisur Rahman Biswas said, “As a habitual fact, the daily Jaijaidin once again published a false and baseless report against Chhatrashibir. The report is totally void of any evidentiary elements and only contains a whole heap of statements of cops and Awami League as well as Chhatra League. It said that about 15 to 20 youths chanting slogan of ‘Naraye Takbeer’ had bombarded in front of the police in Awami League’s electoral gathering held at Horian area of Poba Upozila in Rajshahi. We do wonder like many others that a prominent daily of the country published an untrue report based on some statements of Chhatra League alone against a disciplined student outfit. No statement of Poba upozila Chhatrashibir leaders has been included in the concerned report. We say with utmost confidence that Shibir has no connection with this incident. Chhatrashibir never believes in politics of violence and bombardment. So, this report cannot be treated as one of any responsible media.”\r\n\r\nShibir Secretary-General further said, “Chhatra League cadres chanting slogans of ‘Naraye Takbeer, Allahu Akbar’ are seen to attack in many places of the country and were also caught red-handed in various places including Bogra while doing so.”\r\n\r\nShibir leaders urged the concerned media and media men to refrain from publishing such false and baseless reports in the days to come and help in bringing the real culprits to book.","picture":"http:\/\/photos-f.ak.fbcdn.net\/hphotos-ak-frc3\/1487363_598635393557762_203747962_s.jpg"}