{"id":"428835640537739_596428530445115","type":"photo","created_time":"2013-12-23T12:04:41+0000","message":"Campaign to stop misuse of Prophet’s name\n\nOne type of the manifestation of our deep respect and love for Prophet Muhammad (peace be upon him) is to show the utmost respect to his name and preserve its sanctity by preventing its use for any common purpose such as calling expatriate workers ‘Muhammad’ just because we don’t know their names. \nA group of students from the Faculty of Economics and Administration in the King Abdul Aziz University (KAAU) in Jeddah recently started a campaign aimed at honoring the name of the Prophet (pbuh) and are trying to halt the spread of the phenomenon where Saudis use his name to call any stranger, even non-Muslims, in restaurants or supermarkets. The name of the Prophet (pbuh) has come to denote inferiority when used in this manner and the speaker usually has a sullen expression which is not only impolite but an insult to the Prophet (pbuh). \nThe students started to garner support for their campaign by sending text messages via social networking services or through the mobile phone’s “WhatsApp” application where the message reads, “Assalamu alaikum, this is a campaign carried out by the Saudi community aimed at honoring the name of our Prophet (pbuh) and stopping the use of his name to call people whose names we don't know, workers and sometimes even non-Muslims.” \nAs a result of this misuse, the name Mohammad has come to be associated with any person whose name we don’t know and denotes inferiority which contradicts our love and respect for the Prophet (pbuh). \nA long time ago, we used to call unknown people with the term, “Oh brother” or “Mr.” So why don’t we use those instead of calling the person with the name of our Prophet (pbuh).\nCommenting on the campaign, Saleh Salem, a lecturer at the Faculty of Arts and Humanities in the KAAU, said: “It is a commendable initiative by our students who are aware of the malpractices of some people in our community and are willing to change this phenomenon by raising awareness in society of the importance of showing the ultimate respect to our Prophet (pbuh) in all possible ways.”\nHe said the campaign was expected to be launched by the students of the Islamic Studies Department in the faculty, but the students of the Economics Department beat them to it.\n“The prevalence of using ‘Mohammad’ in this inappropriate way surfaced around 15 years ago and I remember we never used this name to call unknown people or workers before. Unfortunately, we as Muslims and members of the Saudi community disregarded the sanctity of the name until we arrived at a point that we began to use it to show our resentment toward strangers,” he said.\nKhalid Al-Madani, a flight attendant, told Arab News that he gets annoyed when some passengers call him Mohammad. He said that when someone does that he usually points to his badge implying that he be called by his name. \n“I know that it is such an honor for every Muslim to be called by the name of the Prophet (pbuh). However, the name in our society has regrettably come to denote a lowly person,” said Madani. \nWell-known Saudi scholar Sheikh Abdullah Al-Muslih told Arab News in a telephone interview that any initiative based on Islamic rules, which aims to honor the personality of the Prophet Muhammad (pbuh) or any aspect related to him including his name is regarded as praiseworthy and is rewarded by Allah.\nTo the specific question whether it is permissible under the Shariah to call someone whose name is not known Mohammad, Al-Muslih said: “Calling a Muslim person whose name we don’t know with the word Mohammad was originally considered an honor. Moreover, it is not prohibited to do so for a Muslim as he is a follower of the Prophet Muhammad (pbuh). As for non-Muslims, it is better to call them with a title such as ‘Fellow’, ‘Friend’ or even ‘Abdullah’ as we are all servants of Allah.\n“However, if the use of the name of our Prophet (pbuh) has conventionally become a norm or sign of contempt when calling unknown or low-class people and workers, it is unacceptable in Islam and could amount to a lack of respect for the Prophet (pbuh) and his honorable name,” expounded the sheikh.\nTawfeeq Al-Saqqa, an Egyptian engineer, said that when he came to Saudi Arabia 10 years ago he was surprised at seeing many people here using the word Mohammad to call workers or cleaners. He said that in his country people use “Man” or “Brother” to call unknown people. \n“My son told me that his friends at school just shout ‘Hey, Mohammad’ at the canteen’s Nepalese guy, a non-Muslim, when they want to buy something. My son asked me why people didn’t call the canteen guy 'Ammo' (uncle) as we usually do in our schools in Egypt. I really commend this campaign for preserving our Prophet’s name,” concluded Al-Saqqa.\nUsamah Al-Ajlan, a Saudi businessman, said that we should never ever use the name of our Prophet (pbuh) in this inappropriate and unacceptable way which indicates a lack of Islamic and religious basics of respecting our Prophet (pbuh). He said that in his frequent travels around the world on business trips he has never heard people in the West use Jesus as a common name or to call unknown people by that name. \n“We, as Saudis living in this country of the Two Holy Mosques, should be the first to show the utmost respect to the name of Prophet (pbuh) and preserve it from any misuse. I support this campaign wholeheartedly. I have received the text messages on my cell phone and forwarded them to as many contacts as I could. I also suggest that the campaign be supported by the local media and senior scholars,” added Al-Ajlan.\n\nhttp:\/\/www.arabnews.com\/news\/497146","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash3\/t1\/1535706_596428373778464_994343034_s.jpg"}