{"id":"428835640537739_518307181590584","type":"photo","created_time":"2013-08-05T16:38:12+0000","message":"Joy suddenly left Bangladesh for US (!)\r\n\r\nBangla daily the Amar Desh reports that Sajeeb Wajed Joy suddenly left for the US on 4 August night.\r\nThe Amader Shomoy and the Manab Zamin reported that he would be back after Eid. Before he left, he mentioned in the Twitter that William Gomes, who claims himself to be a Human Rights activist.\r\nAfter his mother, Hasina, installed Joy as a leader of the AL at a public meeting at Pirganj, Rangpur-6 constituency recently, and when he has just started campaigning for the AL with the intention of staying in Bangladesh for quite some time, his sudden un-announced departure for the US on 4 August night has certainly some surprise element in it, even if for Eid celebration, as reported.\r\nSajeeb Wazed Joy yesterday said a ‘self-proclaimed human rights activist’ has issued death threats to Prime Minister Sheikh Hasina and members of her family, including himself.\r\nIn his Facebook post, Joy uploaded a screen-shot of a twitter account at 7:20pm that reads “@sajeebwazed Ask you mom to pack up its time to go. For now on she will cook for you everyday. Wish she will end up like your Nanu @EconAsia.”\r\nThe status said “The following is a tweet that was sent directly to me by William Gomes. He claims to be a human rights activist and has been very active spreading false claims of human rights abuses by our Government.”\r\n“Today he tweeted me wishing that my mother and family are murdered just as my family was murdered in 1975. This just proves that he does not believe in human rights at all, but is just using the guise to make false claims against us. He is really a terrorist,” Joy claimed.\r\nA status of the Bangla version of the same post was also uploaded on his page.\r\nTill 10:40pm last night, 155 people had shared the status, while 1,126 people had liked it and 284 had commented on the status.\r\nWilliam Gomes, also known as William Nicholas Gomes, is a Bangladeshi freelance journalist and human rights activist based in Britain.\r\nAsif Kabir, assistant press secretary to the premier, told the BBC Bangla Service that after receiving the message, security for the PM and her family members had been beefed up.\r\n\r\nhttp:\/\/bdinn.com\/news\/joy-suddenly-left-bangladesh-for-us\/","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-ash2\/399292_518307168257252_1118351565_s.jpg"}