{"id":"428835640537739_518385811582721","type":"photo","created_time":"2013-08-05T19:29:26+0000","message":"AL grabs city billboards overnight\r\n\r\nWith national elections only a few months ahead, the ruling Awami League (AL) has resorted to a campaigning technique that is unprecedented in history. The residents of Dhaka woke up on Sunday morning to see nearly all billboards in the city covered with placards, banners and festoons that highlighted all the successes the present government has claimed to have achieved during its tenure.\r\nThe effort may be unique, but the companies that own these billboards are having to suffer huge losses because reportedly no payment has been made by the ruling party for using these billboards. This correspondent has found out that Awami League’s success stories were displayed on hundreds of billboards in the capital’s Motijheel, Farmgate, Shahbagh, Mirpur, Uttara and Malibagh areas.\r\nMost of these billboards earlier had advertisements of reputed business houses.\r\nA government effort ?\r\nSources from the Awami League said the unique campaign was part of an effort to thwart the opposition “propaganda” that said the government had not succeeded in fulfilling any of its electoral pledges. They also said the party was planning to go for similar publicity stunts in some of the other big cities in the country including Chittagong.\r\nEnvironment and Forests Minister Dr Hasan Mahmud, also publicity secretary of the ruling party, could not tell whether the money for the giant placards and banners were spent from the government exchequer or the party fund.\r\n \r\n“We know about the campaign. But AL is not directly involved. Some of our associate organisations may have done this. But one thing I can say is that it will eventually turn out to be a very cost effective promotion for us,” he told the Dhaka Tribune in his office on Sunday.\r\n“Publishing one million posters will cost around Tk6m to Tk10m. But billboards cost a lot less. Many city dwellers never care to look at a poster. But everyone reads the messages on a billboard. If I can hang a billboard in the capital’s Farmgate area, it will grab the attention of millions of people every day. So, we decided to go for the billboards”, Hasan Mahmud said.\r\nThe minister informed they would launch a similar campaign in Chittagong this week. “After that we will think about the other major cities and the important areas.”\r\nMode of payment: The art of board grabbing\r\nOwners said they were not informed beforehand and now faced with losses that would amount to millions of takas every day because nobody could say for certain how long these banners and festoons will hang on their billboards. The losses, they said were particularly biting because it was the Eid season, the time of the year that the companies make the most cash by renting out their billboards.\r\n“We have nothing to say about this. The government is going for aggressive promotion after failing in the five city polls,” Hazi Md Rashde, secretary of Outdoor Adverting Association, told the Dhaka Tribune over phone.\r\nHe also said: “When the government and the ruling party officially grab anything this way, then who will listen to what we have to say?”\r\nCity dwellers said nearly all the billboards in the city have been occupied by the ruling party. They had seen on Saturday that some of the billboards were grabbed. On Sunday they saw almost all the billboards covered.\r\nA nefarious tactic (re)used\r\nSeeking anonymity, another billboard businessman said: “Not only this time; after the government won the maritime boundary dispute with Myanmar a few years ago, we faced the same problem. Chhatra League, Jubo League and even Krishak League grabbed many billboards at that time.”\r\nAt the expense of the corporate pocket\r\nPreferring to be unnamed, a former Chhatra League leader from the Jagannath University and now a billboard businessman, told this correspondent: “The government can achieve absolutely nothing from this project. On the contrary, it may tarnish the government’s image. Business houses who had detailed promotional plans for Eid, will miss most of them,” he said.\r\nGrameenphone, the biggest telecom operator of the country, is reportedly hit the hardest because it spends huge sum every year on billboard advertisements. “We face these problems frequently. Grabbers never care to inform us. Suddenly we discover that some of our billboards are occupied,” a spokesperson of Grameenphone told the Dhaka Tribune.\r\n“Political activist and leaders never think how much money is involved with this. They do not know now how much do we have to pay every day for renting a billboard,” said a businessman, requesting anonymity.\r\nFor renting a 20 feet by 40 feet billboard for a year, a company generally has to pay around Tk600,000. There are many bigger billboards in the city at convenient locations which cost around Tk1.5m for a year.\r\nIndustry insiders said dates like August 15, the national mourning day, August 17, anniversary of the series bomb blast, and August 21, anniversary of the grenade attack on an Awami League rally, were other occasions when billboards were grabbed in the past.\r\n\r\nhttp:\/\/bdinn.com\/news\/al-grabs-city-billboards-overnight\/","picture":"http:\/\/photos-d.ak.fbcdn.net\/hphotos-ak-ash3\/560058_518385764916059_249307584_s.jpg"}