{"id":"428835640537739_518085231612779","type":"photo","created_time":"2013-08-05T08:02:01+0000","message":"Democracy at risk if party is excluded \r\n\r\nIMPASSE: If Jama'at-e Islami is not allowed to contest in Bangladeshi polls, more violent and radical groups may emerge instead\r\n\r\nTHIS seems to have been a bad year for Islamist parties in many parts of the world: as the Freedom and Justice Party linked to the Muslim Brotherhood of Egypt contemplates its future after President Mohamed Morsi's toppling, the Jama'at-e Islami party of Bangladesh now finds itself in the dock.\r\n\r\nEarlier this year, a number of senior leaders of the Jama'at-e Islami were put on trial and found guilty of human rights abuses that allegedly took place during the tumultuous 1971 intra-Pakistan conflict that saw the split between East and West Pakistan and the eventual emergence of Bangladesh as an independent state.\r\n\r\nToday, the Jama'at-e Islami party is not even sure if it will be able to contest in elections scheduled early next year, and there is mounting concern that it may be disqualified altogether, which has already prompted many of its supporters to go out into the streets to protest.\r\n\r\nSome understanding of the complex history of the Bangladeshi Jamaat party may be useful here: the historical roots of the Bangladeshi Islamist party actually goes back to the founding of the Jama'at-e Islami in India in the 1940s, by its founder-leader Maulana Abou Al'aa Maudoodi.\r\n\r\nJama'at-e Islami, it has to be noted, was created at a time when the entire Indian subcontinent was part of the British Empire, and when the colonial entity then known as British India stretched all the way from present-day Pakistan to present-day Bangladesh.\r\n\r\nFrom the outset, Jamaat was meant to serve as the political vehicle for Muslims of the entire Indian subcontinent, and that is also why the first generation of Jamaat leaders were opposed to the division of India into two entities -- India and Pakistan.\r\n\r\nNotwithstanding Maudoodi's own support for a united India, when it became obvious that India and Pakistan were about to break into two separate nation-states, he bid farewell to his contemporaries and colleagues in India and then moved to Pakistan.\r\n\r\nUntil today, there exists the Jama'at-e Islami of India, which is cognisant of the fact that Muslims are a minority in the country.\r\n\r\nIn Pakistan, however, the Jama'at-e Islami grew to be one of the biggest opposition parties in the country, occasionally sharing power and co-operating with some of the military leaders who have assumed power there as well.\r\n\r\nThe biggest, and perhaps most serious, internal crisis in Pakistan however came when its eastern component in what was then called East Pakistan began to clamour for better representation; on the grounds that East Pakistanis were not as well represented in the country's Parliament that was based in Western Pakistan.\r\n\r\nThe main complaint was that East Pakistani Bengalis were poorly represented compared with West Pakistani Punjabis and Sindhis, and Bengali leaders eventually mooted the idea of separation and independence.\r\n\r\nIt was during the East-West Pakistan war that the Jama'at-e Islami of East Pakistan was said to have sided with the West Pakistani government and armed forces, and it was also during that conflict that members of the Bangladeshi Jamaat were said to have committed a number of abuses to ensure that Pakistan would not split apart.\r\n\r\nWhich brings us to the present impasse that we see today: the trial of the Jama'at-e Islami leader Ghulam Azam, who was found guilty of human rights abuses during the 1971 East-West Pakistan war, has cast a pall on the party he leads, and has divided society further.\r\n\r\nThe possibility of not allowing the Jama'at-e Islami to contest at next year's polls may also send conflicting messages to the myriad of Islamist movements and organisations, which range from the conservative to the potentially militant.\r\n\r\nOver the years, there has been the growing concern that Bangladesh is coming under the influence of more radical groups that have been challenging the government of the country.\r\n\r\nIn 2009, an armed uprising took place in Dhaka by members of the armed forces who killed their own officers, and it had sparked off speculation that some of the units in the armed forces may have come under the influence of some of the more radical groups in the country.\r\n\r\nSince then the Bangladesh government has taken stringent measures to root out such radical elements,  cognisant of the fact that Bangladesh's international reputation is at stake as well. The dilemma that Bangladesh faces today, however, is somewhat similar to that faced by the government and society of Egypt and many other Muslim countries.\r\n\r\n  Islamist parties such as the Jama'at-e Islami and the Freedom and Justice Party of Egypt have opted for the constitutional path to state capture -- that is, to wage their political struggle not with the gun but rather the ballot box.\r\n\r\n  In the process of doing so, they have had to abide by the rules of democratic constitutionalism and have had to adapt themselves to the realities of representative politics.\r\n\r\n  This, according to some analysts like Olivier Roy, is in itself a moderating process for as political parties they would have to abide by the law and play by the rules of the game.\r\n\r\n  But in situations such as what we see now in Egypt, where constitutional parties are rendered null and void along with the democratic process, a new question arises: if such party-political entities are not even allowed to contest at elections, what will they do?\r\n\r\n  As in the case of the Islamists in Egypt, there is now the worry that if the Jama'at-e Islami is not allowed to play by the democratic game, then other less democratic and more violent and radical groups may emerge instead.\r\n\r\n  The Muslim world in general seems to be in a state of impasse at the moment and the future of political Islam is at stake.\r\n\r\n  From Egypt to Turkey to Bangladesh, the tone and tenor that political Islamism will take in the near future will depend in part on whether the Islamists will remain within the parameters of the democratic process, or whether they abandon the path of democracy altogether.\r\n\r\n  It is hoped that the situation in Bangladesh will improve where some room for negotiation and compromise can be found before the elections scheduled early next year, for the last thing that Bangladesh needs today would be a resurgence of religiously-inspired political violence.\r\n\r\n  And that would be a disaster for Bangladesh, as well as its neighbours in the regions of South and Southeast Asia.\r\n\r\nRead more: Democracy at risk if party is excluded\r\nhttp:\/\/www.nst.com.my\/opinion\/columnist\/democracy-at-risk-if-party-is-excluded-1.332998?cache=03D163D03edding-pred-1.1176%2F%3FpFpentwage63Dp%3A%2Fhe3D03Dn63Frea-rti3D19.3D163D03edding-pred-1.1176%2F%3FpFpentwage63Dp%3A%2Fhe3D03Dn63%3Fpage%3D0%3Fpage%3D0%2F7.190108%3Fpage%3D0","picture":"http:\/\/photos-c.ak.fbcdn.net\/hphotos-ak-prn2\/1095003_518085211612781_646777252_s.png"}