{"id":"428835640537739_466790906742212","type":"photo","created_time":"2013-05-15T15:08:37+0000","message":"Multinational Corporations Cares Only For #Capitalism's Well-being & NOT #Bangladeshi Textile Workers!\r\n\r\nGiant multinational store chain companies like Gap, H&M the parent company owner of the Zara chain which is the largest purchaser of garments from Bangladesh, PVH, the parent company of Calvin Klein, Tommy Hilfiger and Izod, have been compelled to act over the labor standards for workers in Bangladesh so that their customers keep buying their products and not because of concerns over the value of life for Muslims in Bangladesh. Reports of a global rise in the number of socially conscious consumers who are selective about the goods they buy, even if they are made thousands of miles away and an implied threat of a consumer boycott and the potential tarring of a corporate brand were apparently real enough to force the apparel companies to insist on a higher level of workplace safety in Bangladesh. Therefore, claims that fashion giants are acting to stop worker deaths is far from the truth.\r\n\r\nMeanwhile, the routine threats of increased terrorism stated by the Bangladesh UN Ambassador if Multinational Corporations withdraw their investment from the textile industry is denying the crimes which Capitalism is directly responsible for and no amount of improvements of the current exploitative and slave like working conditions which overwhelmingly affect female factory workers can alter this fact. Therefore, the use of politics of fear which Prime Minister Shiekh Hassina has brutally used to frighten her electorate about the advance of “Islamism” in Bangladesh has also been applied in foreign affairs concerning international investment after the collapsed Rana Plaza disaster.\r\n\r\nhttp:\/\/dhakatribune.com\/op-ed\/2013\/may\/13\/savar-tragedy-needs-involvement-not-withdrawal\r\n\r\nhttp:\/\/www.nytimes.com\/2013\/05\/14\/business\/global\/hm-agrees-to-bangladesh-safety-plan.html","picture":"http:\/\/photos-e.ak.fbcdn.net\/hphotos-ak-ash3\/941803_466790813408888_1408925643_s.jpg"}