{"id":"428835640537739_466856806735622","type":"status","created_time":"2013-05-15T17:26:38+0000","message":"মহাসেন নিয়ে Notice:\n\nhttp:\/\/www.bmd.gov.bd\/Content.php?MenuId=41&SubMenuId=59\n\nWarning Bay of Bengal\n\nSPECIAL WEATHER BULLETIN:SL.NO.28 (TWENTY EIGHT), Date: 15-05-2013\n\nTHE CYCLONIC STORM “MAHASEN” (WITH ECP 990 HPA) OVER WEST CENTRAL BAY AND ADJOINING NORTH BAY MOVED SLIGHTLY NORTH-NORTHEASTWARDS AND NOW LIES OVER NORTH BAY AND ADJOINING WEST CENTRAL BAY WAS CENTRED AT 09 PM TODAY (THE 15 MAY 2013) ABOUT 635 KMS SOUTHWEST OF CHITTAGONG PORT, 580 KMS SOUTHWEST OF COX’S BAZAR PORT AND 515 KMS SOUTH SOUTHWEST OF MONGLA PORT (NEAR LAT 18.00 N AND LONG 88.00 E). IT IS LIKELY TO INTENSIFY FURTHER AND MOVE IN A NORTH- NORTHEASTERLY DIRECTION AND MAY CROSS BETWEEN PATUAKHALI (KHEPUPARA)-TEKNAF COAST NEAR CHITTAGONG BY MORNING TOMORROW (16TH MAY 2013). ITS PERIPHERIAL SQUALLY WIND HAS STARTED AFFECTING COASTAL REGIONS OF BANGLADESH.\n\nMAXIMUM SUSTAINED WIND SPEED WITHIN 54 KMS OF THE STORM CENTRE IS ABOUT 62 KPH RISING TO 90 KPH IN GUSTS\/ SQUALLS. SEA WILL REMAIN VERY ROUGH NEAR THE STORM CENTRE.\nMARITIME PORTS OF CHITTAGONG AND COX’S BAZAR HAVE BEEN ADVISED TO KEEP HOISTED DANGER SIGNAL NUMBER SEVEN (R) SEVEN.\nTHE COASTAL DISTRICTS OF COX’S BAZAR, CHITTAGONG, NOAKHALI, LAXMIPUR, FENI, CHANDPUR, BHOLA, BORGUNA, PATUAKHALI, BARISAL AND THEIR OFFSHORE ISLANDS AND CHARS WILL COME UNDER DANGER SIGNAL NUMBER SEVEN (R) SEVEN.\nMARITIME PORT OF MONGLA HAS BEEN ADVISED TO KEEP HOISTED DANGER SIGNAL NUMBER FIVE (R) FIVE.\nTHE COASTAL DISTRICTS OF PIROZPUR, JHALOKATHI, BAGHERHAT, KHULNA, SATKHIRA AND THEIR OFFSHORE ISLANDS AND CHARS WILL COME UNDER DANGER SIGNAL NUMBER FIVE (R) FIVE.\nUNDER THE INFLUENCE OF THE STORM THE LOW-LYING AREAS OF THE COASTAL DISTRICTS OF COX’S BAZAR, CHITTAGONG, NOAKHALI, LAXMIPUR, FENI, CHANDPUR, BORGUNA, BHOLA, PATUAKHALI, BARISAL, PIROZPUR, JHALOKATHI, BAGHERHAT, KHULNA, SATKHIRA AND THEIR OFFSHORE ISLANDS AND CHARS ARE LIKELY TO BE INUNDATED BY STORM SURGE OF 8-10 FEET HEIGHT ABOVE NORMAL ASTRONOMICAL TIDE.\nTHE COASTAL DISTRICTS OF COX’S BAZAR, CHITTAGONG, NOAKHALI, LAXMIPUR, FENI, CHANDPUR, BORGUNA, PATUAKHALI, BARISAL, BHOLA, PIROZPUR, AND THEIR OFFSHORE ISLANDS AND CHARS ARE LIKELY TO EXPERIENCE WIND SPEED UP TO 90-100 KPH IN GUSTS\/ SQUALLS WITH HEAVY TO VERY FALLS DURING THE PASSAGE OF THE STORM.\nTHE COASTAL DISTRICTS OF JHALOKATHI, BAGERHAT, KHULNA, SATKHIRA AND THEIR OFFSHORE ISLANDS AND CHARS ARE LIKELY TO EXPERIENCE WIND SPEED UP TO 80-90 KPH IN GUSTS\/ SQUALLS WITH HEAVY TO VERY FALLS DURING THE PASSAGE OF THE STORM.\nDUE TO VERY HEAVY RAINFALL, LANDSLIDE MAY OCCUR AT PLACES OVER THE HILLY REGIONS OF CHITTAGONG DIVISION.\nALL FISHING BOATS, TRAWLERS AND MARINE VESSELS OVER NORTH BAY HAVE BEEN ADVISED TO REMAIN IN SHELTER TILL FURTHER NOTICE."}