{"id":"428835640537739_597533683667933","type":"photo","created_time":"2013-12-25T02:41:28+0000","message":"Acting Ameer Maqbul Ahmed writes to US Secretary of State and UN Secretary General expressing gratitude for their efforts to prevent the execution of MollahTUESDAY, 24TH DECEMBER, 2013 The Acting Ameer of Bangladesh Jamaat-e-islami Maqbul Ahmed has sent letters to United States Secretary of State John Kerry and United Nations Secretary General Mr Ban Ki-Moon for their steps to convince Bangladesh Government not to execute Mr Abdul Qader Molla. The signed letters are in the links below. \r\n\r\nThe full text of the letters are quoted below:\r\n\r\n\r\n                                                                                                                19 December, 2013\r\nSecretary John Kerry\r\n\r\nSecretary of State\r\n\r\nUnited States Department of State\r\n\r\nWashington DC\r\n\r\nUnited States of America\r\n\r\nDear Secretary Kerry:\r\n\r\nThe Bangladesh Jamaat-e-Islami and the family of Abdul Quader Mollah, would like to take this opportunity of expressing their heartfelt gratitude to you and your Government for taking steps to convince the Government of Bangladesh not to execute Abdul Quader Mollah.  Mr. Mollah was an innocent man. However, he was executed, on 12 December, 2013 for political reasons. Your intervention has generated a lot of debate in Bangladesh and highlighted the flaws in the trial and reasons why the conviction was unsafe.\r\n\r\nThe Bangladesh Jamaat-e-Islami, the opposition political parties and most of the international community see the execution as a political murder. Your intervention has meant a lot for the friends and family of Mr. Molla. We hope that you will continue in your efforts to convince the Government of Bangladesh not to execute any more innocent members of the opposition political parties.\r\n\r\nThanking you.\r\n\r\nYours faithfully \r\n\r\nMaqbul Ahmad\r\n\r\nActing Ameer, Bangladesh Jamaat-e-Islami                     \r\n\r\nFor signed letter, click below: \r\n https:\/\/drive.google.com\/file\/d\/0B4maRAMjYnV5QW41V2R2ZWxfQjJpVFI0aWJIT0Y0Yk54VzZj\/edit?usp=sharing\r\n\r\n\r\n-------------\r\n\r\n                                                                                                                        19 December, 2013\r\n\r\nBan Ki-noon\r\n\r\nGeneral Secretary\r\n\r\nUnited Nations\r\n\r\nDear Mr. Ban Ki-moon:\r\n\r\nThe Bangladesh Jamaat-e-Islami and the family of Abdul Quader Mollah, would like to take this opportunity of expressing their heartfelt gratitude to you and the United Nations for taking steps to convince the Government of Bangladesh not to execute Abdul Quader Mollah.  Mr. Mollah was an innocent man. However, he was executed, on 12 December, 2013 for political reasons. Your intervention has generated a lot of debate in Bangladesh and highlighted the flaws in the trial and reasons why the conviction was unsafe.\r\n\r\nThe Bangladesh Jamaat-e-Islami, the opposition political parties and most of the international community see the execution as a political murder. Your intervention has meant a lot for the friends and family of Mr. Molla. We hope that you will continue in your efforts to convince the Government of Bangladesh not to execute any more innocent members of the opposition political parties.\r\n\r\n\r\nThanking you. \r\n\r\nYours faithfully\r\n\r\nMaqbul Ahmad\r\n\r\nActing Ameer, Bangladesh Jamaat-e-Islami                     \r\n\r\nFor Signed letter click below\r\n https:\/\/drive.google.com\/file\/d\/0B4maRAMjYnV5T29vczJDajFkaE5oSEl2VXRxMG1icTcyTDVJ\/edit?usp=sharing","picture":"http:\/\/photos-b.ak.fbcdn.net\/hphotos-ak-prn2\/1505015_597533630334605_1109253827_s.jpg"}