{"id":"428835640537739_458101484277821","type":"status","created_time":"2013-05-01T03:26:41+0000","message":"In Sri Lanka today, there are some 2 million Muslims in a total population of about 20 million. That's a mere 10%. However, we are not the first Muslims to face the challenge of how to relate to a non-Muslim majority. Let us not forget that Prophet Muhammad (PBUH) was the leader of the first Muslim minority in a very hostile non-Muslim society. The Quraish of Makka were bitterly opposed to Islam, their persecution of Muslims was quite severe and clearly, there was a danger that Islam could have been wiped out completely. As a precaution, Prophet Muhammad (PBUH) sent a small delegation to Abyssinia.They became the 1st Muslim minority in a friendly non- Muslim society. There, a wise, just and tolerant Christian king, accepted them and guaranteed their safety. During the 9th Century Arabs seacrhed for trade and settled on the coasts of Kerala, India and western & southern coasts of Sri Lanka. In Sri Lanka and Kerala they are known as \"MARAKAR\" ‘boatmen’. the word Marakkar is usually derived from the Arabic ‘Markab’, a boat. the muslims are greatly welcomed by the local sinhala kings. When the Portuguese first appeared off the shores of Sri Lanka, the Muslims warned the king, sangha, nobles and the people of the potential threat to the country's soveriegnty. When the Portuguese tried to gain a foothold in Colombo, the Muslims provided firearms, fought side by side with the Sinhalese and even used their influence from with the Malabar Zamorin South Indian powers to get military asistance to Sinhalese rulers. Through the intervention of the Muslims, the Zamorin of Calicut (Kozhikode) sent three distinguished Moors of Cochin with forces to help Mayadunne. When the Dutch appeared and persecuted the Muslims in their coastal settlements, the Muslims ran to the Kandyan Kingdom. Senerat (1604-1635) and Rajasimha II (1635-1687) settled these Muslims in the Eastern coast. King Senerath appointed nearly 4000 Moorish Arab warriors in his army against dutch, these warriors were the ancestors of the large concentration of Muslims in the populous areas like Kathankudy in the Eastern Province. In Sri Lanka, as everywhere they went, the Portuguese made a special point of persecuting the Muslims. As a consequence, many fled the western littoral which had passed under Portuguese control, and settled in the north and east of the island where their descendants live to the present day. during the 15th century AD, 10,000 Arab soldiers and their families were slaughtered in Weligama (Arabic: as-Salawat, a city further to the south of Berberyn sinhala Beruwala) mercilessly by the Portuguese who were renowned for their barbarity towards those who oppose them. The family names of the current Muslims in the region affirm the early ancestry. Much later, In the 17th Century, the Dutch colonizers of Java and Sumatra sent their political exiles to the Cape of Good Hope. These exiles established the first Muslim community in Southern Africa. This community, now 300 years old, is probably the most experienced Muslim minority in the western world. Over past 30-40 yrs the post- war labor shortages in Britain and Europe has brought large Muslim immigration. Turks to Germany, Algerians and Moroccans to France. While Europe and North America benefit from this inflow of human resources from Muslim countries, the new communities have to face some difficult choices: Many of them are not familiar with Non-Muslim ways How should they respond? What is the correct choice for us? In Sura Al Ma-ida Quran, describes the mission of our prophet MUHAMMAD, salallahu ‘alayhi wasallam, in these words: Wama_ arsalna_ka illa_ rahamatal lil ‘a_lami_n \"We have not sent you, [O Muhammad], but as a mercy unto all the Nations\" In his last sermon, on mount Arafah, Prophet Muhammad (PBUH) said : \"All those who listen to me shall pass on my words to others and those to others again; and may the last ones understand my words better than those who listen to me directly. Be my witness oh Allah that I have conveyed your message to your people.\" Clearly, Islam was never intended for any one race or group. Islam is for all mankind, for all time, and in all places. It is our duty as Muslims to share it with others. But how do we do this? How do we show others the beauty of faith? How do we convince them that Islam has the best solutions to the problems of our time? In order to attract non- Muslims towards Islam, we need to follow what Allah and his messenger has taught us. Our Prophet Muhammad (PBUH) started his mission and continued it to the end of his life, by preaching, teaching and setting an excellent personal example, to his friends and enemies, to Muslims and others alike. There was no contradiction in what he said and what he did. Both word and deed were of the same substance. In fact, the deed was the word made visible. In the same way, for us, the best da'wah is to set a shining personal example, which others will want to follow. Debates and discussions have their place, but even there, we must be careful. Political and religious debates can lead to heated argument, rising tempers, abusive behavior and causing offense and injury. Some over-zealous Muslims in India and Pakistan forget this, in their eagerness to convert others to Islam and to earn the Thawaab for themselves.\n-ফ্যান, শ্রীলংকা"}