{"id":"428835640537739_551556014932367","type":"photo","created_time":"2013-10-08T05:13:26+0000","message":"আব্দুল কাদের মোল্লার মৃত্যুদন্ডের মামলার সাক্ষীর বিভ্রান্তিকর সাক্ষ্য প্রদান\r\n-ডেভিড বার্গম্যান\r\nSole witness in Molla death penalty case gave contradictory accounts\r\nDavid Bergman\r\n\r\nThe sole witness in the 1971 war crimes case where the Appellate Division ruled that Jamaat leader Quader Molla should receive the death penalty had given two previous accounts in which she did not mention Molla’s presence at the scene of her family’s murder.\r\nIn one of the accounts, given in September 2007 to a Liberation War Museum researcher, Momena Begum even told the interviewer that she had not been present when her family was massacred, having left the area two days before it happened.\r\nIn the second account, given in July 2010 to a tribunal investigation officer, Momena, who was 13 years old in 1971, stated that the men who entered her family house ‘were Biharis’ and Pakistani soldiers. There was no mention of the presence of any Bengali.\r\nBoth of Momena’s previous accounts were inconsistent with the oral evidence she subsequently gave in the court — the only evidence that the prosecution adduced in support of its allegation — in which she placed Molla at the scene of her family’s massacre more than 40 years ago.\r\nThe International Crimes Tribunal appears to have been aware of both inconsistent statements.\r\nIn its judgement, the tribunal did not mention Momena’s statement to the investigation officer and, in relation to the statement given to the museum researcher, ruled that it should not be considered in determining the witness’s ‘credibility.’\r\nMohammad Ali, the prosecutor in the case, told New Age that Molla’s presence at the scene was ‘inadvertently not recorded by the investigation officer.’\r\nAbout both statements, he added, ‘When a victim is involved in an atrocity, he or she is not prepared to make entire disclosure [due to fear] but whatever she states in oath before the tribunal that is wholly to be relied on. All other statements should not be relied on.’\r\nIn July 2012, Momena Begum gave an oral testimony to the tribunal with only the judges and lawyers present.\r\nWhilst wearing a hijab, Momena told the court that on March 26, 1971, a group of men had come to her father’s house and killed six members of the family.\r\n‘My father was running towards the house and said “Qader Molla will kill me”,’ she said.\r\nWhen the men entered the room ‘Quader Molla pulled my father by the collar,’ and dragged him out of the house, she said. The men then killed her mother, three sisters (one of whom was first raped) and baby brother.\r\nAfter the incident, she said, ‘A person called Kamal Khan who served tea to freedom fighters told me, “Quader Molla killed my parents.” My Ukil Baba [marriage witness] Akkas Molla also told me the same thing ...’\r\nIn its judgement, the tribunal stated that there was ‘no earthly reason to disbelieve [Momena].… Rather, she seems to be a natural live witness ….’\r\nHowever, before she gave her evidence in court, Momena had given two interviews which contradict her testimony that she knew that Molla was present at the scene.\r\nThe first was on September 28, 2007 when she was interviewed by a researcher, working at Jallad Khana, the annexe of the Liberation War Museum at Mirpur.\r\nIn the statement, there is no mention of Molla. ‘Biharis surrounded [Momena’s father’s house] house and took [her father] away,’ the statement reads.\r\nIt also states that Momena had told the researcher that she was not present during the incident: ‘Because the elder daughter of Hazrat Ali, Momena Begum, left for her father-in-law’s house two days earlier, she remained alive.’\r\nIt went on: ‘After a few days, the elder daughter of Hazrat Ali, Momena Begum, came to know everything about what happened but as the situation in Mirpur was still problematic, she was not able to come to Mirpur.’\r\nMomena’s statement to the researcher only became known to Molla’s defence lawyers near the end of the trial.\r\nIn January 2013, at the time of closing arguments, the defence requested that the tribunal obtain the original document from the museum.\r\nThe tribunal rejected the request saying that the ‘photographed copy’ of the document would ‘be taken into due notice at the time of passing our final verdict.’\r\nIn its judgement, the tribunal ruled that the statement could not be used to consider Momena’s credibility as there was no authenticated copy, that the statement had not been given to the court earlier in the proceedings, and it had not been subject to judicial questioning.\r\n‘Inaccuracies or inconsistencies between the content of testimony made under solemn declaration to the tribunal and their earlier statement made to any person, non-judicial body or organisation alone is not a ground for believing that the witnesses have given false testimony,’ the tribunal stated in the judgement.\r\nThe second inconsistent account given by Momena was to Mohana Begum, the deputy investigating officer assigned to investigate the case against Molla.\r\nWhilst in this statement, Momena said that on March 26, 1971, she was in the house when her family was killed, there is, again, no mention of Molla’s presence.\r\nInstead, Momena told the investigation officer, as she had previously told the museum researcher, that the men who came ‘were Biharis. They entered along with the Pakistani soldiers.’\r\nMomena specifically told the officer that one person was present. ‘I know all the Biharis. Aktar Gunda was with them. He was known as a gunda (criminal) in our locality,’ she stated.\r\nMolla’s name is mentioned twice in the investigation officer’s report.\r\nMomena is quoted as saying: ‘When the war broke out, [Akter Gunda] joined with Quader Molla of Duaripara and started to kill people in Mirpur’ and subsequently, ‘I heard about Quader Molla and Aktar Gunda and their force from people around.’\r\nHowever, the statement contains no allegation that Molla was present at the time of this offence.\r\nIn its cross-examination of Momena in July 2012, the defence failed to ask her about her previous statement to the investigation officer.\r\nIn November, the lawyers made an application to the tribunal requesting that the witness return to court so they could do so.\r\nThe tribunal rejected the application stating that it was ‘a tactic to cause unreasonable delay’ and there was no legal provision to recall a witness for ‘cross-examination.’\r\nDuring her testimony in court, Momena acknowledged that she had not previously told anyone that Molla was involved in the offence.\r\n‘Many people came to me and took my photograph but, out of fear, I did not tell  anybody the name of Quader Molla and Aktar Gunda,’ she said.\r\nThe Appellate Division of the Supreme Court has not yet published its written judgement on the appeal.\r\nhttp:\/\/www.newagebd.com\/detail.php?date=2013-10-07&nid=68309#.UlOQ839Zi5d","picture":"http:\/\/photos-d.ak.fbcdn.net\/hphotos-ak-prn2\/t1\/1393722_551555998265702_1081092881_s.jpg"}