{"id":"428835640537739_600105430077425","type":"status","created_time":"2013-12-28T19:15:00+0000","message":"Dr. Shafiqur Rahman calls the people to hold March for Democracy defying government’s obstruction\n\nActing Secretary General of Bangladesh Jamaat-e-Islami, Dr. Shafiqur Rahman has delivered a statement on 28th December urging the countrymen to make the 18 party alliances declared ‘March for Democracy’ program on 29th December, 2013 successful defying the mass arrest, repression, attack and mass killing of the government. His full statement is as follows:\n\nThe government has paralyzed the nation by using state apparatus just to obstruct the mass upsurge. The ruling authority has suspended the bus, train and naval transportation. Each and every citizen has the right to move and to hold procession. By putting barricade against the public movement, the government has violated the constitution and buried the democracy simultaneously.\n\nThe people of the country have started for Dhaka in a disciplined way in order to get rid of the autocratic regime and to secure their own voting rights. The entire nation is making its outburst against this fascist government. The government has attacked on the houses of the opposition men, bus, train and launch and arrested some thousands of dissident people. The repression of government has exceeded all the previous records. The government’s mindset of staying in the office by holding a ridiculous election has made them imbalanced. The government has taken stance against the general masses. The government is compelling the law enforcers to open fire upon the peaceful protesters.\n\nAwami League leaders had made an open declaration to eliminate the opposition forces. People of all walks are gathering in the city street defying all the obstruction just to get rid of this misrule. The countrymen will make this program successful at any cost. We want to ask the government that, you cannot last long by taking stance against the people or carrying mass killing. Do not create this bloodshed and free the people from the autocracy. You have to pay for your misdeeds.\n\nTo the law enforcers I want to say that, you are the citizen of the country. The people of this country are your native. Do not take stance against the people as per the instruction of this unlawful and undemocratic government. You are obliged to serve the nation and its citizen. Do not be a tool of the Awami League sponsored conspiracy to destroy the country in order to attain the political interest of the ruling party.\nI am urging the people to success the March for Democracy defying the government’s provocation, attack, cases and relentless repression. Democracy will be freed and people’s rights will be ensured in exchange of the optimum sacrifice of the people.\nI am calling upon the people of all walks including students, teachers, farmers, labors, working classes, intellectuals, professionals, journalists and civil society men to gather at the Noya Paltan of the capital and to make the March for Democracy program successful."}