{"id":"428835640537739_600104496744185","type":"status","created_time":"2013-12-28T18:48:46+0000","message":"Bangladeshi government poses visible obstruction to foil opposition’s March for Democracy\n\nBy SayforTruth\n \nThe beauty of democracy is the existence and prevailing of the dissidents. When a regime becomes more aggressive and violent to subdue the opponents, the democratic state starts to act then as an autocratic rule. Bangladesh is a democratic country which is renowned worldwide for its democratic practice and political coexistence. The constitution of the country also backs the rights of the individual and the party to gather or to hold a procession. Article 37 of the constitution states that, “Every citizen shall have the right to assemble and to participate in public meetings and processions peacefully and without arms, subject to any reasonable restrictions imposed by law in the interests of public order health.”\nBut the democratic norms and practices of the country have become questionable since the incumbent Awami League government has come to the power. The opposition, not very defiant, has struggled to make broad base movement against the government. But the government is rather further aggressive to crush the opposition. The opposition alliances have to wait for getting the police nod to hold a rally. But the nation has faced a unique experience this time as the government uses its all apparatus including law enforcers and the party cadres to create hindrance against the opposition declared program. An unprecedented strike had been declared by the administration on last 12th March, as the opposition declared a mass gathering in the city on that day. The capital Dhaka was made disconnected from the rest part of the country as the government suspended all the naval and road transportation. The situation was so severe that even I had struggled a lot to come to my office from my home, which is just located in the other part of the capital.\nAs the government is branding the opposition as terrorist forces, so making a u-turn, the leader of the opposition and former Prime Minister Begum Khaleda Zia has declared ‘March to Dhaka’ program on 29th December. The announcement of such a program soothed the people as they wanted to get rid of non-stop blockade and strike of the opposition. But that desire of the people have put at a stake once again as the government is adopting the same policy of hindrance this time as well. Furthermore, they are more aggressive in comparison to 12th March to foil the opposition declared demonstration and gathering program.\n\nTransport services on many roads suspended ahead of BNP rally\n\nCommunications of the capital with several districts remained snapped since Friday morning as bus and launch services have been suspended “fearing violence” ahead of the opposition’s March for Democracy towards Dhaka scheduled to be staged on Sunday.\n\nBNP chairperson Khaleda Zia announced the program on December 24 calling upon people from all walks of life to march towards Dhaka carrying the national flag to press home their demands for having the next national election under a non-party neutral administration.\n\nPro-Awami League owners and workers suspended the operation of buses and launches on several routes while many others were ‘forced’ to stop the services.\n\nIn Rajshahi, transport workers loyal to the ruling party on Friday called a strike on Rajshahi-Dhaka route until Sunday for ‘security reasons’.\n\nDistrict Motor Workers’ Union enforced the strike at 5pm Friday and it will end on Sunday evening.\n\nBus services of Barisal and other parts of the region were also stopped in the morning.\n\nAftab Hossain, president of Barisal Bus Owners’ Association, said the operation of Dhaka-bound passenger buses from Barisal and other parts of the region were suspended at 11:30 fearing the loss of lives and property through acts of sabotage over the March for Democracy program.\n\nSimilar transport strikes have also been enforced on Sylhet-Dhaka, Meherpur-Dhaka, Bagerhat-Dhaka, Pirojpur-Dhaka, Bhola-Dhaka routes.\n\nLaunch services on various river routes, including Bhola-Sadarghat, Fularhat (Pirojpur)-Sadarghat and Barisal-Sadarghat, also remained snapped.\n\n330 persons held Saturday\n\nThe joint forces, comprised of the police, the Rapid Action Battalion and the Border Guard Bangladesh, picked up at least 330 men from the capital's Tejgaon area, Dhaka-bound trains and two districts on Saturday, police said.\n\nThe detention came just a day ahead of the BNP-led alliance’s ‘march for democracy’ toward Dhaka to join a rally Sunday.\n\nIn capital, the joint forces held 162 people during their overnight drives carried out at different residences, boarding houses and messes at Tejgaon area, police said. Among the detained, there were listed criminals, police claimed and added that they were investigating, whether any innocent persons were in their custody.\n\nNo charge has been formed in this regard till writing the report at 1.15pm, police said.\nThe joint forces operation continued across the country on Saturday amid army patrol to assist the law enforcement agencies to hold the national elections, scheduled for January 5, said Monirul Islam, joint commissioner of Detective Branch of Dhaka Metropolitan Police.\nMeanwhile, during a special drive, the police also arrested 62 people that included 21 BNP-Jamaat men in Jessore. Golam Rasul, the amir of Jessore town unit of Jamaat-e-Islami was one of them.\nTalking to the media, Reshma Sharmin, an assistant superintendent of police in Jessore, admitted that the police did arrest some 62 people in overnight drives Saturday.\n‘The arrested persons include 5 BNP, 8 Jamaat-e-Islami and 8 Islami Chhatra Shibir men’, she added.\n\nSyed Saberul Haque Sabu, general secretary, Jessore district unit BNP termed the arrest as undemocratic saying that the government wanted to create panic among the 18-party men ahead of the ‘march for democracy’.\n\nMeanwhile, the law enforcers held more than hundred people on sabotage charges, during their unprecedented drive in two trains at Ghatail Railway Station in Tangail Saturday morning, police said.\nPolice stormed the ‘Padma Express’, a Dhaka bound train that departed Rajshahi and ‘Nil Sagar Express’, another Dhaka bound train, originated in Nilphamari. Sagar Ali, an official of Ghatail Railway Station said police raided the trains as both the trains reached there between 8:00 and 10:00 am.\n\nLater, those trains returned to the respective stations from where they had started following an unspecified order of high command. Those trains left the station empty, he added.\nOfficer-in-charge of Tangail Sadar Model Police Station Nazrul Islam said they are quizzing the detained.\nMeanwhile, the authority of Tangail New Bus Terminal closed operations of all intercity buses this morning.\n\nIn another drive by the joint forces, six leaders and activists of BNP-Jamaat from different parts of Lakshmipur were held.\nLokman Hossain, officer-in-charge (investigation) of Sadar Police Station said they were nabbed on sabotage charges.\n\nRailway authorities cancels Dhaka-bound train schedules\n\nTrain operation on the Dhaka-Rajshahi and Dhaka-Sylhet routes was suspended on Saturday on the eve of the opposition’s ‘March towards Dhaka’ program.\n\nIn Sylhet, train plying on the Dhaka-Sylhet route was halted as the railway authorities cancelled the train schedule.\n\nRailway sources said the train service on the Dhaka-Sylhet route was suspended as movement of the Dhaka-bound ‘Upoban Express’ was stopped due to schedule disaster.\n\nSylhet Railway Station Master Mahibur Rahman confirmed the matter.\n\nIn Rajshahi, train service on the Dhaka-Rajshahi route was suspended due to technical glitch and schedule disaster.\n\nRajshahi Rail Station Superintendent Abdul Karim said plying of all scheduled trains on the Dhaka-Rajshahi route was halted as Dhaka-bound ‘Dhumketu Express’ scheduled to start at 7:00 am from Rajshahi was yet to arrive in the station.\n\nBesides, movement of the ‘Padma Express’ train remained suspended due to technical fault in its engine.\n\nHowever, train communication between other districts of the country was normal. \n\nhttp:\/\/ireport.cnn.com\/docs\/DOC-1070960"}