{"id":"428835640537739_605937152827586","type":"photo","created_time":"2014-01-06T04:32:21+0000","message":"Boycott and Violence Mar Elections in Bangladesh\r\n \r\nDHAKA, Bangladesh — Amid a deepening conflict between Bangladesh’s two main political parties, the scene here in the capital as polls opened for the general elections on Sunday was ominous, with black-clad special forces units and soldiers in combat gear patrolling nearly empty boulevards.\r\nRelated\r\n\r\nOpposition Party Boycotting Bangladesh Election (January 5, 2014)\r\nWorld Twitter Logo.\r\nConnect With Us on Twitter\r\nFollow @nytimesworld for international breaking news and headlines.\r\nTwitter List: Reporters and Editors\r\nEnlarge This Image\r\n \r\nAssociated Press\r\nA police officer stomped on a suspect after an attack on a polling station in Bogra, north of Dhaka, Bangladesh, on Sunday.\r\nThe official nationwide figures were still being compiled, but several Dhaka polling places visited on Sunday reported voter turnouts below 25 percent, a steep decline from the more than 87 percent who voted in the previous general elections.\r\n\r\nNineteen people were reported to have been killed in political violence, and 148 polling places were closed early because of security concerns. Bangladeshi television stations broadcast images of rural polling places charred by arson attacks and of bodies wrapped in red blankets.\r\n\r\nSunday was the culmination of months of confrontation between the governing Awami League and the main opposition force, the Bangladesh National Party. The B.N.P. refused to participate in the elections after the government rejected its demand to put in place an impartial caretaker government to oversee the voting, which had been customary in recent years and was seen as a protection against government manipulation.\r\n\r\nAs the largely uncontested elections drew closer, the opposition began a campaign to suppress turnout, hoping it would pressure the government to scrap the results and prepare for new elections under conditions that the B.N.P. would accept. Opposition leaders exulted as the polls closed on Sunday.\r\n\r\n“I think this so-called election has been clearly and firmly rejected by the people,” said Shamsher Mobin Chowdhury, the B.N.P.'s vice chairman, in a telephone interview.\r\n\r\nBut it is far from clear that the Awami League is ready to compromise with its rival.\r\n\r\nBangladesh’s leader, Prime Minister Sheikh Hasina, has signaled her willingness to call early elections ahead of schedule, acknowledging that the new government will have a weak mandate. But in interviews, party leaders laid out a formidable list of preconditions for talks with the B.N.P., including renouncing violence; ending its alliance with Jamaat-e-Islami, the country’s largest Islamic political party; and dropping its demand for a caretaker government.\r\n\r\n“You have to understand, a party like the Awami League cannot surrender to another political party on the basis of their demands,” said Tofail Ahmed, one of the Awami League’s leaders. “We will try our best to have negotiations with the opposition, so that in the future there is a participatory, credible election where all parties will participate. Both sides will have to sacrifice. I cannot give you a date. I cannot give you a time.”\r\n\r\nThe lack of competition produced a bizarre election, especially given Bangladesh’s tradition of boisterous democracy. Pro-government candidates ran unopposed in more than half of Parliament’s 300 districts; those local elections were not held, leaving 48 million registered voters without any opportunity to vote.\r\n\r\nThe teams of American and European observers who have been a regular presence in Bangladesh declined to monitor the process this year, saying the election was flawed, leaving only delegations from India and Bhutan.\r\n\r\nStarting in the morning, there was a sense of foreboding. Local television stations led with the news of a beating death of an assistant poll supervisor in the northern district of Thakurgaon. Later in the day, the police in the same district opened fire on opposition activists who were trying to prevent voters from reaching polling places, killing two of them. A fourth man was killed in a clash between activists, said Faisal Mahmud, the district’s assistant police superintendent.\r\n\r\nThe news made people jumpy. Ataur Rahman, a street vendor from Thakurgaon, said he had spent the morning calling his relatives and begging them not to vote, for their own safety.\r\n\r\nMohammad Ibrahim, a lawyer and B.N.P. activist, said he had spent a month going door to door in his apartment building persuading residents to boycott the polls. The news media coverage of the attacks on polling stations had greatly helped his efforts, he said.\r\n\r\n“We are not threatening anyone, but definitely they are scared, because they are watching television all the time,” Mr. Ibrahim said. He added that the violence was “more or less on the shoulders of B.N.P.” because it had called on supporters to oppose the elections. “In one sense, this is wrong,” he said. “But in the other sense, this is right, because no one is listening to our voice. This is the only way to resist the elections.”\r\n\r\nMonths of violent protests has taken a toll on the economy and has injected fear into daily life. Most voters interviewed expressed frustration with both parties — formidable forces led by tough-minded women who detest each other, Mrs. Hasina and Khaleda Zia, who has served twice as prime minister.\r\n\r\n“This is not a situation where you can blame one side,” said Mahfuza Jasmine, 40, a journalist, who added that worried relatives had dissuaded her from working on Sunday. “Our whole politics have come to this situation, because our politicians are driven by their own egos.”\r\n\r\nFor weeks, political analysts and foreign observers have held out hope that once the elections were over, the two parties would see no option other than to compromise. But the tolerance of each side for the other has been diminishing for years, and it is unclear whether it is possible to break the deadlock, even under intense pressure, said Zafar Sobhan, the editor of the Dhaka Tribune.\r\n\r\n“In the past, there was some kind of compact between the Awami League and the B.N.P. — they didn’t like each other, but they could coexist,” Mr. Sobhan said, adding that this appeared to have changed.\r\n\r\n“I don’t really see that there is much scope for them to find common ground,” he said. “There doesn’t seem to be any ground common enough.”\r\n\r\nhttp:\/\/www.nytimes.com\/2014\/01\/06\/world\/asia\/boycott-and-violence-mar-elections-in-bengladesh.html?smid=fb-share&_r=0","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-prn2\/t1\/1471870_605937096160925_200495454_s.jpg"}