{"id":"428835640537739_443353422419294","type":"status","created_time":"2013-04-04T00:04:58+0000","message":"http:\/\/www.youtube.com\/watch?feature=player_embedded&v=ecjTusRZb6E\nhttp:\/\/bdinn.com\/articles\/bangladesh-police-deserve-resistance\/\nBangladesh is going through a turmoil situation. Who created this turmoil? Any conscious mind know the answer, it is Government itself! Awami League led current ruling alliance came to power in 2009 with landslide victory. Everybody thought this government will change the country for better. BNP lead opposition party shocked, devastated by the results of election and literally paralysed to stand against ruling coalition. Thus, BNP led opposition didn’t able to produce any strong movement against Govt. even until current. \nUnfortunately, Leftist influenced current government from very beginning targeted Islamist particularly Bangladesh Jamaat Islami (BJI) for ideological and political reasons. Government suppressed, tortured and persecuted many Jamaat Leaders and activist using admin power wrongly. Police is being used as a tools of government ‘state terrorism’ against this ‘politically minority’ group.\n“Every action has an opposite reaction”\nIt is a natural reaction that when human being abused, treated unjustly for long they resist at certain point. It is as applicable to Palestinian against Israel as in case of BJI in Bangladesh against government, Police! Awami League government using police last 4 years to terrorise BJI. Thousands of BJI activist has been tortured and Jailed, many has been killed brutally, their family has been harassed. BJI central office had been shut since last 3 years, Most of the central leaders are behind the bars. Not only that, to demoralise activist’s morale Police defame senior BJI leaders, assassin their characters. BJI leaders encourage and directed activist to hold patient and not to stand against police to avoid blame of being “Extremist” radical or “fundamentalist” label. They rather tried to respond through peaceful rally, speeches, criticise government and others democratic means against these state terrorism.\nRegrettably, Police attacked those peaceful rallies, in-house program even press conference in national press club! Government treatment to BJI may raise a question to your mind whether BJI is an illegal political party in Bangladesh; the answer is a big NO! They have 2 democratically elected parliamentarian in national parliament and since 1979 they participated almost every National Election. So, why BJI have been targeted then? In my earlier blog I explain it in a nutshell as;\nBJI became the third largest democratic political party with moderate ideological stance in Bangladesh. Peculiarity of Bangladeshi politics is one party alone cannot form government if they don’t form alliances which leave BJI in between secular Awami League and Nationalist BNP. Both BAL and BNP want BJI in their side but historically & ideologically Jamaat sided with BNP that left BAL for a new calculation. This political scenario raised concern among pro BAL secular-left intellectuals. The new calculation focused to demolish Islamist political ambition. (See details; Government against its own people: Civil war started in Bangladesh?)\nLast few months Bangladesh witnessed BJI stand against Police that surprised many in and outside country. Everybody thought BJI has been destroyed; perhaps it could as the intensity of Police brutality gone beyond imagination.\nResistance is Rights\nYes, I am saying it. It is human rights to be self respected, its universal rights to be safe & secure, its human rights to freedom of expression, it’s our rights to get justice and it’s our rights to have a peaceful family life. What you would do if you denied all the above rights? What would be your response if you treaded as donkey (even animal have some basic rights that BJI activist have denied!). To know the answer you can go to street and ask one stranger to give you a slap and see how you react.\nBangladesh Government say; I want to beat you(BJI activist),give your back, Police want me to give my face to slap me, Police want me to open my chest to shoot me….and at the same time Police want me to “shut my bloody mouth”, Silence, never speak up but suffer. If I obey police I am a terrorist, I am Jihadist, I am Razakar and I deserve to be beaten to death, paralysed, lost my eyes or legs and finally held in Jail. It’s not finish here, my family will be harassed, victimised, Police ask bribe when my Parents come to see me, no trial or justice for me. In this case what I am gonna do?\nIf my situation is such by being peaceful because of my ideology, let’s fight against injustice, let’s stand against Police. As I have to die and this is the destination, “Let’s “live for nothing but die for something”! I want to die for my honour, self respect, for my rights and to install justice in the land, perhaps this is the inspiration I got from Ideology. This is the sentiment of BJI activist now in Bangladesh. What I have just said, it’s not exaggeration, and you can check various international media sources but not Yellow media in Bangladesh.\nPolice is the target\nLast few years Bangladesh Government recruited police from a particular region “Gopalgang”, they area current prime minister came and elected as an MP. Most of the police officer were ruling party activist when they were student. Now these police have been used against BJI and others.  BJI is in existential crisis, it’s a life and death situation for them. They have been pushed to the boundary to stand against Police brutality. Any human flesh would react same; I believe I would do same if I am in similar situation.\nAnother critical point here to make, those leader used to control JI and their student activist have been Jailed. Just yesterday, ICS(student wing of BJI) Chief has been arrested and police took him for 14 days remand custody, after 14 days it is uncertain whether this student leader will come out as normal person as he was at the time of arrested. Communication and chain of command is breaking down. Once most of the political decision used to make by central leader of BJI but now a day the haphazard activities shows there are lack of centralised leadership or guidance. In this case, if confrontation between Police and BJI activist increase, we will not surprise. The result will bring more death, more loss of life in both sides.\nBanning Jamaat is the solution?\nSome of the ‘intellectual’ from left and secular camp now came up with a peculiar Idea and pushing forward their wish to ban Jamaat as a potential solution of current crisis. In my view this so called “Intellectual” neither has political knowledge of modern times nor have gut to face ideologically their foe.  A well respected lawyer in Bangladesh Barrister Rafiqul Islam recently gave his opinion to Ban Jamaat that surprises many. However, one of the viewers of his TV opinion responded nicely, Yusuf Abdulla Harun Chowdhury  wrote as follow;\nThis is crazy.. with all respect to Mr Rafiqul haque.l if jamaat should be banned for the atrocities then Awamileague, Chatra league, BNP, Chatradal all parties should be banned. because they all did this type of crimes. secondly there is no proof that Jamaat-shibir beat the police man in Rajshahi. He is a prominent lawer how can he say that without any proof who was beating the police. if this is the reason Jamaat should be banned then killing more then 140 people this Awamileague should be banned and hanged to death. He is talking very novice young man, he is saying not to think of consequences just ban them, then we will see. this is crazy you should think of consequences first then act.. we all know that. this is simple IQ even a child thinks of consequences before doing anything. Looks like he is trying to be the president of Bangladesh so trying to be nice to govt to get the presidency. but I don’t think that’s going to happen Mr Rafiquel hoque. Keep dreaming \nAt the end of my writing, I would say Government and only government is the responsible for this current crisis. Government started target killing and police is the tools. So, it is government responsibility to stop human rights violation, stop killing innocent people, stop persecuting opposition activist. I believe current situation will end only through the resignation of Awami Government and announce new election immediately. \nSource: Kaagoj.com"}