{"id":"428835640537739_601365106618124","type":"photo","created_time":"2013-12-30T18:20:12+0000","message":"Protester killed during clashes in Bangladesh - Central & South Asia - Al Jazeera English\n\nSecurity forces and opposition activists have clashed in Bangladesh's capital, leaving at least one person dead, as thousands of police were deployed to foil a mass rally calling on Prime Minister Sheikh Hasina to cancel upcoming elections.\n\nHundreds of demonstrators, some throwing home-made bombs, battled police on Sunday as they tried to gather at the opposition's headquarters and other places throughout Dhaka for the so-called \"March for Democracy\".\n\nA 21-year-old student was killed in Dhaka's Malibagh area when security officials fired rubber bullets to disperse the activists, said police official Mozammel Haque.\n\nWitnesses said the violence broke out after a group of activists from the opposition Jamaat-e-Islami party began marching in the streets.\n\nThe opposition says an election scheduled for January 5 must be held under a neutral caretaker government, as in the past, to prevent ballot-rigging.\n\nBangladesh Nationalist Party (BNP) leader Khaleda Zia, a two-time former prime minister and Hasina's arch-rival, had urged supporters to defy the ban on Sunday's march and converge on the capital.\n\nPolice banned the rally amid fears that it would become a focal point for more unrest after what has already been the deadliest year of political violence in the country's history.\n\nHundreds detained\n\nPolice and security forces have conducted nationwide raids in recent days, searching trains and buses to arrest opposition supporters.\n\nPolice have detained more than 750 people as a \"preventive measure\", while authorities have suspended Dhaka-bound bus, ferry and train services, virtually cutting off the city from the rest of the country.\n\nBNP and its allies have staged weeks of deadly protests, strikes and transport blockades to try to force Hasina to resign. Dozens of people have been killed.\n\nRunning battles erupted between police and protesters near the BNP headquarters where Zia was scheduled to address the rally on Sunday, TV footage showed.\n\nRuling party activists, armed with sticks and rocks, also clashed with opposition protesters outside the press club.\n\nScores of police stopped Zia's car as it tried to drive from her house to the march in the capital, aide Shamsher Mobin Chowdhury said.\n\n\"Khaleda Zia boarded her car and tried to leave her house to lead the march. But police barred her car from leaving,\" Chowdhury, who is also a vice-president of Zia's Bangladesh Nationalist Party, told AFP news agency.","picture":"http:\/\/photos-h.ak.fbcdn.net\/hphotos-ak-prn2\/t1\/1515023_601365089951459_1989117509_s.jpg"}