{"id":"428835640537739_601356296619005","type":"status","created_time":"2013-12-30T17:53:14+0000","message":"http:\/\/ireport.cnn.com\/docs\/DOC-1071319\n\nGovernment institutions in Bangladesh are losing credibility due its discriminatory role\n\nBangladesh is at the juncture of the political history. People around the country are witnessing the dirty game of politics in now days. How a deep longing for power can entrapped a nation, Bangladesh is the worst example of that aspect. \nThe nation has been witnessing political violence and chaos for last couple of years. But the capital residents are suffering the worst consequence since last 24th December, when the leader of the opposition had declared a demonstration in Dhaka titled ‘March for Democracy on 29th December.’ \nMany violent incidents have taken place in past two days. I have posted several reports in that regard. But I found another worse impact of this politics in the meantime. I visited most of the parts of the capital today and that experience ingrained the outcome of this power based politics in my mind. It is known to all that, Bangladesh is divided in all aspects. Its people of all walks and professions are also divided and they are just serving the interest of the political party which they favor, instead of the nation. \nLet me give some pen picture of some public institutions and their roles in last 48 hours. As I had reported that, the ruling party cadres had attacked on the Supreme Court of Bangladesh as some pro-opposition lawyers were taking preparations over there to join the opposition rally. I became shocked to see that, despite watching the heinous crimes of the party cadres over the television, no party leaders had asked them to stop. No high ups had instructed them to leave the court premises as their attempts are tarnishing the image of the apex court of the country. While attending a social function (the funeral of lawyer) in the court premise, Barrister Rafiqul Hoq rightly said on Monday that, “I have come today to attend the funeral of my fellow colleague, but the entire Supreme Court was buried when the ruling party cadres attacked on the highest court of the country on Sunday.”( http:\/\/www.banglanews24.com\/English\/detailsnews.php?nssl=3ff2f5a57bfb30a17ce89c58c2736866&nttl=3012201384027)\nI also read a statement of A J Mohammad Ali, the president of Bangladesh Supreme Court Bar Association this morning. He urged the government to form a judicial investigation committee to probe into the incident of Sunday’s attack. (http:\/\/www.thedailystar.net\/lawyers-to-observe-work-abstention-tomorrow-4663#.UsFdMdIW3T8) But I found no such stance from the Attorney General, the highest court officer of the country or any other pro-ruling party lawyer. Why our lawyers failed to take stance to uphold the dignity of the Supreme Court irrespective of their political differences. The reason is clear, the politics of division. It made them so biased to a party that even barred to play the due role as a legal practitioner.\nI also posted a report on the attack of the ruling party cadres attack on the National Press Club. But I came to know later, that the entire attack was made led by Iqbal Sobhan Chowdhury, the Prime Minister’s advisor on Information Affairs. Mr. Chowdhury is a senior journalist. But instead of protecting the Press Club, he led the attackers to hit Press club. The reason is also same. The divisional politics made him so insane that he forgot his real job. To keep his post as the advisor or to attain the confidence of the Prime Minister, he led the attack in line with the excuse of freeing the National Press club from the clutches of the pro-nationalist journalists. If his association with a party is justified, why not others? Who will give the answer? \nPolice commissioner of Dhaka Metropolitan area, Benjir Ahmed made a peculiar statement today. He claimed that, he has secret information that some militants were meeting secretly inside the press club. (http:\/\/bdnews24.com\/bangladesh\/2013\/12\/30\/militants-meet-at-press-club) This is why; the police had allowed the ruling party men to enter into the press club to calm the situation. Despite thousands of pictures and video footages have been published in today’s newspaper and television that shows the ruling party men were carrying sticks and local weapons while attacking the Press club and the Supreme Court, DMP boss also denied that today. He claimed, the ruling party men were carrying simple national flags during Sunday’s demonstration. In a press meet, he also remained calm about barring the opposition activists to attend the pre-declared gathering. He also remained silent while facing question about putting barricades in front of the residence of the opposition leader. (http:\/\/bdnews24.com\/bangladesh\/2013\/12\/30\/more-police-at-khaleda-s-home)\nThe role of police became clear to me while I visited the Dhaka Street today. I found barricades and barricades in the Naya Paltan area, where the opposition set to hold its March for Democracy. But just a few meters away, I found a gathering of the ruling party in Kakrail intersection. I also found same rally and procession of the ruling parties in Shantinagar, Malibagh, Rampura and Moghbazar. Huge number of police was deployed in those areas but no one bar the government party men to hold procession. The police usually referred the reason of public security for not allowing the opposition to hold a gathering. But the vandalism and anarchy of the ruling party on Sunday also proved them as a violent force. Even after experiencing the violence of the ruling party men, why the police allow them to hold rally across the capital while they are barring the opposition, I do not know. This pro-ruling party role of the police forces would certainly damage their image.\nDuring the attack on Sunday, the ruling party attacked many lawyers and reporters. There were many women among the injured. The pictures of those unfortunate ladies have been published in the dailies today. I did not see any of the human rights organization to raise their voice against the heinous attacks of the ruling party men yet. Several days back, I found several women including Sultana Kamal of Ain o Salish Kendra & TIB chairman, Information commissioner Sadeka Halim, actress Rokeya Prachi, journalist Masuda Bhatti, DU teacher Kobori Gayen to form human chain protesting the reported attacks of the opposition men on the women during the recently concluded blockade. But they remained mum even after watching the pathetic pictures of the assaulted ladies. Is this lady not entitled to get honor as a women just for this reason that she intended to join the opposition program? The biased role of the above said personnel has ruined the credibility of TIB, Ain o Salish Kendra, Rukhe Darao Bangladesh or the Information Commission.\nI also got surprised to see the role of the National Human Rights Commission Chairman Professor Dr. Mizanur Rahman Khan. He often goes to the remote areas to express sympathy for a woman who became a victim of dowry. He often goes to Jhalkathi district young boy, Limon, who got injured by a bullet of RAB, several years back. But he remained silent when the youth activist of the opposition mercilessly murdered by police bullet in the Dhaka street. NHRC failed to address the pain of the female lawyer who had been beaten by the ruling party men even inside the court premises. How do we preserve the dignity or credibility of the National Human Rights Commission? The politics of division has crippled this important institution which could be a better shelter for the victims irrespective of their political identities. \nOur businessmen hold a demonstration several days back. They protested against the opposition declared blockade claiming that the blockade caused immense financial losses to them. I do agree with the view. Strike or blockade is damaging program for the economy.\n[7:12:34 PM] Ali Ahmad Mabrur: But I found the President of Federal Chambers of Commerce and Industries, Kazi Akram to remain silent this time when the entire nation is remaining standstill due to government imposed blockade for last couple of days. The government had halted the transportation across the country to put a hindrance so that people cannot join the opposition program. The consequence of this executive decision is worse than the opposition’s blockade. Because the law enforcers always tried to foil the opposition’s blockade; but they play a pivotal role to halt transportation this time. I know that FBCCI chief Kazi Akram is a pro-Awami League man and he is close relative to Prime Minister Sheikh Hasina. But I cannot understand that why does he fail to preserve the interest of the business community as their leader? I also do not understand him when I found him addressing in a program on the city street today; not for the business interest but for a party interest. He has ruined image and potential of the apex trade body of the country by using his position to attain ill political interest. \nI can make this write up bigger more. But what is the benefit of that? I want solution. We, the people of Bangladesh want to get rid of the politics of division. We need our institution in such a functional position, where the institutions would do their basic duties, would serve the nation, would raise voice for the people, irrespective of their political identities. I expect and hope from the core of my heart that, our institutions and designated personnel would perform beyond their political belief and choices."}