{"id":"428835640537739_601495876605047","type":"photo","created_time":"2013-12-30T22:39:54+0000","message":"Most government websites down \r\nMuhammad Zahidul Islam\r\n\r\nAuthorities say technical difficulties\r\n\r\nA international hacker group named Anonymous has claimed of hacking these sites  \r\nPhoto- Dhaka TribuneA screen shot of the National web portal of Bangladesh www.bangladesh.gov.bd  \r\nPhoto- Dhaka TribuneA international hacker group named Anonymous has claimed of hacking these sites  \r\nPhoto- Dhaka TribuneA screen shot of the National web portal of Bangladesh www.bangladesh.gov.bd  \r\nPhoto- Dhaka Tribune\r\nPrevNext\r\nMost of the government websites have not been functioning since Monday afternoon.\r\n\r\nThe national web portal (www.bangladesh.gov.bd), the websites of foreign ministry (www.mofa.gov.bd), Election Commission (www.ecs.gov.bd), law ministry (www.minlaw.gov.bd), Prime Minister's Office (www.pmo.gov.bd) and Bangladesh Telecommunications Company Limited (BTCL) website (www.btcl.gov.bd) remained inaccessible until early Tuesday.\r\n\r\nBTCL Managing Director AKM kalimullah told the Dhaka tribune this was a technical problem.\r\n\r\n“We have been it was a problem with sites under the domain name .bd,” he said.\r\n\r\n“These sites have been down since 12pm Monday. Recovery work is going on, some sites have already been recovered and others will be recovered by Tuesday morning,” he added.\r\n\r\nThe Tertiary Top-level Domain .bd is provided by BTCL and most of the government sites are under the domain.\r\n\r\nOn facebook and twitter, a group named Anonymous has claimed of hacking these sites and expressed their desire to hack all the government and media websites which are “biased towards the government.”\r\n\r\nHowever, BTCL MD refused the claims and assured that the fault was technical.\r\n \r\nSource: http:\/\/bit.ly\/1emhM6e","picture":"http:\/\/photos-g.ak.fbcdn.net\/hphotos-ak-prn1\/1002058_601495839938384_475503905_s.jpg"}