{"id":"428835640537739_601388749949093","type":"video","created_time":"2013-12-30T19:00:55+0000","message":"সুপ্রিমকোর্টে সন্ত্রাসী হামলা; নির্বিকার বিচারপতি ও আইনের ধারকবাহকেরা\nViolent attack on the Supreme Court and the pathetic silence of the justices and law enforcers\n\nআক্রান্ত সুপ্রিম কোর্ট। হায়েনাদের হিংস্র থাবায় এবার রক্তাক্ত হলো মানুষের আশা ভরসার শেষ আশ্রয় স্থল বিচার বিভাগ। অব্যাহত মাননাধিকার লংঘন, গনতন্ত্রকে শিকলবন্দীর পর এবার কলঙ্কিত করা হলো বিচার বিভাগকে। নির্লজ্জ দলীয় করণ, টাকার বিনিময়ে রায় পক্ষে নেয়া এবং আদালত প্রাঙ্গন থেকে সাক্ষী গুম প্রভৃতি নানা অপকর্মের পরও ক্ষান্ত হয়নি হায়েনারা। এবার সরাসরি আক্রমণে ক্ষতবিক্ষত হলো সুপ্রিম কোর্ট। ২৯ ডিসেম্বর ২০১৩ । গণতন্ত্রের ক্রান্তিলগ্নে দেশের সচেতন মানুষের মত প্রতিবাদে সোচ্চার হন আইনজীবিরা। নিজেদের প্রাঙ্গণে জড়ো হয়ে শান্তিপূর্ণভাবে প্রতিবাদ জানাচ্ছিলেন তারা। কিন্তু সন্ত্রাস আর নাশকতাই যাদের রাজনীতির একমাত্র হাতিয়ার, শান্তিপূর্ণ কোন কর্মসূচিই তাদের সহ্য হয়না। তাইতো লাঠি, স্ট্যাম্প আর পেট্রোল বোমা নিয়ে আইনজীবিদের ওপর সরাসরি আক্রমণ করলো আওয়ামীলীগ ও তাদের হালুওয়া রুটির ভাগীদাররা। দিন দুপুরে অসংখ্য গণমাধ্যমের সামনেই সুপ্রিমকোর্টের প্রধান ফটক খোলে ভিতরে প্রবেশ করে পাশবিক উন্মত্ততায় মেতে উঠে হাসিনা-ইনু-মেননের যোগ্য সেনারা। হাতে হাতুড়ি-কাস্তে খচিত লাল পতাকা। আঘাতে আঘাতে জর্জিত হন আইনজীবিরা। পেট্রোল ঢেলে জ্বালিয়ে দেয়া হয় আইনজীবির মোটর সাইকেল। তাদের হিংস্র থাবা থেকে রক্ষা পাননি সাংবাদিকেরাও। আর নারী আইনজীবিদের শ্লীলতাহানির দৃশ্য দেখে গোটা জাতি বাকরুদ্ধ। এ যেন আরেক ২৮ অক্টোবর। কলকাঠি নাড়ছেন সেই একই ব্যক্তিরা।\n\n৩০ শে ডিসেম্বর ২০১৩। আবারো আক্রান্ত সুপ্রিমকোর্ট। এবার আক্রমন হয় আওয়ামী মহিলা আইনজীবী ও যুব মহিলা লীগের নেতৃত্বে। ইট, পাথর আর জুতো নিক্ষেপে আবারো আহত করা হয় আইনজীবিদের। অপবিত্র করা হয় বিচার অঙ্গনকে। ১৮ দলের ‘গণতন্ত্রের অভিযাত্রায় অংশ গ্রহণ করতে চাইলে তাদের বাধা দেয় পুলিশ। অথচ সশস্ত্র অবস্থায় ভিতরে ঢুকে জঙ্গী আক্রমণে সরাসরি সহযোগিতা করে তারা। আওয়ামীলীগরে জন্য এটা নতুন কিছু নয়। ২০০৬ সালের ৩০শে নভেম্বর আওয়ামীপন্থী আইনজীবি এইচ এম শামছুদ্দিন চৌধুরী মানিক ও খসরুজ্জামান যেভাবে প্রধান বিচারপতির এজলাসে ভাঙচুর চালিয়েছিলেন আজকের এই হামলা তারই ধারাবাহিকতা মাত্র। নাসিম-সাজেদার নেতৃত্বে আদালতের বিরুদ্ধে লাঠি মিছিল করার কৃতিত্ব ও রয়েছে আওয়ামীলীগের। এক দিকে বিচার বিভাগকে নির্লজ্জ দলীয় করণ করে কেড়ে নেয়া হয়েছে বিচার প্রার্থীদের ন্যায় বিচার পাবার অধিকার, অন্যদিকে বিচারালয়ে আইনজীবিদের রক্তাক্ত করে দেশের বিচার বিভাগের ইতিহাসে নতুন করে কলঙ্ক লেপন করলো আওয়ামীলীগ। এ কোন দেশে বাস করছি আমরা! এ কোন হায়েনার কবলে আমাদের স্বদেশ ! \n\nস্বাধীনতা,সার্বভৌমত্ব, গণতন্ত্র, গণমাধ্যম কোন কিছুই আজ নিরাপদ নয়। ফ্রাঙ্কস্টাইণের দানবের ভুমিকায় অবতীর্ণ আওয়ামীলীগ। কাজেই নিজেদের বেঁচে থাকার তাকিদেই রুখে দিতে হবে এ দানবকে। \n\nThe Supreme Court of Bangladesh came under attack. The judiciary, the last shelter for the victims witnessed bloodshed and heinous aggression of the ruling party thugs. After putting a shackle on democracy and demolishing the human rights, the judiciary is now being stigmatized. The government started polluting the judiciary through nepotism and naked politicization, and then comes the corruption that leads to a verdict in exchange of money and finally the abduction of the witnesses from the court promises. But the misrule of the government did not stop with that. Finally they allowed the party cadres to carry attack on the Supreme Court. 29th December, 2003. Like all the previous movement, the lawyers became vocal this time once again as the nation is at the cross road of democracy. They gathered in the court premises to protest against the misdeeds of the government. But the ruling authority did not tolerate it. The force which likes to rely on anarchy and violence, how would they tolerate a peaceful demonstration? This is why; the ruling party thugs attacked on the lawyers directly with sticks, stamps and petrol bombs. In broad day light, the disciple of Hasina-Inu-Menon broke the main gate of the Supreme Court and created mayhem to fulfill their barbarism and brutality. All those cadres were carrying red flags which holds the symbol of hammer and sickle. The general lawyers were beaten mercilessly. The miscreants set fire on the motorbike of the lawyers. Even the journalists, who went there to cover the incident, were not spared from the attack. And most of all, the entire nation becomes speechless watching the inhuman abuse of an unfortunate lawyer in the court premise. As if it were another 28th October, the abettors of the incident are the same quarter as well.\n\n30th October, 2013. The Supreme Court came under attack once again. This time, the attack has been carried out by the pro-Awami League women lawyers and Jubo Mohila League, two wings of the ruling party. The lawyers have been assaulted again with bricks, stones and shoes. The judicial premises have been polluted by this repeated incident. Police obstructed the lawyers as they made an effort to join the 18 party alliances declared March for Democracy. But the police remained silent, while the ruling party armed cadres entering into the court premises and carried massive anarchy over there. This ill practice is nothing new for Awami League. On 30th November of 2006, the way the then pro-Awami League lawyers attacked and vandalized the chamber of the chief justices, today’s incident is nothing but a continuation of that regrettable part of the history. Awami League has the tradition of bring out procession with sticks against the courts under the leadership of its senior leader Syeda Sajeda Chowdhury and Mohammad Nasim. In one side, the Awami League government has seized the rights of the victims of getting justice by politicizing the judiciary, while on the other, by assaulting the lawyers in the court premises, the ruling authority has put a black spot upon the judicial system of the country. Will we continue to live under such misrule? Will our beloved nation remain under the grip of this barbarous authority? Our glorified independence, sovereignty, democracy and mass media nothing is safe under this regime. The Awami League has been imposed upon us like The Frankenstein monster. So we have to resist this monster for the sake of our own existence and survival.","picture":"http:\/\/vthumb.ak.fbcdn.net\/hvthumb-ak-prn2\/1394585_601392929948675_601388749949093_52392_2519_b.jpg","source":"http:\/\/scontent.xx.fbcdn.net\/hvideo-ash3\/v\/1543065_601392866615348_1539118514_n.mp4?oh=ba48d7324da86e84007d420e970d4829&oe=52D8685F","name":"সুপ্রিমকোর্টে সন্ত্রাসী হামলা; নির্বিকার বিচারপতি ও আইনের ধারক..."}