{"id":"428835640537739_601404369947531","type":"status","created_time":"2013-12-30T19:21:11+0000","message":"The Revolution Has Been Televised\n\nThe Revolution has come, and you have been killed in it\nOthers have been shocked and impressed by your bravery \nSome have cried and prayed, others laughed over your dead body \nThey posted pictures of your body\nMany have joined in, sharing, liking or tweeting, retweeting and commenting \nRevolution has come, and you have laid the foundation\n\nThe Revolution has been televised, retweeted, Facebooked and YouTubed\nMany tried to edit it out of existence.\nYour dead body has been liked, shared, commented on and explained away with dubious ballistics,\nYou have been rated \nYou have judged.\n\nYou are not important for the media \nYour are not sexy for the media\nNor is your dead body\n\nFor them your are a 'Terrorist' \nFor them you are a great threat for 'Democracy.' 'Rule of Law' and Liberal Delusions \nFor them the licensed killers who killed you are Protectors of The Law\n\nThe media will not ask\n\"For what did they killed you?\"\nThey will not ask because they will not be paid for that \nThey will not get an award for that \nYou are not sexy, nor is your dead body\n\nFor many, the thugs who are roots and reasons for our chaos are great leaders \nFor many, the economists who keep the poor poor are champions of development \nFor many, the educated who made the whole system for the rich and against the poor are The Messiah.\nFor many, the professionals who hanged the agent of peace are great.\n\nThey are great \nBecause they know how to keep the poor, poor \nBecause they know how wage war against Justice and Peace \nBecause they know how to hang the innocent \nThey are great because they have killed you.\n\nYou are not important for those who run the state in your name \nYou are not important for those who will occupy power in your name \nYou are important for those who will consider your dead body a success\n\nYou will not sit in the hot seat of power \nYou will not see the change you would have loved \nYou will not see the change that you have been killed for\n\nYou are a Revolutionary for me\nYou are a Revolutionary for many \nYou are a Legend \nYou are Peace\nYou are Democracy\n\nYou are inspiration for many who will cry for change\nYou are an inspiration for many unknown peaceful souls\nWho will wage war against the merchants of power, materialism and false religion\nYou are inspiration for many who will get onto the road for change \nYou are Revolution\n_____________________________________\n\nI dedicate the poem for the Revolutionary Martyr Mansur Ahmed who was been brutally killed by law enforcement, while he was taking part in the \"March for Democracy\" on December 29, 2013, in the capital of Dhaka, Bangladesh. I also take the chance to remember the unknown young and old revolutionaries who were killed on the 5th and 6th of May, 2013 by law enforcement agencies in and around Shapla Chattar during the \"Dhaka Blockade.\" I hope this poem may inspire or draw near many others who are in the same struggling against authoritarian regime elsewhere. I hope this poem gives the fearful courage to speak up.\n\n- William Nicholas Gomes\nBangladeshi human rights activist and freelance journalist\n\nhttp:\/\/www.huffingtonpost.com\/william-nicholas-gomes\/the-revolution-has-been-t_b_4516552.html"}